{"mainheading":"شروط الاستخدام لحزب Hotstar","mainpara":"مرحبًا بك في حفلة Hotstar. عن طريق تثبيت واستخدام ملحق Hotstar Party، المتوفر من خلال موقعنا","mainparaspan":"فإنك توافق على الالتزام بشروط الاستخدام هذه. يرجى قراءة هذه الشروط بعناية قبل التثبيت والاستخدام. إذا كنت لا توافق على أي جزء من هذه الشروط، فيرجى عدم استخدام الامتداد الخاص بنا.","heading1":"1. الشروط العامة","para1":"تحكم هذه الشروط استخدامك لملحق Hotstar Party وأي خدمات ذات صلة تقدمها Hotstar Party. من خلال الوصول إلى الامتداد واستخدامه، فإنك توافق على هذه الشروط، الخاصة بنا","PrivacyPolicy":"سياسة الخصوصية","para1span":"وأي إشعارات قانونية أخرى ننشرها على الموقع.","heading2":"2. الأهلية والوصول","para2":"لاستخدام ملحق Hotstar Party، يجب أن يكون عمرك 13 عامًا على الأقل. باستخدام هذا الامتداد، فإنك تقر وتضمن أنك تستوفي متطلبات الحد الأدنى للعمر.","heading3":"3. استخدام التمديد","subheading31":"أ. الاستخدام المسموح به","subpara31":"يتم منحك ترخيصًا غير حصري وغير قابل للتحويل وقابل للإلغاء لاستخدام ملحق Hotstar Party فقط لاستخدامك الشخصي غير التجاري، وفقًا لشروط هذه الاتفاقية.","subheading32":"ب. قيود","subpara32":"لا يجوز لك استخدام الامتداد لأي غرض غير قانوني أو غير مصرح به. أنت توافق على الالتزام بجميع القوانين والقواعد واللوائح المطبقة على استخدامك للامتداد.","heading4":"4. الملكية الفكرية","para4":"إن الامتداد، بما في ذلك التكنولوجيا الأساسية الخاصة به، وجميع حقوق الملكية الفكرية فيه مملوكة أو مرخصة لشركة Hotstar Party. لا شيء في هذه الشروط يمنحك الحق أو الترخيص لاستخدام أي ملكية مملوكة لشركة Hotstar Party أو الجهات المرخصة لها.","heading5":"5. الكشف عن الشركة التابعة","para5":"تم تصميم هذا الامتداد للحفاظ على خدمة عالية الجودة وإدارة تكاليف الخادم بفعالية. كجزء من جهودنا للحفاظ على عملياتنا، قد نكسب عمولات تابعة على عمليات الشراء التي تتم على معظم مواقع الويب بعد تثبيت هذا الامتداد. تعمل هذه الوظيفة تلقائيًا وتساعد في دعم التحسين المستمر لخدماتنا.","heading6":"6. إخلاء المسؤولية","para6":"لا يضمن Hotstar Party أن الامتداد سيعمل دون انقطاع أو خاليًا من الأخطاء. لا يمكننا التأكد من أن الامتداد سوف يلبي متطلباتك.","heading7":"7. حدود المسؤولية","para7":"تتحمل Hotstar Party، ولا أي من مسؤوليها أو مديريها أو موظفيها، المسؤولية عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو تأديبية، بما في ذلك، على سبيل المثال لا الحصر، خسارة الأرباح أو البيانات أو الاستخدام أو الشهرة أو غيرها من الخسائر غير الملموسة الناتجة عن وصولك إلى الامتداد أو استخدامه أو عدم قدرتك على الوصول إليه أو استخدامه.","heading8":"8. تغييرات على الشروط","para8":"نحن نحتفظ بالحق في تعديل هذه الشروط في أي وقت وفقًا لتقديرنا الخاص. إذا أجرينا تغييرات، فسننشر الشروط المعدلة على الموقع الإلكتروني ونقوم بتحديثها","heading9":"9. معلومات الاتصال","para9":"إذا كانت لديك أي أسئلة أو استفسارات بخصوص شروط الاستخدام هذه، يرجى الاتصال بنا على team@hotstarparty.party.","heading10":"10. تغييرات على الشروط","para10":"نحن نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تعديل أو استبدال هذه الشروط في أي وقت. سيتم تحديد ما يشكل تغييرًا جوهريًا وفقًا لتقديرنا الخاص. سنقدم 30 يومًا على الأقل","heading11":"11. الإنهاء","para11":"يجوز لنا إنهاء أو تعليق وصولك إلى ملحقنا على الفور، دون إشعار مسبق أو مسؤولية، لأي سبب من الأسباب، بما في ذلك، على سبيل المثال لا الحصر، إذا قمت بخرق الشروط. عند الإنهاء، سيتوقف حقك في استخدام الامتداد على الفور.","heading12":"12. القانون الحاكم","para12":"تخضع هذه الشروط وتفسر وفقًا لقوانين [الاختصاص القضائي]، بغض النظر عن تعارضها مع أحكام القانون. لن يعتبر فشلنا في فرض أي حق أو شرط من هذه الشروط تنازلاً عن هذه الحقوق. إذا اعتبرت المحكمة أن أي شرط من هذه الشروط غير صالح أو غير قابل للتنفيذ، فستظل الأحكام المتبقية من هذه الشروط سارية.","heading13":"13. التعويض","para13":"أنت توافق على الدفاع عن Hotstar Party وتعويضها وحمايتها والمرخص لهم والمرخصين وموظفيهم ومقاوليهم ووكلائهم ومسؤوليهم ومديريهم من وضد أي وجميع المطالبات أو الأضرار أو الالتزامات أو الخسائر أو المسؤوليات أو التكاليف أو الديون. والنفقات (بما في ذلك على سبيل المثال لا الحصر المحامي","heading14":"14. متنوعة","subheading141":"أ. اتفاق كامل","subpara141":"تشكل هذه الشروط الاتفاقية الكاملة بيننا فيما يتعلق بالتمديد، وتحل محل وتحل محل أي اتفاقيات سابقة قد تكون بيننا فيما يتعلق بالتمديد.","subheading142":"ب. لا تنازل","subpara142":"لا يعتبر أي تنازل عن أي شرط من هذه الشروط تنازلاً إضافيًا أو مستمرًا عن هذا الشرط أو أي شرط آخر، ولا يشكل فشلنا في تأكيد أي حق أو شرط بموجب هذه الشروط تنازلاً عن هذا الحق أو الحكم.","heading15":"15. معلومات الاتصال","para15":"إذا كانت لديك أي أسئلة أو استفسارات بخصوص شروط الاستخدام هذه، يرجى الاتصال بنا على team@hotstarparty.party.","heading16":"16. تاريخ النفاذ","para16":"تسري شروط الاستخدام هذه اعتبارًا من 23 أبريل 2024 وستظل سارية المفعول إلا فيما يتعلق بأي تغييرات في أحكامها في المستقبل، والتي ستكون سارية فور نشرها على هذه الصفحة.","heading17":"17. ردود الفعل","para17":"نحن نرحب بأسئلتك وتعليقاتك وملاحظاتك حول هذه الشروط. الرجاء إرسال كافة الملاحظات إلى team@hotstarparty.party.","subheading171":"معلومات الاتصال","subpara171":"إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا على:","li171":"حفلة هوت ستار","li172":"بريد إلكتروني:","li173":"موقع إلكتروني:","li174":"آخر تحديث: 23 أبريل 2024","readmore":"اقرأ أكثر ..."}