{"mainheading":"Условия за ползване на Hotstar Party","mainpara":"Добре дошли в Hotstar Party. Чрез инсталиране и използване на разширението Hotstar Party, достъпно на нашия уебсайт","mainparaspan":", вие се съгласявате да бъдете обвързани с тези Условия за ползване. Моля, прочетете внимателно тези условия преди инсталиране и използване. Ако не сте съгласни с някоя част от тези условия, моля, не използвайте нашето разширение.","heading1":"1. Общи условия","para1":"Тези Условия уреждат използването от ваша страна на разширението Hotstar Party и всички свързани услуги, предоставяни от Hotstar Party. С достъпа и използването на разширението вие се съгласявате с тези Условия, нашите","PrivacyPolicy":"Политика за поверителност","para1span":"и всякакви други правни бележки, публикувани от нас на уебсайта.","heading2":"2. Допустимост и достъп","para2":"За да използвате разширението Hotstar Party, трябва да сте навършили 13 години. Използвайки това разширение, вие декларирате и гарантирате, че отговаряте на това изискване за минимална възраст.","heading3":"3. Използване на разширение","subheading31":"а. Разрешена употреба","subpara31":"Получавате неизключителен, непрехвърляем, отменим лиценз за използване на разширението Hotstar Party единствено за ваша лична, нетърговска употреба, предмет на условията на това споразумение.","subheading32":"b. Ограничения","subpara32":"Не можете да използвате разширението за незаконни или неоторизирани цели. Вие се съгласявате да спазвате всички закони, правила и разпоредби, приложими за вашето използване на разширението.","heading4":"4. Интелектуална собственост","para4":"Разширението, включително основната му технология, и всички права върху интелектуалната собственост в него са собственост или са лицензирани от Hotstar Party. Нищо в тези Условия не ви дава право или лиценз да използвате собственост, притежавана от Hotstar Party или нейните лицензодатели.","heading5":"5. Разкриване на партньорска информация","para5":"Това разширение е предназначено да поддържа висококачествена услуга и да управлява ефективно сървърните разходи. Като част от усилията ни да поддържаме дейността си, може да спечелим партньорски комисионни за покупки, направени на повечето уебсайтове, след като инсталираме това разширение. Тази функционалност работи автоматично и подпомага непрекъснатото подобряване на нашите услуги.","heading6":"6. Отказ от отговорност","para6":"Hotstar Party не гарантира, че разширението ще функционира без прекъсване или без грешки. Не можем да гарантираме, че разширението ще отговаря на вашите изисквания.","heading7":"7. Ограничение на отговорността","para7":"Hotstar Party, нито който и да е от нейните служители, директори, служители, носи отговорност за каквито и да е непреки, случайни, специални, последващи или наказателни щети, включително без ограничение, пропуснати ползи, данни, употреба, репутация или други нематериални загуби, произтичащи от вашият достъп до или използване на или невъзможност за достъп или използване на разширението.","heading8":"8. Промени в Условията","para8":"Ние си запазваме правото да променяме тези условия по всяко време по наше усмотрение. Ако направим промени, ще публикуваме ревизираните условия на уебсайта и ще ги актуализираме","heading9":"9. Информация за контакт","para9":"За всякакви въпроси или притеснения относно тези Условия за ползване, моля, свържете се с нас на team@hotstarparty.party.","heading10":"10. Промени в Условията","para10":"Ние си запазваме правото, по свое усмотрение, да променяме или заменяме тези Условия по всяко време. Какво представлява съществена промяна ще бъде определено по наше усмотрение. Ще предоставим поне 30 дни","heading11":"11. Прекратяване","para11":"Можем незабавно да прекратим или да спрем достъпа ви до нашето разширение, без предварително известие или отговорност, по каквато и да е причина, включително, без ограничение, ако нарушите Условията. При прекратяване правото ви да използвате разширението ще бъде прекратено незабавно.","heading12":"12. Приложим закон","para12":"Настоящите Условия се уреждат и тълкуват в съответствие със законите на [Юрисдикция], без да се вземат предвид техните конфликтни разпоредби. Нашата невъзможност да наложим което и да е право или разпоредба на тези Условия няма да се счита за отказ от тези права. Ако някоя разпоредба на тези Условия бъде счетена за невалидна или неприложима от съда, останалите разпоредби на тези Условия ще останат в сила.","heading13":"13. Обезщетение","para13":"Вие се съгласявате да защитавате, обезщетявате и предпазвате Hotstar Party и нейния лицензополучател и лицензодатели, както и техните служители, изпълнители, агенти, служители и директори, от и срещу всякакви искове, щети, задължения, загуби, пасиви, разходи или дългове и разноски (включително, но не само адвокат","heading14":"14. Разни","subheading141":"а. Цялостно споразумение","subpara141":"Тези Условия съставляват цялото споразумение между нас по отношение на нашето удължаване и заместват всички предишни споразумения, които може да сме имали помежду си по отношение на удължаването.","subheading142":"b. Без отказ","subpara142":"Никакъв отказ от което и да е условие на настоящите Условия няма да се счита за по-нататъшен или продължаващ отказ от такова условие или което и да е друго условие и нашият отказ да предявим каквото и да е право или разпоредба съгласно настоящите Условия не представлява отказ от такова право или разпоредба.","heading15":"15. Информация за контакт","para15":"За всякакви въпроси или притеснения относно тези Условия за ползване, моля, свържете се с нас на team@hotstarparty.party.","heading16":"16. Дата на влизане в сила","para16":"Настоящите Условия за ползване са в сила от 23 април 2024 г. и ще останат в сила, освен по отношение на промени в разпоредбите им в бъдеще, които ще влязат в сила веднага след публикуването им на тази страница.","heading17":"17. Обратна връзка","para17":"Приветстваме вашите въпроси, коментари и отзиви относно тези Условия. Моля, изпращайте всички отзиви на team@hotstarparty.party.","subheading171":"Информация за връзка","subpara171":"Ако имате въпроси относно тези Условия, моля, свържете се с нас на:","li171":"Парти Hotstar","li172":"Електронна поща:","li173":"уебсайт:","li174":"Последна актуализация: 23 април 2024 г","readmore":"Прочетете още ..."}