{"mainheading":"Hotstar পার্টির জন্য ব্যবহারের শর্তাবলী","mainpara":"হটস্টার পার্টিতে স্বাগতম। আমাদের ওয়েবসাইটের মাধ্যমে উপলব্ধ Hotstar পার্টি এক্সটেনশন ইনস্টল এবং ব্যবহার করে","mainparaspan":", আপনি এই ব্যবহারের শর্তাবলী দ্বারা আবদ্ধ হতে সম্মত হন। ইনস্টলেশন এবং ব্যবহার করার আগে দয়া করে এই শর্তাবলী সাবধানে পড়ুন। আপনি যদি এই শর্তাবলীর কোনো অংশের সাথে একমত না হন তবে দয়া করে আমাদের এক্সটেনশন ব্যবহার করবেন না।","heading1":"1. সাধারণ শর্তাবলী","para1":"এই শর্তাবলী আপনার Hotstar পার্টি এক্সটেনশনের ব্যবহার এবং Hotstar পার্টি দ্বারা প্রদত্ত যেকোন সম্পর্কিত পরিষেবাগুলি পরিচালনা করে৷ এক্সটেনশন অ্যাক্সেস এবং ব্যবহার করে, আপনি আমাদের এই শর্তাবলীতে সম্মত হন","PrivacyPolicy":"গোপনীয়তা নীতি","para1span":", এবং ওয়েবসাইটে আমাদের দ্বারা প্রকাশিত অন্য কোনো আইনি বিজ্ঞপ্তি।","heading2":"2. যোগ্যতা এবং অ্যাক্সেস","para2":"Hotstar পার্টি এক্সটেনশন ব্যবহার করতে, আপনার বয়স কমপক্ষে 13 বছর হতে হবে। এই এক্সটেনশনটি ব্যবহার করে, আপনি প্রতিনিধিত্ব করেন এবং নিশ্চিত করেন যে আপনি এই ন্যূনতম বয়সের প্রয়োজনীয়তা পূরণ করছেন।","heading3":"3. এক্সটেনশন ব্যবহার","subheading31":"ক অনুমোদিত ব্যবহার","subpara31":"এই চুক্তির শর্তাবলী সাপেক্ষে শুধুমাত্র আপনার ব্যক্তিগত, অ-বাণিজ্যিক ব্যবহারের জন্য Hotstar পার্টি এক্সটেনশন ব্যবহার করার জন্য আপনাকে একটি অ-এক্সক্লুসিভ, অ-হস্তান্তরযোগ্য, প্রত্যাহারযোগ্য লাইসেন্স দেওয়া হয়েছে।","subheading32":"খ. বিধিনিষেধ","subpara32":"আপনি কোনো অবৈধ বা অননুমোদিত উদ্দেশ্যে এক্সটেনশনটি ব্যবহার করতে পারবেন না। আপনি আপনার এক্সটেনশন ব্যবহারের জন্য প্রযোজ্য সমস্ত আইন, নিয়ম এবং প্রবিধান মেনে চলতে সম্মত হন৷","heading4":"4. বুদ্ধিবৃত্তিক সম্পত্তি","para4":"এক্সটেনশন, এর অন্তর্নিহিত প্রযুক্তি সহ, এবং এর মধ্যে থাকা সমস্ত মেধা সম্পত্তি অধিকার হটস্টার পার্টির মালিকানাধীন বা লাইসেন্সপ্রাপ্ত। এই শর্তাবলীর কিছুই আপনাকে Hotstar পার্টি বা এর লাইসেন্সকারীদের মালিকানাধীন কোনো সম্পত্তি ব্যবহার করার অধিকার বা লাইসেন্স দেয় না।","heading5":"5. অ্যাফিলিয়েট ডিসক্লোজার","para5":"এই এক্সটেনশনটি উচ্চ-মানের পরিষেবা বজায় রাখতে এবং সার্ভারের খরচ কার্যকরভাবে পরিচালনা করার জন্য ডিজাইন করা হয়েছে। আমাদের ক্রিয়াকলাপগুলিকে টিকিয়ে রাখার জন্য আমাদের প্রচেষ্টার অংশ হিসাবে, আমরা এই এক্সটেনশনটি ইনস্টল করার পরে বেশিরভাগ ওয়েবসাইটে করা কেনাকাটার জন্য অনুমোদিত কমিশন পেতে পারি। এই কার্যকারিতা স্বয়ংক্রিয়ভাবে কাজ করে এবং আমাদের পরিষেবাগুলির ক্রমাগত উন্নতিতে সহায়তা করে৷","heading6":"6. দাবিত্যাগ","para6":"হটস্টার পার্টি গ্যারান্টি দেয় না যে এক্সটেনশনটি নিরবচ্ছিন্নভাবে কাজ করবে বা ত্রুটি-মুক্ত হবে। আমরা নিশ্চিত করতে পারি না যে এক্সটেনশনটি আপনার প্রয়োজনীয়তা পূরণ করবে।","heading7":"7. দায়বদ্ধতার সীমাবদ্ধতা","para7":"হটস্টার পার্টি, বা এর কোনো কর্মকর্তা, পরিচালক, কর্মচারী, কোনো পরোক্ষ, আনুষঙ্গিক, বিশেষ, আনুষঙ্গিক বা শাস্তিমূলক ক্ষতির জন্য দায়ী থাকবে না, যার ফলে সীমাবদ্ধতা ছাড়াই, লাভের ক্ষতি, ডেটা, ব্যবহার, সদিচ্ছা, বা অন্যান্য অস্পষ্ট ক্ষতি সহ আপনার অ্যাক্সেস বা ব্যবহার বা এক্সটেনশন অ্যাক্সেস বা ব্যবহার করতে অক্ষমতা।","heading8":"8. শর্তাবলী পরিবর্তন","para8":"আমরা আমাদের নিজস্ব বিবেচনার ভিত্তিতে যেকোনো সময় এই শর্তাদি পরিবর্তন করার অধিকার সংরক্ষণ করি। যদি আমরা পরিবর্তন করি, আমরা ওয়েবসাইটে সংশোধিত শর্তাবলী পোস্ট করব এবং আপডেট করব","heading9":"9. যোগাযোগের তথ্য","para9":"এই ব্যবহারের শর্তাবলী সম্পর্কিত কোন প্রশ্ন বা উদ্বেগের জন্য, অনুগ্রহ করে আমাদের সাথে team@hotstarparty.party এ যোগাযোগ করুন।","heading10":"10. শর্তাবলী পরিবর্তন","para10":"আমরা অধিকার সংরক্ষিত, আমাদের একমাত্র বিবেচনার ভিত্তিতে, এই শর্তাবলী পরিবর্তন বা প্রতিস্থাপন করার জন্য যে কোন সময়। কোন বস্তুগত পরিবর্তন গঠন করে তা আমাদের নিজস্ব বিবেচনার ভিত্তিতে নির্ধারিত হবে। আমরা কমপক্ষে 30 দিন প্রদান করব","heading11":"11. সমাপ্তি","para11":"আপনি শর্তাবলী লঙ্ঘন করলে আমরা আমাদের এক্সটেনশনে আপনার অ্যাক্সেস অবিলম্বে বাতিল বা স্থগিত করতে পারি, কোনো পূর্ব বিজ্ঞপ্তি বা দায় ছাড়াই, যে কোনো কারণে, সীমাবদ্ধতা ছাড়াই। সমাপ্তির পরে, আপনার এক্সটেনশন ব্যবহার করার অধিকার অবিলম্বে বন্ধ হয়ে যাবে।","heading12":"12. পরিচালনা আইন","para12":"এই শর্তাদি [এখতিয়ারের] আইন অনুসারে শাসিত এবং নির্ণয় করা হবে, এর আইনের বিধানের দ্বন্দ্ব বিবেচনা না করেই। এই শর্তাবলীর কোন অধিকার বা বিধান কার্যকর করতে আমাদের ব্যর্থতা সেই অধিকারগুলির মওকুফ হিসাবে বিবেচিত হবে না৷ যদি এই শর্তগুলির কোনও বিধান আদালত দ্বারা অবৈধ বা অপ্রয়োগযোগ্য বলে ধরা হয়, তবে এই শর্তগুলির অবশিষ্ট বিধানগুলি কার্যকর থাকবে৷","heading13":"13. ক্ষতিপূরণ","para13":"আপনি ক্ষতিহীন হটস্টার পার্টি এবং এর লাইসেন্সধারী এবং লাইসেন্সদাতা এবং তাদের কর্মচারী, ঠিকাদার, এজেন্ট, অফিসার এবং পরিচালকদের প্রতিরক্ষা, ক্ষতিপূরণ এবং ধরে রাখতে সম্মত হন যে কোনও এবং সমস্ত দাবি, ক্ষতি, বাধ্যবাধকতা, ক্ষতি, দায়, খরচ বা ঋণের বিরুদ্ধে। , এবং খরচ (অ্যাটর্নি সহ কিন্তু সীমাবদ্ধ নয়","heading14":"14. বিবিধ","subheading141":"ক সামগ্রিক চুক্তিনামা","subpara141":"এই শর্তাদি আমাদের এক্সটেনশন সংক্রান্ত আমাদের মধ্যে সম্পূর্ণ চুক্তি গঠন করে এবং এক্সটেনশনের বিষয়ে আমাদের মধ্যে যে কোনো পূর্বের চুক্তিগুলিকে বাতিল ও প্রতিস্থাপন করে।","subheading142":"খ. নিস্কৃতি নাই","subpara142":"এই শর্তাবলীর কোনো পদত্যাগকে এই ধরনের মেয়াদ বা অন্য কোনো মেয়াদের আরও বা অব্যাহত মওকুফ হিসেবে গণ্য করা হবে না এবং এই শর্তাবলীর অধীনে কোনো অধিকার বা বিধান জাহির করতে আমাদের ব্যর্থতা এই ধরনের অধিকার বা বিধানের মওকুফ গঠন করবে না।","heading15":"15. যোগাযোগের তথ্য","para15":"এই ব্যবহারের শর্তাবলী সম্পর্কিত কোন প্রশ্ন বা উদ্বেগের জন্য, অনুগ্রহ করে আমাদের সাথে team@hotstarparty.party এ যোগাযোগ করুন।","heading16":"16. কার্যকরী তারিখ","para16":"এই ব্যবহারের শর্তাবলী 23 এপ্রিল 2024 থেকে কার্যকর হবে এবং ভবিষ্যতে এর বিধানগুলির কোনও পরিবর্তনের ক্ষেত্রে ব্যতীত কার্যকর থাকবে, যা এই পৃষ্ঠায় পোস্ট করার সাথে সাথেই কার্যকর হবে৷","heading17":"17. প্রতিক্রিয়া","para17":"আমরা এই শর্তাবলী সম্পর্কে আপনার প্রশ্ন, মন্তব্য, এবং প্রতিক্রিয়া স্বাগত জানাই. অনুগ্রহ করে team@hotstarparty.party-এ সমস্ত প্রতিক্রিয়া পাঠান।","subheading171":"যোগাযোগের তথ্য","subpara171":"এই শর্তাবলী সম্পর্কে আপনার কোন প্রশ্ন থাকলে, অনুগ্রহ করে আমাদের সাথে এখানে যোগাযোগ করুন:","li171":"হটস্টার পার্টি","li172":"ইমেইল:","li173":"ওয়েবসাইট:","li174":"শেষ আপডেট: 23 এপ্রিল 2024","readmore":"আরও পড়ুন..."}