{"mainheading":"Condicions d'ús de Hotstar Party","mainpara":"Benvingut a Hotstar Party. Mitjançant la instal·lació i l'ús de l'extensió Hotstar Party, disponible a través del nostre lloc web","mainparaspan":", accepteu estar subjecte a aquestes Condicions d'ús. Si us plau, llegiu aquestes condicions amb atenció abans de la instal·lació i l'ús. Si no esteu d'acord amb alguna part d'aquests termes, no feu servir la nostra extensió.","heading1":"1. Condicions generals","para1":"Aquestes Condicions regeixen el vostre ús de l'extensió Hotstar Party i qualsevol servei relacionat proporcionat per Hotstar Party. En accedir i utilitzar l'extensió, accepteu aquestes Condicions, les nostres","PrivacyPolicy":"Política de privacitat","para1span":", i qualsevol altre avís legal publicat per nosaltres al lloc web.","heading2":"2. Elegibilitat i accés","para2":"Per utilitzar l'extensió Hotstar Party, heu de tenir almenys 13 anys. En utilitzar aquesta extensió, vostè declara i garanteix que compleix aquest requisit d'edat mínima.","heading3":"3. Ús de l'extensió","subheading31":"a. Ús permès","subpara31":"Se us concedeix una llicència no exclusiva, intransferible i revocable per utilitzar l'extensió Hotstar Party únicament per al vostre ús personal i no comercial, subjecte als termes d'aquest acord.","subheading32":"b. Restriccions","subpara32":"No podeu utilitzar l'extensió per a cap propòsit il·legal o no autoritzat. Accepteu complir totes les lleis, normes i regulacions aplicables al vostre ús de l'extensió.","heading4":"4. Propietat intel·lectual","para4":"L'extensió, inclosa la seva tecnologia subjacent, i tots els drets de propietat intel·lectual que s'hi inclouen són propietat de Hotstar Party o tenen llicència a aquesta. Res d'aquestes Condicions us atorga un dret o una llicència per utilitzar qualsevol propietat propietat de Hotstar Party o dels seus llicenciants.","heading5":"5. Divulgació d'afiliats","para5":"Aquesta extensió està dissenyada per mantenir un servei d'alta qualitat i gestionar els costos del servidor de manera eficaç. Com a part dels nostres esforços per mantenir les nostres operacions, és possible que guanyem comissions d'afiliats per les compres fetes a la majoria de llocs web després d'instal·lar aquesta extensió. Aquesta funcionalitat funciona automàticament i ajuda a donar suport a la millora contínua dels nostres serveis.","heading6":"6. Exempcions de responsabilitat","para6":"Hotstar Party no garanteix que l'extensió funcioni sense interrupcions o que estigui lliure d'errors. No podem garantir que l'extensió compleixi els vostres requisits.","heading7":"7. Limitació de responsabilitat","para7":"Hotstar Party, ni cap dels seus oficials, directors o empleats, serà responsable de cap dany indirecte, incidental, especial, conseqüent o punitiu, inclòs, entre d'altres, la pèrdua de beneficis, dades, ús, fons de comerç o altres pèrdues intangibles, que resultin de el vostre accés o ús o incapacitat per accedir o utilitzar l'extensió.","heading8":"8. Canvis a les condicions","para8":"Ens reservem el dret de modificar aquests termes en qualsevol moment a la nostra discreció. Si fem canvis, publicarem els termes revisats al lloc web i actualitzarem","heading9":"9. Informació de contacte","para9":"Per a qualsevol pregunta o dubte sobre aquestes Condicions d'ús, poseu-vos en contacte amb nosaltres a team@hotstarparty.party.","heading10":"10. Canvis a les condicions","para10":"Ens reservem el dret, a la nostra discreció, de modificar o substituir aquestes Condicions en qualsevol moment. El que constitueix un canvi material es determinarà a la nostra discreció. Proporcionarem almenys 30 dies","heading11":"11. Termini","para11":"Podem cancel·lar o suspendre el vostre accés a la nostra extensió immediatament, sense avís previ ni responsabilitat, per qualsevol motiu, inclòs, entre d'altres, si incompleixes les Condicions. Un cop finalitzada, el vostre dret a utilitzar l'extensió cessarà immediatament.","heading12":"12. Llei aplicable","para12":"Aquestes Condicions es regiran i interpretaran d'acord amb les lleis de [Jurisdicció], sense tenir en compte les seves disposicions sobre conflictes de lleis. La nostra manca d'execució de qualsevol dret o disposició d'aquestes Condicions no es considerarà una renúncia a aquests drets. Si un tribunal considera que alguna disposició d'aquestes Condicions no és vàlida o no és aplicable, les disposicions restants d'aquestes Condicions continuaran vigents.","heading13":"13. Indemnització","para13":"Accepteu defensar, indemnitzar i indemnitzar Hotstar Party i els seus llicenciataris i llicenciants, i els seus empleats, contractistes, agents, oficials i directors, de i contra qualsevol reclamació, dany, obligació, pèrdues, responsabilitats, costos o deutes. , i despeses (incloent, entre d'altres, l'advocat","heading14":"14. Diversos","subheading141":"a. Acord complet","subpara141":"Aquestes Condicions constitueixen l'acord complet entre nosaltres pel que fa a la nostra extensió i substitueixen i substitueixen qualsevol acord anterior que haguéssim tingut entre nosaltres pel que fa a l'extensió.","subheading142":"b. Sense renúncia","subpara142":"Cap renúncia a cap termini d'aquestes Condicions es considerarà una renúncia posterior o continuada d'aquest terme o qualsevol altre terme, i la nostra manca de fer valer cap dret o disposició en virtut d'aquestes Condicions no constituirà una renúncia a aquest dret o disposició.","heading15":"15. Informació de contacte","para15":"Per a qualsevol pregunta o dubte sobre aquestes Condicions d'ús, poseu-vos en contacte amb nosaltres a team@hotstarparty.party.","heading16":"16. Data d'entrada en vigor","para16":"Aquestes Condicions d'ús entren en vigor a partir del 23 d'abril de 2024 i continuaran vigents, excepte pel que fa a qualsevol canvi en les seves disposicions en el futur, que entrarà en vigor immediatament després de publicar-se en aquesta pàgina.","heading17":"17. Feedback","para17":"Agraïm les vostres preguntes, comentaris i comentaris sobre aquestes Condicions. Envieu tots els comentaris a team@hotstarparty.party.","subheading171":"Informació de contacte","subpara171":"Si teniu cap pregunta sobre aquestes Condicions, poseu-vos en contacte amb nosaltres a:","li171":"Festa Hotstar","li172":"Correu electrònic:","li173":"Lloc web:","li174":"Última actualització: 23 d'abril de 2024","readmore":"Llegeix més ..."}