{"mainheading":"Podmínky použití pro Hotstar Party","mainpara":"Vítejte na Hotstar Party. Instalací a používáním rozšíření Hotstar Party dostupného na našich webových stránkách","mainparaspan":", souhlasíte s tím, že budete vázáni těmito Podmínkami použití. Před instalací a použitím si pozorně přečtěte tyto podmínky. Pokud nesouhlasíte s jakoukoli částí těchto podmínek, nepoužívejte prosím naše rozšíření.","heading1":"1. Všeobecné podmínky","para1":"Tyto podmínky upravují vaše používání rozšíření Hotstar Party a všech souvisejících služeb poskytovaných Hotstar Party. Přístupem a používáním rozšíření souhlasíte s těmito Podmínkami, našimi","PrivacyPolicy":"Zásady ochrany osobních údajů","para1span":"a jakákoli další právní upozornění zveřejněná na webových stránkách.","heading2":"2. Způsobilost a přístup","para2":"Chcete-li používat rozšíření Hotstar Party, musíte být starší 13 let. Používáním tohoto rozšíření prohlašujete a zaručujete, že splňujete tento požadavek na minimální věk.","heading3":"3. Použití rozšíření","subheading31":"A. Povolené použití","subpara31":"Je vám udělena nevýhradní, nepřenosná a odvolatelná licence k používání rozšíření Hotstar Party výhradně pro vaše osobní, nekomerční použití, v souladu s podmínkami této smlouvy.","subheading32":"b. Omezení","subpara32":"Rozšíření nesmíte používat k žádným nezákonným nebo neoprávněným účelům. Souhlasíte s tím, že budete dodržovat všechny zákony, pravidla a předpisy, které se vztahují na vaše používání rozšíření.","heading4":"4. Duševní vlastnictví","para4":"Rozšíření, včetně jeho základní technologie, a veškerá práva duševního vlastnictví v něm obsažená jsou vlastněna nebo licencována Hotstar Party. Nic v těchto podmínkách vám neuděluje právo nebo licenci k používání jakéhokoli majetku vlastněného společností Hotstar Party nebo jejími poskytovateli licencí.","heading5":"5. Zveřejnění přidružených společností","para5":"Toto rozšíření je navrženo tak, aby udržovalo vysoce kvalitní služby a efektivně řídilo náklady na server. V rámci našeho úsilí o udržení našich operací můžeme po instalaci tohoto rozšíření získat přidružené provize za nákupy na většině webových stránek. Tato funkce funguje automaticky a pomáhá podporovat neustálé zlepšování našich služeb.","heading6":"6. Vyloučení odpovědnosti","para6":"Hotstar Party nezaručuje, že rozšíření bude fungovat bez přerušení nebo bez chyb. Nemůžeme zaručit, že rozšíření splní vaše požadavky.","heading7":"7. Omezení odpovědnosti","para7":"Hotstar Party, ani žádný z jejích představitelů, ředitelů, zaměstnanců nenese odpovědnost za jakékoli nepřímé, náhodné, zvláštní, následné nebo represivní škody, včetně, ale bez omezení, ztráty zisku, dat, použití, dobrého jména nebo jiných nehmotných ztrát, vyplývajících z váš přístup k rozšíření nebo jeho používání nebo nemožnost přístupu nebo používání rozšíření.","heading8":"8. Změny podmínek","para8":"Vyhrazujeme si právo tyto podmínky kdykoli upravit podle vlastního uvážení. Pokud provedeme změny, revidované podmínky zveřejníme na webových stránkách a aktualizujeme je","heading9":"9. Kontaktní informace","para9":"Máte-li jakékoli dotazy nebo obavy týkající se těchto Podmínek použití, kontaktujte nás na adrese team@hotstarparty.party.","heading10":"10. Změny podmínek","para10":"Vyhrazujeme si právo, dle vlastního uvážení, kdykoli upravit nebo nahradit tyto Podmínky. Co představuje podstatnou změnu, bude určeno podle našeho vlastního uvážení. Poskytneme minimálně 30 dní","heading11":"11. Ukončení","para11":"Můžeme okamžitě ukončit nebo pozastavit váš přístup k našemu rozšíření, bez předchozího upozornění nebo odpovědnosti, z jakéhokoli důvodu, včetně, bez omezení, pokud porušíte Podmínky. Po ukončení vaše právo na používání rozšíření okamžitě zanikne.","heading12":"12. Rozhodné právo","para12":"Tyto podmínky se budou řídit a vykládat v souladu se zákony [jurisdikce], bez ohledu na jejich kolizní ustanovení. Naše selhání při vymáhání jakéhokoli práva nebo ustanovení těchto podmínek nebude považováno za vzdání se těchto práv. Pokud bude jakékoli ustanovení těchto podmínek shledáno soudem jako neplatné nebo nevymahatelné, zbývající ustanovení těchto podmínek zůstanou v platnosti.","heading13":"13. Odškodnění","para13":"Souhlasíte s tím, že budete bránit, odškodnit a chránit společnost Hotstar Party a její držitele licence a poskytovatele licencí a jejich zaměstnance, dodavatele, zástupce, úředníky a ředitele před a proti jakýmkoli nárokům, škodám, závazkům, ztrátám, závazkům, nákladům nebo dluhům. a výdaje (mimo jiné včetně právního zástupce","heading14":"14. Různé","subheading141":"A. Celý souhlas","subpara141":"Tyto podmínky představují úplnou dohodu mezi námi týkající se našeho prodloužení a nahrazují veškeré předchozí dohody, které jsme mezi námi ohledně prodloužení měli.","subheading142":"b. Žádné zřeknutí se","subpara142":"Žádné zřeknutí se jakékoli podmínky těchto podmínek nebude považováno za další nebo pokračující zřeknutí se takové podmínky nebo jakékoli jiné podmínky a naše neuplatnění jakéhokoli práva nebo ustanovení podle těchto podmínek nebude představovat vzdání se takového práva nebo ustanovení.","heading15":"15. Kontaktní informace","para15":"Máte-li jakékoli dotazy nebo obavy týkající se těchto Podmínek použití, kontaktujte nás na adrese team@hotstarparty.party.","heading16":"16. Datum účinnosti","para16":"Tyto Podmínky použití jsou účinné od 23. dubna 2024 a zůstanou v platnosti s výjimkou případných změn v jejich ustanoveních v budoucnu, které nabudou účinnosti ihned po zveřejnění na této stránce.","heading17":"17. Zpětná vazba","para17":"Uvítáme vaše dotazy, komentáře a zpětnou vazbu k těmto Podmínkám. Odešlete prosím veškerou zpětnou vazbu na team@hotstarparty.party.","subheading171":"Kontaktní informace","subpara171":"Máte-li jakékoli dotazy k těmto Podmínkám, kontaktujte nás na adrese:","li171":"Hotstar Party","li172":"E-mailem:","li173":"Webová stránka:","li174":"Poslední aktualizace: 23. dubna 2024","readmore":"Přečtěte si více ..."}