{"mainheading":"Betingelser for brug for Hotstar Party","mainpara":"Velkommen til Hotstar Party. Ved at installere og bruge Hotstar Party-udvidelsen, tilgængelig via vores hjemmeside","mainparaspan":", accepterer du at være bundet af disse vilkår for brug. Læs venligst disse vilkår omhyggeligt før installation og brug. Hvis du er uenig i nogen del af disse vilkår, skal du ikke bruge vores udvidelse.","heading1":"1. Generelle vilkår","para1":"Disse vilkår regulerer din brug af Hotstar Party-udvidelsen og alle relaterede tjenester leveret af Hotstar Party. Ved at tilgå og bruge udvidelsen accepterer du disse vilkår, vores","PrivacyPolicy":"Fortrolighedspolitik","para1span":", og alle andre juridiske meddelelser offentliggjort af os på webstedet.","heading2":"2. Berettigelse og adgang","para2":"For at bruge Hotstar Party-udvidelsen skal du være mindst 13 år gammel. Ved at bruge denne udvidelse erklærer og garanterer du, at du opfylder dette minimumsalderskrav.","heading3":"3. Udvidelsesbrug","subheading31":"en. Tilladt brug","subpara31":"Du tildeles en ikke-eksklusiv, ikke-overdragelig, tilbagekaldelig licens til at bruge Hotstar Party-udvidelsen udelukkende til din personlige, ikke-kommercielle brug, underlagt vilkårene i denne aftale.","subheading32":"b. Begrænsninger","subpara32":"Du må ikke bruge udvidelsen til ulovlige eller uautoriserede formål. Du accepterer at overholde alle love, regler og regler, der gælder for din brug af udvidelsen.","heading4":"4. Intellektuel ejendomsret","para4":"Udvidelsen, inklusive dens underliggende teknologi, og alle intellektuelle ejendomsrettigheder deri ejes af eller er licenseret til Hotstar Party. Intet i disse vilkår giver dig en ret eller licens til at bruge nogen ejendom, der ejes af Hotstar Party eller dets licensgivere.","heading5":"5. Affiliate Offentliggørelse","para5":"Denne udvidelse er designet til at opretholde service af høj kvalitet og administrere serveromkostninger effektivt. Som en del af vores bestræbelser på at opretholde vores drift, kan vi tjene tilknyttede kommissioner på køb foretaget på de fleste websteder efter installation af denne udvidelse. Denne funktionalitet fungerer automatisk og hjælper med at understøtte den løbende forbedring af vores tjenester.","heading6":"6. Ansvarsfraskrivelser","para6":"Hotstar Party garanterer ikke, at udvidelsen vil fungere uafbrudt eller være fejlfri. Vi kan ikke sikre, at udvidelsen opfylder dine krav.","heading7":"7. Ansvarsbegrænsning","para7":"Hotstar Party, eller nogen af ​​dets ledere, direktører, medarbejdere, er ansvarlige for indirekte, tilfældige, særlige, følgeskader eller strafskader, herunder uden begrænsning tab af fortjeneste, data, brug, goodwill eller andre immaterielle tab, som følge af din adgang til eller brug af eller manglende evne til at få adgang til eller bruge udvidelsen.","heading8":"8. Ændringer af Vilkår","para8":"Vi forbeholder os retten til at ændre disse vilkår til enhver tid efter eget skøn. Hvis vi foretager ændringer, vil vi offentliggøre de reviderede vilkår på hjemmesiden og opdatere","heading9":"9. Kontaktoplysninger","para9":"For spørgsmål eller bekymringer vedrørende disse vilkår for brug, bedes du kontakte os på team@hotstarparty.party.","heading10":"10. Ændringer af vilkår","para10":"Vi forbeholder os retten til efter eget skøn til enhver tid at ændre eller erstatte disse vilkår. Hvad der udgør en væsentlig ændring afgøres efter vores eget skøn. Vi giver mindst 30 dage","heading11":"11. Opsigelse","para11":"Vi kan opsige eller suspendere din adgang til vores udvidelse øjeblikkeligt, uden forudgående varsel eller ansvar, uanset årsag, herunder, uden begrænsning, hvis du overtræder vilkårene. Ved opsigelse ophører din ret til at bruge forlængelsen øjeblikkeligt.","heading12":"12. Gældende lov","para12":"Disse vilkår skal styres og fortolkes i overensstemmelse med lovene i [Jurisdiktion], uden hensyntagen til deres lovkonflikter. Vores manglende håndhævelse af nogen rettighed eller bestemmelse i disse vilkår vil ikke blive betragtet som et afkald på disse rettigheder. Hvis en bestemmelse i disse vilkår anses for at være ugyldig eller ikke kan håndhæves af en domstol, vil de resterende bestemmelser i disse vilkår forblive i kraft.","heading13":"13. Skadesløsholdelse","para13":"Du accepterer at forsvare, holde skadesløs og holde Hotstar Party og dets licenstager og licensgivere og deres ansatte, entreprenører, agenter, embedsmænd og direktører skadesløse fra og imod alle krav, skader, forpligtelser, tab, forpligtelser, omkostninger eller gæld. og udgifter (herunder, men ikke begrænset til, advokat","heading14":"14. Diverse","subheading141":"en. Hele aftalen","subpara141":"Disse vilkår udgør hele aftalen mellem os vedrørende vores forlængelse, og erstatter og erstatter alle tidligere aftaler, vi måtte have haft mellem os vedrørende forlængelsen.","subheading142":"b. Ingen afkald","subpara142":"Ingen afkald på nogen vilkår i disse vilkår skal anses for at være en yderligere eller vedvarende afkald på sådanne vilkår eller andre vilkår, og vores undladelse af at hævde nogen rettighed eller bestemmelse i henhold til disse vilkår skal ikke udgøre et afkald på en sådan rettighed eller bestemmelse.","heading15":"15. Kontaktoplysninger","para15":"For spørgsmål eller bekymringer vedrørende disse vilkår for brug, bedes du kontakte os på team@hotstarparty.party.","heading16":"16. Ikrafttrædelsesdato","para16":"Disse vilkår for brug træder i kraft den 23. april 2024 og forbliver i kraft, undtagen med hensyn til eventuelle ændringer i dets bestemmelser i fremtiden, som træder i kraft umiddelbart efter at være blevet offentliggjort på denne side.","heading17":"17. Feedback","para17":"Vi glæder os over dine spørgsmål, kommentarer og feedback om disse vilkår. Send venligst al feedback til team@hotstarparty.party.","subheading171":"Kontakt information","subpara171":"Hvis du har spørgsmål til disse vilkår, bedes du kontakte os på:","li171":"Hotstar fest","li172":"E-mail:","li173":"Internet side:","li174":"Sidst opdateret: 23. april 2024","readmore":"Læs mere ..."}