{"mainheading":"Nutzungsbedingungen für Hotstar Party","mainpara":"Willkommen bei Hotstar Party. Durch die Installation und Nutzung der Hotstar Party-Erweiterung, die auf unserer Website verfügbar ist","mainparaspan":", erklären Sie sich mit diesen Nutzungsbedingungen einverstanden. Bitte lesen Sie diese Bedingungen vor der Installation und Nutzung sorgfältig durch. Wenn Sie mit irgendeinem Teil dieser Bedingungen nicht einverstanden sind, verwenden Sie bitte nicht unsere Erweiterung.","heading1":"1. Allgemeine Geschäftsbedingungen","para1":"Diese Bedingungen regeln Ihre Nutzung der Hotstar Party-Erweiterung und aller damit verbundenen Dienste, die von Hotstar Party bereitgestellt werden. Durch den Zugriff auf und die Nutzung der Erweiterung stimmen Sie diesen Bedingungen zu","PrivacyPolicy":"Datenschutzrichtlinie","para1span":"und alle anderen von uns auf der Website veröffentlichten rechtlichen Hinweise.","heading2":"2. Berechtigung und Zugang","para2":"Um die Hotstar Party-Erweiterung nutzen zu können, müssen Sie mindestens 13 Jahre alt sein. Durch die Nutzung dieser Verlängerung erklären und garantieren Sie, dass Sie diese Mindestalteranforderung erfüllen.","heading3":"3. Erweiterungsnutzung","subheading31":"A. Zulässige Nutzung","subpara31":"Sie erhalten eine nicht ausschließliche, nicht übertragbare und widerrufliche Lizenz zur Nutzung der Hotstar Party-Erweiterung ausschließlich für Ihren persönlichen, nicht kommerziellen Gebrauch, vorbehaltlich der Bedingungen dieser Vereinbarung.","subheading32":"B. Einschränkungen","subpara32":"Sie dürfen die Erweiterung nicht für illegale oder nicht autorisierte Zwecke verwenden. Sie erklären sich damit einverstanden, alle Gesetze, Regeln und Vorschriften einzuhalten, die für Ihre Nutzung der Erweiterung gelten.","heading4":"4. Geistiges Eigentum","para4":"Die Erweiterung, einschließlich der zugrunde liegenden Technologie, und alle darin enthaltenen geistigen Eigentumsrechte sind Eigentum von Hotstar Party oder werden an Hotstar Party lizenziert. Nichts in diesen Bedingungen gewährt Ihnen ein Recht oder eine Lizenz zur Nutzung von Eigentum von Hotstar Party oder seinen Lizenzgebern.","heading5":"5. Offenlegung von Partnern","para5":"Diese Erweiterung ist darauf ausgelegt, eine hohe Servicequalität aufrechtzuerhalten und die Serverkosten effektiv zu verwalten. Im Rahmen unserer Bemühungen, unseren Betrieb aufrechtzuerhalten, können wir nach der Installation dieser Erweiterung auf den meisten Websites Affiliate-Provisionen für Käufe verdienen. Diese Funktionalität funktioniert automatisch und trägt zur kontinuierlichen Verbesserung unserer Dienste bei.","heading6":"6. Haftungsausschluss","para6":"Hotstar Party übernimmt keine Garantie dafür, dass die Erweiterung ununterbrochen funktioniert oder fehlerfrei ist. Wir können nicht garantieren, dass die Erweiterung Ihren Anforderungen entspricht.","heading7":"7. Haftungsbeschränkung","para7":"Weder Hotstar Party noch einer ihrer leitenden Angestellten, Direktoren oder Mitarbeiter haften für indirekte, zufällige, besondere, Folge- oder Strafschäden, einschließlich, aber nicht beschränkt auf, entgangenen Gewinn, Daten, Nutzung, Geschäftswert oder andere immaterielle Verluste, die sich daraus ergeben Ihr Zugriff auf oder Ihre Nutzung oder Ihre Unfähigkeit, auf die Erweiterung zuzugreifen oder sie zu nutzen.","heading8":"8. Änderungen der Bedingungen","para8":"Wir behalten uns das Recht vor, diese Bedingungen jederzeit nach unserem alleinigen Ermessen zu ändern. Wenn wir Änderungen vornehmen, veröffentlichen wir die überarbeiteten Bedingungen auf der Website und aktualisieren sie","heading9":"9. Kontaktinformationen","para9":"Bei Fragen oder Bedenken zu diesen Nutzungsbedingungen kontaktieren Sie uns bitte unter team@hotstarparty.party.","heading10":"10. Änderungen der Bedingungen","para10":"Wir behalten uns das Recht vor, diese Bedingungen nach eigenem Ermessen jederzeit zu ändern oder zu ersetzen. Was eine wesentliche Änderung darstellt, liegt in unserem alleinigen Ermessen. Wir stellen mindestens 30 Tage zur Verfügung","heading11":"11. Kündigung","para11":"Wir können Ihren Zugriff auf unsere Erweiterung ohne vorherige Ankündigung oder Haftung aus beliebigem Grund sofort kündigen oder sperren, insbesondere wenn Sie gegen die Bedingungen verstoßen. Mit der Kündigung erlischt Ihr Recht zur Nutzung der Verlängerung sofort.","heading12":"12. Anwendbares Recht","para12":"Diese Bedingungen unterliegen den Gesetzen von [Gerichtsstand] und werden in Übereinstimmung mit diesen ausgelegt, ohne Rücksicht auf die Kollisionsnormen. Unser Versäumnis, ein Recht oder eine Bestimmung dieser Bedingungen durchzusetzen, gilt nicht als Verzicht auf diese Rechte. Sollte eine Bestimmung dieser Bedingungen von einem Gericht für ungültig oder nicht durchsetzbar befunden werden, bleiben die übrigen Bestimmungen dieser Bedingungen in Kraft.","heading13":"13. Schadensersatz","para13":"Sie erklären sich damit einverstanden, Hotstar Party und seine Lizenznehmer und Lizenzgeber sowie deren Mitarbeiter, Auftragnehmer, Vertreter, leitende Angestellte und Direktoren von allen Ansprüchen, Schäden, Verpflichtungen, Verlusten, Verbindlichkeiten, Kosten oder Schulden zu verteidigen, zu entschädigen und schadlos zu halten und Kosten (einschließlich, aber nicht beschränkt auf Anwaltskosten).","heading14":"14. Verschiedenes","subheading141":"A. Ganze Vereinbarung","subpara141":"Diese Bedingungen stellen die gesamte Vereinbarung zwischen uns bezüglich unserer Verlängerung dar und ersetzen alle vorherigen Vereinbarungen, die wir möglicherweise bezüglich der Verlängerung getroffen haben.","subheading142":"B. Keine Verzichtserklärung","subpara142":"Kein Verzicht auf eine Bestimmung dieser Bedingungen gilt als weiterer oder anhaltender Verzicht auf diese oder eine andere Bestimmung, und unser Versäumnis, ein Recht oder eine Bestimmung aus diesen Bedingungen geltend zu machen, stellt keinen Verzicht auf dieses Recht oder diese Bestimmung dar.","heading15":"15. Kontaktinformationen","para15":"Bei Fragen oder Bedenken zu diesen Nutzungsbedingungen kontaktieren Sie uns bitte unter team@hotstarparty.party.","heading16":"16. Datum des Inkrafttretens","para16":"Diese Nutzungsbedingungen gelten ab dem 23. April 2024 und bleiben in Kraft, mit Ausnahme künftiger Änderungen ihrer Bestimmungen, die unmittelbar nach der Veröffentlichung auf dieser Seite in Kraft treten.","heading17":"17. Rückmeldung","para17":"Wir freuen uns über Ihre Fragen, Kommentare und Rückmeldungen zu diesen Bedingungen. Bitte senden Sie alle Rückmeldungen an team@hotstarparty.party.","subheading171":"Kontaktinformationen","subpara171":"Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie uns bitte unter:","li171":"Hotstar-Party","li172":"Email:","li173":"Webseite:","li174":"Letzte Aktualisierung: 23. April 2024","readmore":"Mehr lesen ..."}