{"mainheading":"Όροι χρήσης για το Hotstar Party","mainpara":"Καλώς ήρθατε στο Hotstar Party. Με την εγκατάσταση και τη χρήση της επέκτασης Hotstar Party, που διατίθεται μέσω του ιστότοπού μας","mainparaspan":", συμφωνείτε να δεσμεύεστε από αυτούς τους Όρους Χρήσης. Διαβάστε προσεκτικά αυτούς τους όρους πριν από την εγκατάσταση και τη χρήση. Εάν διαφωνείτε με οποιοδήποτε μέρος αυτών των όρων, μην χρησιμοποιήσετε την επέκτασή μας.","heading1":"1. Γενικοί Όροι","para1":"Αυτοί οι Όροι διέπουν τη χρήση της επέκτασης του Hotstar Party και τυχόν σχετικών υπηρεσιών που παρέχονται από το Hotstar Party. Με την πρόσβαση και τη χρήση της επέκτασης, συναινείτε με αυτούς τους Όρους, μας","PrivacyPolicy":"Πολιτική Απορρήτου","para1span":", και οποιεσδήποτε άλλες νομικές ειδοποιήσεις που δημοσιεύονται από εμάς στον ιστότοπο.","heading2":"2. Επιλεξιμότητα και Πρόσβαση","para2":"Για να χρησιμοποιήσετε την επέκταση Hotstar Party, πρέπει να είστε τουλάχιστον 13 ετών. Χρησιμοποιώντας αυτήν την επέκταση, δηλώνετε και εγγυάστε ότι πληροίτε αυτήν την ελάχιστη απαίτηση ηλικίας.","heading3":"3. Χρήση επέκτασης","subheading31":"ένα. Επιτρεπόμενη χρήση","subpara31":"Σας παραχωρείται μια μη αποκλειστική, μη μεταβιβάσιμη, ανακλητή άδεια χρήσης της επέκτασης του Hotstar Party αποκλειστικά για προσωπική, μη εμπορική χρήση, σύμφωνα με τους όρους της παρούσας συμφωνίας.","subheading32":"σι. Περιορισμοί","subpara32":"Δεν μπορείτε να χρησιμοποιήσετε την επέκταση για οποιονδήποτε παράνομο ή μη εξουσιοδοτημένο σκοπό. Συμφωνείτε να συμμορφώνεστε με όλους τους νόμους, τους κανόνες και τους κανονισμούς που ισχύουν για τη χρήση της επέκτασης.","heading4":"4. Πνευματική Ιδιοκτησία","para4":"Η επέκταση, συμπεριλαμβανομένης της υποκείμενης τεχνολογίας της, και όλα τα δικαιώματα πνευματικής ιδιοκτησίας σε αυτήν ανήκουν ή αδειοδοτούνται από το Hotstar Party. Τίποτα σε αυτούς τους Όρους δεν σας παρέχει δικαίωμα ή άδεια χρήσης οποιασδήποτε ιδιοκτησίας που ανήκει στο Hotstar Party ή στους δικαιοπαρόχους του.","heading5":"5. Αποκάλυψη συνεργατών","para5":"Αυτή η επέκταση έχει σχεδιαστεί για να διατηρεί υπηρεσίες υψηλής ποιότητας και να διαχειρίζεται αποτελεσματικά το κόστος του διακομιστή. Ως μέρος των προσπαθειών μας να διατηρήσουμε τις δραστηριότητές μας, ενδέχεται να κερδίσουμε προμήθειες συνεργατών για αγορές που πραγματοποιούνται στους περισσότερους ιστότοπους μετά την εγκατάσταση αυτής της επέκτασης. Αυτή η λειτουργία λειτουργεί αυτόματα και βοηθά στην υποστήριξη της συνεχούς βελτίωσης των υπηρεσιών μας.","heading6":"6. Αποποίηση ευθυνών","para6":"Το Hotstar Party δεν εγγυάται ότι η επέκταση θα λειτουργεί αδιάκοπα ή χωρίς σφάλματα. Δεν μπορούμε να διασφαλίσουμε ότι η επέκταση θα ικανοποιήσει τις απαιτήσεις σας.","heading7":"7. Περιορισμός Ευθύνης","para7":"Το Hotstar Party, ούτε οποιοσδήποτε από τους αξιωματούχους, διευθυντές, υπαλλήλους του, θα ευθύνεται για οποιεσδήποτε έμμεσες, τυχαίες, ειδικές, αποθετικές ή ποινικές ζημίες, συμπεριλαμβανομένων χωρίς περιορισμό, απώλειας κερδών, δεδομένων, χρήσης, υπεραξίας ή άλλων άυλων ζημιών που προκύπτουν από την πρόσβασή σας ή τη χρήση ή την αδυναμία πρόσβασης ή χρήσης της επέκτασης.","heading8":"8. Αλλαγές στους Όρους","para8":"Διατηρούμε το δικαίωμα να τροποποιήσουμε αυτούς τους όρους ανά πάσα στιγμή κατά την απόλυτη κρίση μας. Εάν κάνουμε αλλαγές, θα δημοσιεύσουμε τους αναθεωρημένους όρους στον ιστότοπο και θα ενημερώσουμε τους","heading9":"9. Στοιχεία επικοινωνίας","para9":"Για οποιεσδήποτε ερωτήσεις ή ανησυχίες σχετικά με αυτούς τους Όρους Χρήσης, επικοινωνήστε μαζί μας στο team@hotstarparty.party.","heading10":"10. Αλλαγές στους Όρους","para10":"Διατηρούμε το δικαίωμα, κατά την απόλυτη κρίση μας, να τροποποιήσουμε ή να αντικαταστήσουμε αυτούς τους Όρους ανά πάσα στιγμή. Το τι συνιστά υλική αλλαγή θα καθοριστεί κατά την απόλυτη κρίση μας. Θα παρέχουμε τουλάχιστον 30 ημέρες","heading11":"11. Τερματισμός","para11":"Μπορούμε να τερματίσουμε ή να αναστείλουμε την πρόσβασή σας στην επέκτασή μας αμέσως, χωρίς προηγούμενη ειδοποίηση ή ευθύνη, για οποιοδήποτε λόγο, συμπεριλαμβανομένου, χωρίς περιορισμό, εάν παραβιάσετε τους Όρους. Μετά τον τερματισμό, το δικαίωμά σας να χρησιμοποιήσετε την επέκταση θα παύσει αμέσως.","heading12":"12. Ισχύον Δίκαιο","para12":"Αυτοί οι Όροι θα διέπονται και θα ερμηνεύονται σύμφωνα με τους νόμους της [Δικαιοδοσίας], χωρίς να λαμβάνονται υπόψη οι διατάξεις περί σύγκρουσης νόμων. Η αδυναμία επιβολής οποιουδήποτε δικαιώματος ή διάταξης αυτών των Όρων δεν θα θεωρείται παραίτηση από αυτά τα δικαιώματα. Εάν κάποια διάταξη αυτών των Όρων κριθεί άκυρη ή μη εκτελεστή από το δικαστήριο, οι υπόλοιπες διατάξεις των παρόντων Όρων θα παραμείνουν σε ισχύ.","heading13":"13. Αποζημίωση","para13":"Συμφωνείτε να υπερασπιστείτε, να αποζημιώσετε και να κρατήσετε το αβλαβές Hotstar Party και τον κάτοχο άδειας και τους δικαιοπαρόχους του, και τους υπαλλήλους, εργολάβους, πράκτορες, αξιωματούχους και διευθυντές του, από και έναντι όλων των αξιώσεων, ζημιών, υποχρεώσεων, απωλειών, υποχρεώσεων, δαπανών ή χρέους , και τα έξοδα (συμπεριλαμβανομένου, ενδεικτικά, του πληρεξούσιου","heading14":"14. Διάφορα","subheading141":"ένα. Ολόκληρη η συμφωνία","subpara141":"Αυτοί οι Όροι αποτελούν τη συνολική συμφωνία μεταξύ μας σχετικά με την παράτασή μας και αντικαθιστούν και αντικαθιστούν τυχόν προηγούμενες συμφωνίες που μπορεί να είχαμε μεταξύ μας σχετικά με την παράταση.","subheading142":"σι. Χωρίς Παραίτηση","subpara142":"Καμία παραίτηση από οποιονδήποτε όρο αυτών των Όρων δεν θα θεωρείται περαιτέρω ή συνεχιζόμενη παραίτηση από αυτόν τον όρο ή οποιονδήποτε άλλο όρο και η αδυναμία μας να διεκδικήσουμε οποιοδήποτε δικαίωμα ή διάταξη βάσει αυτών των Όρων δεν θα συνιστά παραίτηση από τέτοιο δικαίωμα ή διάταξη.","heading15":"15. Στοιχεία επικοινωνίας","para15":"Για οποιεσδήποτε ερωτήσεις ή ανησυχίες σχετικά με αυτούς τους Όρους Χρήσης, επικοινωνήστε μαζί μας στο team@hotstarparty.party.","heading16":"16. Ημερομηνία έναρξης ισχύος","para16":"Αυτοί οι Όροι Χρήσης ισχύουν από τις 23 Απριλίου 2024 και θα παραμείνουν σε ισχύ εκτός από τυχόν αλλαγές στις διατάξεις του στο μέλλον, οι οποίες θα ισχύουν αμέσως μετά τη δημοσίευσή τους σε αυτήν τη σελίδα.","heading17":"17. Ανατροφοδότηση","para17":"Χαιρετίζουμε τις ερωτήσεις, τα σχόλια και τα σχόλιά σας σχετικά με αυτούς τους Όρους. Στείλτε όλα τα σχόλια στο team@hotstarparty.party.","subheading171":"Στοιχεία επικοινωνίας","subpara171":"Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτούς τους Όρους, επικοινωνήστε μαζί μας στη διεύθυνση:","li171":"Hotstar Party","li172":"ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ:","li173":"Δικτυακός τόπος:","li174":"Τελευταία ενημέρωση: 23 Απριλίου 2024","readmore":"Διαβάστε περισσότερα ..."}