{"mainheading":"Terms of Use for Hotstar Party","mainpara":"Welcome to Hotstar Party. By installing and using the Hotstar Party extension, available through our website ","mainparaspan":", you agree to be bound by these Terms of Use.Please read these terms carefully before installation and use. If you disagree with any part of these terms, please do not use our extension.","heading1":"1. General Terms","para1":"These Terms govern your use of the Hotstar Party extension and any related services provided by Hotstar Party. By accessing and using the extension, you consent to these Terms, our ","PrivacyPolicy":"Privacy Policy","para1span":", and any other legal notices published by us on the website.","heading2":"2. Eligibility and Access","para2":"To use the Hotstar Party extension, you must be at least 13 years old. By using this extension, you represent and warrant that you meet this minimum age requirement.","heading3":"3. Extension Usage","subheading31":"a. Permitted Use","subpara31":"You are granted a non-exclusive, non-transferable, revocable license to use the Hotstar Party extension solely for your personal, non-commercial use, subject to the terms of this agreement.","subheading32":"b. Restrictions","subpara32":"You may not use the extension for any illegal or unauthorized purpose. You agree to comply with all laws, rules, and regulations applicable to your use of the extension.","heading4":"4. Intellectual Property","para4":"The extension, including its underlying technology, and all intellectual property rights therein are owned by or licensed to Hotstar Party. Nothing in these Terms grants you a right or license to use any property owned by Hotstar Party or its licensors.","heading5":"5. Affiliate Disclosure","para5":"This extension is designed to maintain high-quality service and manage server costs effectively. As part of our efforts to sustain our operations, we may earn affiliate commissions on purchases made on most websites after installing this extension. This functionality works automatically and helps support the continuous improvement of our services.","heading6":"6. Disclaimers","para6":"Hotstar Party does not guarantee that the extension will function uninterrupted or be error-free. We cannot ensure that the extension will meet your requirements.","heading7":"7. Limitation of Liability","para7":"Hotstar Party, nor any of its officers, directors, employees, shall be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from your access to or use of or inability to access or use the extension.","heading8":"8. Changes to Terms","para8":"We reserve the right to modify these terms at any time at our sole discretion. If we make changes, we will post the revised terms on the website and update the &quot;Last Updated&quot; date below.","heading9":"9. Contact Information","para9":"For any questions or concerns regarding these Terms of Use, please contact us at team@hotstarparty.party.","heading10":"10. Changes to Terms","para10":"We reserve the right, at our sole discretion, to modify or replace these Terms at any time. What constitutes a material change will be determined at our sole discretion. We will provide at least 30 days&#39; notice prior to any new terms taking effect. By continuing to access or use our extension after those revisions become effective,you agree to be bound by the revised terms. If you do not agree to the new terms,you are no longer authorized to use the extension.","heading11":"11. Termination","para11":"We may terminate or suspend your access to our extension immediately, without prior notice or liability, for any reason whatsoever, including, without limitation, if you breach the Terms. Upon termination, your right to use the extension will cease immediately.","heading12":"12. Governing Law","para12":"These Terms shall be governed and construed in accordance with the laws of [Jurisdiction], without regard to its conflict of law provisions. Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.","heading13":"13. Indemnification","para13":"You agree to defend, indemnify, and hold harmless Hotstar Party and its licensee and licensors, and their employees, contractors, agents, officers, and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney&#39;s fees), resulting from or arising out of a) your use and access of the extension, by you or any person using your account and password; b) a breach of these Terms, or c) Content posted on the extension.","heading14":"14. Miscellaneous","subheading141":"a. Entire Agreement","subpara141":"These Terms constitute the entire agreement between us regarding our extension,and supersede and replace any prior agreements we might have had between us regarding the extension.","subheading142":"b. No Waiver","subpara142":"No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term, and our failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.","heading15":"15. Contact Information","para15":"For any questions or concerns regarding these Terms of Use, please contact us at team@hotstarparty.party.","heading16":"16. Effective Date","para16":"These Terms of Use are effective as of 23 April 2024 and will remain in effect except with respect to any changes in its provisions in the future, which will be in effect immediately after being posted on this page.","heading17":"17. Feedback","para17":"We welcome your questions, comments, and feedback about these Terms. Please send all feedback to team@hotstarparty.party.","subheading171":"Contact Information","subpara171":"If you have any questions about these Terms, please contact us at:","li171":"Hotstar Party","li172":"Email: ","li173":"Website:","li174":"Last Updated: 23 April 2024","readmore":"Read more ..."}