{"mainheading":"Términos de uso para Hotstar Party","mainpara":"Bienvenidos a la fiesta Hotstar. Al instalar y utilizar la extensión Hotstar Party, disponible a través de nuestro sitio web","mainparaspan":", usted acepta estar sujeto a estos Términos de uso. Lea estos términos detenidamente antes de la instalación y el uso. Si no está de acuerdo con alguna parte de estos términos, no utilice nuestra extensión.","heading1":"1. Condiciones generales","para1":"Estos Términos rigen el uso de la extensión Hotstar Party y cualquier servicio relacionado proporcionado por Hotstar Party. Al acceder y utilizar la extensión, usted acepta estos Términos, nuestra","PrivacyPolicy":"política de privacidad","para1span":", y cualquier otro aviso legal publicado por nosotros en el sitio web.","heading2":"2. Elegibilidad y acceso","para2":"Para utilizar la extensión Hotstar Party, debes tener al menos 13 años. Al utilizar esta extensión, usted declara y garantiza que cumple con este requisito de edad mínima.","heading3":"3. Uso de extensiones","subheading31":"a. Uso permitido","subpara31":"Se le otorga una licencia no exclusiva, intransferible y revocable para utilizar la extensión Hotstar Party únicamente para su uso personal y no comercial, sujeto a los términos de este acuerdo.","subheading32":"b. Restricciones","subpara32":"No puede utilizar la extensión para ningún propósito ilegal o no autorizado. Acepta cumplir con todas las leyes, reglas y regulaciones aplicables al uso de la extensión.","heading4":"4. Propiedad intelectual","para4":"La extensión, incluida su tecnología subyacente, y todos los derechos de propiedad intelectual contenidos en la misma son propiedad de Hotstar Party o están bajo licencia de esta. Nada en estos Términos le otorga un derecho o licencia para usar cualquier propiedad propiedad de Hotstar Party o sus licenciantes.","heading5":"5. Divulgación de afiliados","para5":"Esta extensión está diseñada para mantener un servicio de alta calidad y administrar los costos del servidor de manera efectiva. Como parte de nuestros esfuerzos por sostener nuestras operaciones, podemos ganar comisiones de afiliados por las compras realizadas en la mayoría de los sitios web después de instalar esta extensión. Esta funcionalidad funciona automáticamente y ayuda a respaldar la mejora continua de nuestros servicios.","heading6":"6. Descargos de responsabilidad","para6":"Hotstar Party no garantiza que la extensión funcione de forma ininterrumpida o esté libre de errores. No podemos garantizar que la extensión cumpla con sus requisitos.","heading7":"7. Limitación de responsabilidad","para7":"Hotstar Party, ni ninguno de sus funcionarios, directores o empleados, serán responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo, que incluye, entre otros, pérdida de ganancias, datos, uso, buena voluntad u otras pérdidas intangibles, resultantes de su acceso, uso o imposibilidad de acceder o utilizar la extensión.","heading8":"8. Cambios a los términos","para8":"Nos reservamos el derecho de modificar estos términos en cualquier momento a nuestro exclusivo criterio. Si realizamos cambios, publicaremos los términos revisados ​​en el sitio web y actualizaremos el","heading9":"9. Información de contacto","para9":"Si tiene alguna pregunta o inquietud sobre estos Términos de uso, contáctenos en team@hotstarparty.party.","heading10":"10. Cambios a los términos","para10":"Nos reservamos el derecho, a nuestro exclusivo criterio, de modificar o reemplazar estos Términos en cualquier momento. Lo que constituye un cambio material se determinará a nuestro exclusivo criterio. Proporcionaremos al menos 30 días.","heading11":"11. Terminación","para11":"Podemos cancelar o suspender su acceso a nuestra extensión inmediatamente, sin previo aviso ni responsabilidad, por cualquier motivo, incluido, entre otros, si incumple los Términos. Tras la rescisión, su derecho a utilizar la extensión cesará inmediatamente.","heading12":"12. Ley aplicable","para12":"Estos Términos se regirán e interpretarán de acuerdo con las leyes de [Jurisdicción], sin tener en cuenta sus disposiciones sobre conflicto de leyes. Nuestra incapacidad para hacer cumplir cualquier derecho o disposición de estos Términos no se considerará una renuncia a esos derechos. Si un tribunal considera que alguna disposición de estos Términos es inválida o inaplicable, las disposiciones restantes de estos Términos seguirán en vigor.","heading13":"13. Indemnización","para13":"Usted acepta defender, indemnizar y eximir de responsabilidad a Hotstar Party y sus licenciatarios y licenciantes, y sus empleados, contratistas, agentes, funcionarios y directores, de y contra todos y cada uno de los reclamos, daños, obligaciones, pérdidas, responsabilidades, costos o deudas. y gastos (incluidos, entre otros, abogados","heading14":"14. Varios","subheading141":"a. Acuerdo completo","subpara141":"Estos Términos constituyen el acuerdo completo entre nosotros con respecto a nuestra extensión y reemplazan y reemplazan cualquier acuerdo anterior que hayamos tenido entre nosotros con respecto a la extensión.","subheading142":"b. No renuncio","subpara142":"Ninguna renuncia a cualquier término de estos Términos se considerará una renuncia adicional o continua a dicho término o cualquier otro término, y nuestra incapacidad para hacer valer cualquier derecho o disposición bajo estos Términos no constituirá una renuncia a dicho derecho o disposición.","heading15":"15. Información de contacto","para15":"Si tiene alguna pregunta o inquietud sobre estos Términos de uso, contáctenos en team@hotstarparty.party.","heading16":"16. Fecha de vigencia","para16":"Estos Términos de uso entran en vigencia a partir del 23 de abril de 2024 y permanecerán vigentes excepto con respecto a cualquier cambio en sus disposiciones en el futuro, que entrará en vigencia inmediatamente después de su publicación en esta página.","heading17":"17. Comentarios","para17":"Agradecemos sus preguntas, comentarios y sugerencias sobre estos Términos. Envíe todos los comentarios a team@hotstarparty.party.","subheading171":"Información del contacto","subpara171":"Si tiene alguna pregunta sobre estos Términos, contáctenos en:","li171":"Fiesta de estrellas calientes","li172":"Correo electrónico:","li173":"Sitio web:","li174":"Última actualización: 23 de abril de 2024","readmore":"Leer más ..."}