{"mainheading":"Hotstar Party kasutustingimused","mainpara":"Tere tulemast Hotstari peole. Installides ja kasutades laiendust Hotstar Party, mis on saadaval meie veebisaidi kaudu","mainparaspan":", nõustute olema nende kasutustingimustega seotud. Enne paigaldamist ja kasutamist lugege need tingimused hoolikalt läbi. Kui te ei nõustu nende tingimuste mõne osaga, ärge kasutage meie laiendust.","heading1":"1. Üldtingimused","para1":"Need tingimused reguleerivad Hotstar Party laienduse ja Hotstar Party pakutavate seotud teenuste kasutamist. Laiendusele juurde pääsedes ja seda kasutades nõustute nende tingimustega, meie","PrivacyPolicy":"Privaatsuspoliitika","para1span":"ja mis tahes muud meie poolt veebisaidil avaldatud juriidilised teated.","heading2":"2. Sobivus ja juurdepääs","para2":"Hotstar Party laienduse kasutamiseks peate olema vähemalt 13-aastane. Selle laienduse kasutamisega kinnitate ja garanteerite, et täidate selle vanuse alamnõude.","heading3":"3. Laienduse kasutamine","subheading31":"a. Lubatud kasutamine","subpara31":"Teile antakse mitteeksklusiivne, mitteülekantav ja tühistatav litsents Hotstar Party laienduse kasutamiseks ainult isiklikul, mitteärilisel otstarbel vastavalt käesoleva lepingu tingimustele.","subheading32":"b. Piirangud","subpara32":"Te ei tohi laiendust kasutada ebaseaduslikel või volitamata eesmärkidel. Nõustute järgima kõiki laienduse kasutamisel kehtivaid seadusi, eeskirju ja määrusi.","heading4":"4. Intellektuaalomand","para4":"Laiendus, sealhulgas selle aluseks olev tehnoloogia ja kõik selles sisalduvad intellektuaalomandi õigused kuuluvad Hotstar Partyle või on talle litsentsitud. Mitte miski nendes tingimustes ei anna teile õigust ega litsentsi kasutada Hotstar Partyle või selle litsentsiandjatele kuuluvat vara.","heading5":"5. Sidusettevõtte avalikustamine","para5":"See laiendus on loodud kvaliteetse teenuse säilitamiseks ja serverikulude tõhusaks haldamiseks. Osana oma jõupingutustest oma tegevuse jätkamiseks võime pärast selle laienduse installimist teenida sidusettevõtte komisjonitasusid enamikel veebisaitidel tehtud ostude eest. See funktsioon töötab automaatselt ja aitab toetada meie teenuste pidevat täiustamist.","heading6":"6. Vastutusest loobumine","para6":"Hotstar Party ei garanteeri, et laiendus töötab katkematult või veatult. Me ei saa tagada, et laiendus vastab teie nõuetele.","heading7":"7. Vastutuse piirang","para7":"Hotstar Party ega ükski selle ametnikest, direktoritest ega töötajatest ei vastuta mis tahes kaudsete, juhuslike, eriliste, kaudsete või karistuslike kahjude eest, sealhulgas ilma piiranguteta kasumi, andmete, kasutamise, firmaväärtuse või muude mittemateriaalsete kahjude eest, mis tulenevad teie juurdepääs laiendusele või selle kasutamine või suutmatus laiendusele juurde pääseda või seda kasutada.","heading8":"8. Tingimuste muudatused","para8":"Jätame endale õiguse neid tingimusi igal ajal oma äranägemise järgi muuta. Kui teeme muudatusi, postitame muudetud tingimused veebisaidile ja värskendame","heading9":"9. Kontaktandmed","para9":"Kõigi nende kasutustingimustega seotud küsimuste või murede korral võtke meiega ühendust aadressil team@hotstarparty.party.","heading10":"10. Tingimuste muudatused","para10":"Jätame endale õiguse neid tingimusi igal ajal oma äranägemise järgi muuta või asendada. See, mis kujutab endast olulist muudatust, määratakse meie äranägemisel. Pakume vähemalt 30 päeva","heading11":"11. Lõpetamine","para11":"Võime lõpetada või peatada teie juurdepääsu meie laiendusele viivitamata, ilma eelneva etteteatamise või vastutuseta, mis tahes põhjusel, sealhulgas, kuid mitte ainult, kui rikute tingimusi. Lõpetamisel lõpeb teie õigus laienduse kasutamiseks viivitamatult.","heading12":"12. Kohaldatav seadus","para12":"Neid tingimusi reguleeritakse ja tõlgendatakse vastavalt [jurisdiktsiooni] seadustele, arvestamata selle kollisiooninorme. Meie suutmatust jõustada nende tingimuste mis tahes õigust või sätet ei loeta nendest õigustest loobumiseks. Kui kohus peab nende tingimuste mõnda sätet kehtetuks või jõustamatuks, jäävad nende tingimuste ülejäänud sätted kehtima.","heading13":"13. Hüvitis","para13":"Nõustute kaitsma, hüvitama ja kahjutuks hoidma Hotstar Party'i ja selle litsentsisaajat ja litsentsiandjaid ning nende töötajaid, töövõtjaid, agente, ohvitsere ja direktoreid kõigi nõuete, kahjude, kohustuste, kaotuste, kohustuste, kulude või võlgade eest ja nende vastu. ja kulud (sealhulgas, kuid mitte ainult advokaadikulud","heading14":"14. Mitmesugust","subheading141":"a. Terve kokkulepe","subpara141":"Need tingimused moodustavad kogu meievahelise lepingu meie pikendamise kohta ning asendavad ja asendavad kõik varasemad lepingud, mis meil võis olla sõlmitud seoses pikendamisega.","subheading142":"b. Loobumist pole","subpara142":"Nende tingimuste ühestki tingimusest loobumist ei loeta sellisest või mis tahes muust tingimusest edasiseks või jätkuvaks loobumiseks ning meie suutmatus nende tingimuste alusel õigust või sätet kinnitada ei tähenda sellisest õigusest või sättest loobumist.","heading15":"15. Kontaktandmed","para15":"Kõigi nende kasutustingimustega seotud küsimuste või murede korral võtke meiega ühendust aadressil team@hotstarparty.party.","heading16":"16. Jõustumise kuupäev","para16":"Need kasutustingimused kehtivad alates 23. aprillist 2024 ja jäävad kehtima, välja arvatud nende sätetes tulevikus tehtavad muudatused, mis jõustuvad kohe pärast sellele lehele postitamist.","heading17":"17. Tagasiside","para17":"Ootame teie küsimusi, kommentaare ja tagasisidet nende tingimuste kohta. Palun saatke kogu tagasiside aadressile team@hotstarparty.party.","subheading171":"Kontaktinfo","subpara171":"Kui teil on nende tingimuste kohta küsimusi, võtke meiega ühendust aadressil:","li171":"Hotstar Party","li172":"Meil:","li173":"Veebisait:","li174":"Viimati värskendatud: 23. aprill 2024","readmore":"Loe rohkem ..."}