{"mainheading":"شرایط استفاده از Hotstar Party","mainpara":"به Hotstar Party خوش آمدید. با نصب و استفاده از افزونه Hotstar Party که از طریق وب سایت ما در دسترس است","mainparaspan":"، شما موافقت می کنید که این شرایط استفاده را رعایت کنید. لطفاً قبل از نصب و استفاده، این شرایط را به دقت بخوانید. اگر با بخشی از این شرایط مخالف هستید، لطفاً از پسوند ما استفاده نکنید.","heading1":"1. شرایط عمومی","para1":"این شرایط بر استفاده شما از برنامه افزودنی Hotstar Party و هر سرویس مرتبط ارائه شده توسط Hotstar Party حاکم است. با دسترسی و استفاده از افزونه، با این شرایط، ما موافقت می کنید","PrivacyPolicy":"سیاست حفظ حریم خصوصی","para1span":"، و سایر اخطارهای حقوقی منتشر شده توسط ما در وب سایت.","heading2":"2. واجد شرایط بودن و دسترسی","para2":"برای استفاده از افزونه Hotstar Party باید حداقل 13 سال سن داشته باشید. با استفاده از این برنامه افزودنی، شما نشان می دهید و تضمین می کنید که این حداقل شرط سنی را برآورده می کنید.","heading3":"3. استفاده از پسوند","subheading31":"آ. استفاده مجاز","subpara31":"به شما مجوزی غیر انحصاری، غیرقابل انتقال و قابل لغو برای استفاده از برنامه افزودنی Hotstar Party صرفاً برای استفاده شخصی و غیرتجاری خود، مشروط به شرایط این توافقنامه، داده شده است.","subheading32":"ب محدودیت های","subpara32":"شما نمی توانید از برنامه افزودنی برای اهداف غیرقانونی یا غیرمجاز استفاده کنید. شما موافقت می کنید که از تمام قوانین، قوانین و مقررات مربوط به استفاده شما از برنامه افزودنی تبعیت کنید.","heading4":"4. مالکیت معنوی","para4":"افزونه، از جمله فناوری زیربنایی آن، و کلیه حقوق مالکیت معنوی آن متعلق به Hotstar Party یا دارای مجوز برای آن است. هیچ چیز در این شرایط به شما حق یا مجوزی برای استفاده از اموال متعلق به Hotstar Party یا مجوز دهندگان آن نمی دهد.","heading5":"5. افشای وابسته","para5":"این برنامه افزودنی برای حفظ خدمات با کیفیت بالا و مدیریت موثر هزینه های سرور طراحی شده است. به‌عنوان بخشی از تلاش‌هایمان برای تداوم فعالیت‌هایمان، ممکن است پس از نصب این برنامه افزودنی، از خریدهایی که در اکثر وب‌سایت‌ها انجام می‌شود، کمیسیون‌های وابسته دریافت کنیم. این عملکرد به طور خودکار کار می کند و به پشتیبانی از بهبود مستمر خدمات ما کمک می کند.","heading6":"6. سلب مسئولیت","para6":"Hotstar Party تضمین نمی کند که برنامه افزودنی بدون وقفه یا بدون خطا کار کند. ما نمی توانیم اطمینان حاصل کنیم که برنامه افزودنی نیازهای شما را برآورده می کند.","heading7":"7. محدودیت مسئولیت","para7":"Hotstar Party، و هیچ یک از افسران، مدیران، کارکنان آن، در قبال هرگونه خسارت غیرمستقیم، اتفاقی، خاص، تبعی یا تنبیهی، از جمله بدون محدودیت، از دست دادن سود، داده ها، استفاده، سرقفلی، یا سایر زیان های نامشهود ناشی از دسترسی یا استفاده یا عدم توانایی شما در دسترسی یا استفاده از افزونه.","heading8":"8. تغییرات در شرایط","para8":"ما این حق را برای خود محفوظ می داریم که در هر زمان به صلاحدید خود این شرایط را تغییر دهیم. اگر تغییراتی ایجاد کنیم، شرایط اصلاح شده را در وب سایت قرار می دهیم و آن را به روز می کنیم","heading9":"9. اطلاعات تماس","para9":"برای هر گونه سؤال یا نگرانی در مورد این شرایط استفاده، لطفاً با ما در team@hotstarparty.party تماس بگیرید.","heading10":"10. تغییرات در شرایط","para10":"ما به صلاحدید خود این حق را برای خود محفوظ می داریم که در هر زمانی این شرایط را تغییر داده یا جایگزین کنیم. آنچه که یک تغییر مادی را تشکیل می دهد به صلاحدید ما تعیین می شود. ما حداقل 30 روز ارائه خواهیم کرد","heading11":"11. فسخ","para11":"ما ممکن است دسترسی شما به برنامه افزودنی خود را فوراً، بدون اطلاع قبلی یا مسئولیت، به هر دلیلی، از جمله، بدون محدودیت، در صورت نقض شرایط، خاتمه یا تعلیق کنیم. پس از فسخ، حق شما برای استفاده از برنامه افزودنی فوراً متوقف خواهد شد.","heading12":"12. قانون حاکم","para12":"این شرایط باید بر اساس قوانین [صلاحیت]، بدون در نظر گرفتن تضاد مقررات قانونی آن، اداره و تفسیر شوند. عدم اجرای هر یک از حق یا مفاد این شرایط به منزله چشم پوشی از آن حقوق تلقی نخواهد شد. اگر هر یک از مفاد این شرایط توسط دادگاه بی اعتبار یا غیرقابل اجرا تشخیص داده شود، سایر مفاد این شرایط به قوت خود باقی خواهند ماند.","heading13":"13. غرامت","para13":"شما موافقت می‌کنید که از Hotstar Party بی‌ضرر و صاحب مجوز و مجوزها، و کارکنان، پیمانکاران، نمایندگان، افسران و مدیران آن‌ها در برابر و در برابر هرگونه ادعا، خسارت، تعهدات، ضررها، بدهی‌ها، هزینه‌ها یا بدهی‌ها دفاع کنید، غرامت بدهید و نگه دارید. ، و هزینه ها (از جمله اما نه محدود به وکالت","heading14":"14. متفرقه","subheading141":"آ. کل مورد","subpara141":"این شرایط کل توافق بین ما در مورد تمدید را تشکیل می دهد، و جایگزین و جایگزین هر توافق قبلی که ممکن است بین خود در مورد تمدید داشته باشیم می شود.","subheading142":"ب بدون چشم پوشی","subpara142":"هیچ چشم پوشی از هر یک از شرایط این شرایط به عنوان چشم پوشی بیشتر یا ادامه دار از این شرایط یا هر شرایط دیگری تلقی نمی شود، و عدم اظهار نظر ما در مورد حق یا شرط تحت این شرایط به منزله چشم پوشی از چنین حق یا شرطی نخواهد بود.","heading15":"15. اطلاعات تماس","para15":"برای هر گونه سؤال یا نگرانی در مورد این شرایط استفاده، لطفاً با ما در team@hotstarparty.party تماس بگیرید.","heading16":"16. تاریخ لازم الاجرا شدن","para16":"این شرایط استفاده از 23 آوریل 2024 لازم الاجرا است و به جز در مورد هرگونه تغییر در مفاد آن در آینده که بلافاصله پس از ارسال در این صفحه قابل اجرا خواهد بود، به قوت خود باقی خواهد ماند.","heading17":"17. بازخورد","para17":"ما از سوالات، نظرات و بازخورد شما در مورد این شرایط استقبال می کنیم. لطفاً همه بازخوردها را به team@hotstarparty.party ارسال کنید.","subheading171":"اطلاعات تماس","subpara171":"اگر در مورد این شرایط سوالی دارید، لطفا با ما تماس بگیرید:","li171":"مهمانی هاتستار","li172":"پست الکترونیک:","li173":"سایت اینترنتی:","li174":"آخرین به روز رسانی: 23 آوریل 2024","readmore":"ادامه مطلب..."}