{"mainheading":"Hotstar Partyn käyttöehdot","mainpara":"Tervetuloa Hotstar Party -tapahtumaan. Asentamalla ja käyttämällä Hotstar Party -laajennusta, joka on saatavana verkkosivustomme kautta","mainparaspan":", sitoudut noudattamaan näitä käyttöehtoja. Lue nämä ehdot huolellisesti ennen asennusta ja käyttöä. Jos et hyväksy jotakin näiden ehtojen osaa, älä käytä laajennustamme.","heading1":"1. Yleiset ehdot","para1":"Nämä ehdot koskevat Hotstar Party -laajennuksen ja Hotstar Partyn tarjoamien siihen liittyvien palvelujen käyttöä. Käyttämällä laajennusta hyväksyt nämä ehdot, meidän","PrivacyPolicy":"Tietosuojakäytäntö","para1span":", ja kaikki muut verkkosivustollamme julkaisemamme oikeudelliset huomautukset.","heading2":"2. Kelpoisuus ja käyttöoikeudet","para2":"Jotta voit käyttää Hotstar Party -laajennusta, sinun on oltava vähintään 13-vuotias. Käyttämällä tätä laajennusta vakuutat, että täytät tämän vähimmäisikävaatimuksen.","heading3":"3. Laajennuksen käyttö","subheading31":"a. Sallittu käyttö","subpara31":"Sinulle myönnetään ei-yksinomainen, ei-siirrettävä, peruutettava lisenssi käyttää Hotstar Party -laajennusta vain henkilökohtaiseen, ei-kaupalliseen käyttöön tämän sopimuksen ehtojen mukaisesti.","subheading32":"b. Rajoitukset","subpara32":"Et saa käyttää laajennusta laittomaan tai luvattomaan tarkoitukseen. Sitoudut noudattamaan kaikkia lakeja, sääntöjä ja määräyksiä, joita sovelletaan laajennuksen käyttöön.","heading4":"4. Immateriaalioikeudet","para4":"Laajennus, mukaan lukien sen taustalla oleva teknologia, ja kaikki siihen liittyvät immateriaalioikeudet ovat Hotstar Partyn omistamia tai niille lisensoituja. Mikään näissä ehdoissa ei anna sinulle oikeutta tai lisenssiä käyttää mitään Hotstar Partyn tai sen lisenssinantajien omistamaa omaisuutta.","heading5":"5. Affiliate Disclosure","para5":"Tämä laajennus on suunniteltu ylläpitämään korkealaatuista palvelua ja hallitsemaan palvelinkustannuksia tehokkaasti. Osana pyrkimyksiämme ylläpitää toimintaamme saatamme ansaita kumppanipalkkioita useimmilla verkkosivustoilla tehdyistä ostoksista tämän laajennuksen asentamisen jälkeen. Tämä toiminto toimii automaattisesti ja auttaa tukemaan palveluidemme jatkuvaa parantamista.","heading6":"6. Vastuuvapauslausekkeet","para6":"Hotstar Party ei takaa, että laajennus toimii keskeytyksettä tai on virheetön. Emme voi taata, että laajennus vastaa tarpeitasi.","heading7":"7. Vastuun rajoitus","para7":"Hotstar Party tai sen virkailijat, johtajat tai työntekijät eivät ole vastuussa mistään välillisistä, satunnaisista, erityisistä, välillisistä tai rankaisevista vahingoista, mukaan lukien rajoituksetta voittojen, tietojen, käytön, liikearvon tai muut aineettomat vahingot, jotka johtuvat pääsysi tai käyttösi tai kyvyttömyys päästä käsiksi tai käyttää laajennusta.","heading8":"8. Muutokset ehtoihin","para8":"Varaamme oikeuden muuttaa näitä ehtoja milloin tahansa oman harkintamme mukaan. Jos teemme muutoksia, julkaisemme päivitetyt ehdot verkkosivustolla ja päivitämme","heading9":"9. Yhteystiedot","para9":"Jos sinulla on kysyttävää näistä käyttöehdoista, ota meihin yhteyttä osoitteeseen team@hotstarparty.party.","heading10":"10. Muutokset ehtoihin","para10":"Pidätämme oikeuden oman harkintamme mukaan muuttaa tai korvata näitä ehtoja milloin tahansa. Se, mikä on olennainen muutos, päätetään oman harkintamme mukaan. Tarjoamme vähintään 30 päivää","heading11":"11. Irtisanominen","para11":"Voimme lopettaa tai keskeyttää pääsysi laajennukseen välittömästi, ilman ennakkoilmoitusta tai vastuuta mistä tahansa syystä, mukaan lukien rajoituksetta, jos rikot Ehtoja. Irtisanomisen jälkeen oikeutesi käyttää laajennusta lakkaa välittömästi.","heading12":"12. Sovellettava laki","para12":"Näitä ehtoja säännellään ja niitä tulkitaan [Oikeudenkäyttöalueen] lakien mukaisesti ottamatta huomioon sen lainvalintasäännöksiä. Epäonnistuminen näiden Ehtojen minkään oikeuden tai määräyksen täytäntöönpanossa ei katso näiden oikeuksien luopumiseen. Jos jokin näiden Ehtojen ehto katsotaan pätemättömäksi tai täytäntöönpanokelvottomaksi tuomioistuimen toimesta, näiden ehtojen loput määräykset pysyvät voimassa.","heading13":"13. Korvaus","para13":"Sitoudut puolustamaan, korvaamaan ja pitämään vaarattomina Hotstar Partya ja sen lisenssinsaajaa ja lisenssinantajia sekä heidän työntekijöitään, urakoitsijoita, edustajia, virkamiehiä ja johtajia kaikilta vaateilta, vahingoilta, velvoitteilta, menetyksiltä, ​​vastuilta, kuluilta tai velalta ja niitä vastaan. ja kulut (mukaan lukien mutta ei rajoittuen asianajajaan","heading14":"14. Sekalaista","subheading141":"a. Koko sopimus","subpara141":"Nämä ehdot muodostavat koko meidän välisen sopimuksen jatkamisestamme, ja ne korvaavat ja korvaavat kaikki aikaisemmat sopimukset, jotka meillä on saattanut olla välillämme jatkamisesta.","subheading142":"b. Ei luopumista","subpara142":"Mitään näiden Ehtojen ehdoista luopumista ei pidetä jatkossa tai jatkuvana luopumisena kyseisestä ehdosta tai mistä tahansa muusta ehdosta, ja epäonnistumisemme puolustaa mitään näiden Ehtojen mukaista oikeutta tai määräystä ei tarkoita luopumista kyseisestä oikeudesta tai määräyksestä.","heading15":"15. Yhteystiedot","para15":"Jos sinulla on kysyttävää näistä käyttöehdoista, ota meihin yhteyttä osoitteeseen team@hotstarparty.party.","heading16":"16. Voimaantulopäivä","para16":"Nämä käyttöehdot ovat voimassa 23.4.2024 alkaen ja pysyvät voimassa lukuun ottamatta mahdollisia muutoksia niiden määräyksiin tulevaisuudessa, jotka tulevat voimaan välittömästi sen jälkeen, kun ne on julkaistu tälle sivulle.","heading17":"17. Palaute","para17":"Otamme mielellämme vastaan ​​kysymyksiä, kommentteja ja palautetta näistä ehdoista. Lähetä kaikki palaute osoitteeseen team@hotstarparty.party.","subheading171":"Yhteystiedot","subpara171":"Jos sinulla on kysyttävää näistä ehdoista, ota meihin yhteyttä osoitteessa:","li171":"Hotstar Party","li172":"Sähköposti:","li173":"Verkkosivusto:","li174":"Viimeksi päivitetty: 23. huhtikuuta 2024","readmore":"Lue lisää ..."}