{"mainheading":"Mga Tuntunin ng Paggamit para sa Hotstar Party","mainpara":"Maligayang pagdating sa Hotstar Party. Sa pamamagitan ng pag-install at paggamit ng extension ng Hotstar Party, na makukuha sa pamamagitan ng aming website","mainparaspan":", sumasang-ayon kang sumailalim sa Mga Tuntunin ng Paggamit na ito. Pakibasa nang mabuti ang mga tuntuning ito bago i-install at gamitin. Kung hindi ka sumasang-ayon sa anumang bahagi ng mga tuntuning ito, mangyaring huwag gamitin ang aming extension.","heading1":"1. Pangkalahatang Tuntunin","para1":"Pinamamahalaan ng Mga Tuntuning ito ang iyong paggamit ng extension ng Hotstar Party at anumang kaugnay na serbisyong ibinigay ng Hotstar Party. Sa pamamagitan ng pag-access at paggamit ng extension, pumapayag ka sa Mga Tuntuning ito, ang aming","PrivacyPolicy":"Patakaran sa Privacy","para1span":", at anumang iba pang legal na abiso na inilathala namin sa website.","heading2":"2. Kwalipikado at Access","para2":"Upang magamit ang extension ng Hotstar Party, dapat ay hindi bababa sa 13 taong gulang ka. Sa paggamit ng extension na ito, kinakatawan at ginagarantiyahan mo na natutugunan mo ang minimum na kinakailangan sa edad na ito.","heading3":"3. Paggamit ng Extension","subheading31":"a. Pinahihintulutang Paggamit","subpara31":"Binigyan ka ng hindi eksklusibo, hindi naililipat, maaaring bawiin na lisensya upang gamitin ang extension ng Hotstar Party para lamang sa iyong personal, hindi pangkomersyal na paggamit, na napapailalim sa mga tuntunin ng kasunduang ito.","subheading32":"b. Mga paghihigpit","subpara32":"Hindi mo maaaring gamitin ang extension para sa anumang ilegal o hindi awtorisadong layunin. Sumasang-ayon kang sumunod sa lahat ng batas, panuntunan, at regulasyong naaangkop sa iyong paggamit ng extension.","heading4":"4. Intelektwal na Ari-arian","para4":"Ang extension, kasama ang pinagbabatayan nitong teknolohiya, at lahat ng karapatan sa intelektwal na ari-arian doon ay pagmamay-ari o lisensyado sa Hotstar Party. Wala sa Mga Tuntuning ito ang nagbibigay sa iyo ng karapatan o lisensya na gumamit ng anumang ari-arian na pag-aari ng Hotstar Party o ng mga tagapaglisensya nito.","heading5":"5. Pagbubunyag ng Kaakibat","para5":"Idinisenyo ang extension na ito upang mapanatili ang mataas na kalidad na serbisyo at epektibong pamahalaan ang mga gastos sa server. Bilang bahagi ng aming mga pagsisikap na mapanatili ang aming mga operasyon, maaari kaming makakuha ng mga kaakibat na komisyon sa mga pagbili na ginawa sa karamihan ng mga website pagkatapos i-install ang extension na ito. Awtomatikong gumagana ang functionality na ito at tumutulong na suportahan ang patuloy na pagpapabuti ng aming mga serbisyo.","heading6":"6. Mga Disclaimer","para6":"Hindi ginagarantiyahan ng Hotstar Party na gagana nang tuluy-tuloy ang extension o walang error. Hindi namin matiyak na matutugunan ng extension ang iyong mga kinakailangan.","heading7":"7. Limitasyon ng Pananagutan","para7":"Ang Hotstar Party, o alinman sa mga opisyal, direktor, empleyado nito, ay mananagot para sa anumang hindi direkta, hindi sinasadya, espesyal, kinahinatnan o parusa na mga pinsala, kabilang ang walang limitasyon, pagkawala ng mga kita, data, paggamit, mabuting kalooban, o iba pang hindi nasasalat na pagkalugi, na nagreresulta mula sa ang iyong pag-access o paggamit ng o kawalan ng kakayahan na i-access o gamitin ang extension.","heading8":"8. Mga Pagbabago sa Mga Tuntunin","para8":"Inilalaan namin ang karapatang baguhin ang mga tuntuning ito anumang oras sa aming sariling paghuhusga. Kung gagawa kami ng mga pagbabago, ipo-post namin ang mga binagong tuntunin sa website at i-update ang","heading9":"9. Impormasyon sa Pakikipag-ugnayan","para9":"Para sa anumang mga tanong o alalahanin tungkol sa Mga Tuntunin ng Paggamit na ito, mangyaring makipag-ugnayan sa amin sa team@hotstarparty.party.","heading10":"10. Mga Pagbabago sa Mga Tuntunin","para10":"Inilalaan namin ang karapatan, sa aming sariling paghuhusga, na baguhin o palitan ang Mga Tuntuning ito anumang oras. Kung ano ang bumubuo sa isang materyal na pagbabago ay matutukoy sa aming sariling pagpapasya. Magbibigay kami ng hindi bababa sa 30 araw","heading11":"11. Pagwawakas","para11":"Maaari naming wakasan o suspindihin kaagad ang iyong pag-access sa aming extension, nang walang paunang abiso o pananagutan, sa anumang dahilan, kasama, nang walang limitasyon, kung lumabag ka sa Mga Tuntunin. Sa pagwawakas, ang iyong karapatang gamitin ang extension ay titigil kaagad.","heading12":"12. Namamahala sa Batas","para12":"Ang Mga Tuntuning ito ay dapat pamahalaan at bigyang-kahulugan alinsunod sa mga batas ng [Jurisdiction], nang walang pagsasaalang-alang sa salungat sa mga probisyon ng batas. Ang aming kabiguan na ipatupad ang anumang karapatan o probisyon ng Mga Tuntuning ito ay hindi ituturing na pagwawaksi ng mga karapatang iyon. Kung ang anumang probisyon ng Mga Tuntunin na ito ay pinaniniwalaang hindi wasto o hindi maipapatupad ng hukuman, ang natitirang mga probisyon ng Mga Tuntunin na ito ay mananatiling may bisa.","heading13":"13. Pagbabayad-danyos","para13":"Sumasang-ayon kang ipagtanggol, bayaran ng danyos, at panghawakan ang hindi nakakapinsalang Hotstar Party at ang may lisensya at mga tagapaglisensya nito, at ang kanilang mga empleyado, kontratista, ahente, opisyal, at direktor, mula sa at laban sa anuman at lahat ng mga paghahabol, pinsala, obligasyon, pagkalugi, pananagutan, gastos o utang , at mga gastos (kabilang ang ngunit hindi limitado sa abogado","heading14":"14. Miscellaneous","subheading141":"a. Buong Kasunduan","subpara141":"Binubuo ng Mga Tuntuning ito ang buong kasunduan sa pagitan namin tungkol sa aming extension, at pinapalitan at pinapalitan ang anumang mga naunang kasunduan na maaaring mayroon kami sa pagitan namin tungkol sa extension.","subheading142":"b. Walang waiver","subpara142":"Walang waiver ng anumang termino ng Mga Tuntunin na ito ay dapat ituring na isang karagdagang o patuloy na pagwawaksi ng naturang termino o anumang iba pang termino, at ang aming kabiguan na igiit ang anumang karapatan o probisyon sa ilalim ng Mga Tuntuning ito ay hindi dapat bubuo ng isang pagwawaksi ng naturang karapatan o probisyon.","heading15":"15. Impormasyon sa Pakikipag-ugnayan","para15":"Para sa anumang mga tanong o alalahanin tungkol sa Mga Tuntunin ng Paggamit na ito, mangyaring makipag-ugnayan sa amin sa team@hotstarparty.party.","heading16":"16. Petsa ng Pagkabisa","para16":"Ang Mga Tuntunin ng Paggamit na ito ay may bisa simula 23 Abril 2024 at mananatiling may bisa maliban kung may kinalaman sa anumang mga pagbabago sa mga probisyon nito sa hinaharap, na magkakabisa kaagad pagkatapos na mai-post sa pahinang ito.","heading17":"17. Feedback","para17":"Tinatanggap namin ang iyong mga tanong, komento, at feedback tungkol sa Mga Tuntuning ito. Mangyaring ipadala ang lahat ng feedback sa team@hotstarparty.party.","subheading171":"Impormasyon sa Pakikipag-ugnayan","subpara171":"Kung mayroon kang anumang mga katanungan tungkol sa Mga Tuntuning ito, mangyaring makipag-ugnayan sa amin sa:","li171":"Hotstar Party","li172":"Email:","li173":"Website:","li174":"Huling Na-update: Abril 23, 2024","readmore":"Magbasa pa..."}