{"mainheading":"Conditions d’utilisation de Hotstar Party","mainpara":"Bienvenue à la fête Hotstar. En installant et en utilisant l'extension Hotstar Party, disponible sur notre site Web","mainparaspan":", vous acceptez d'être lié par ces conditions d'utilisation. Veuillez lire attentivement ces conditions avant l'installation et l'utilisation. Si vous n'êtes pas d'accord avec une partie de ces conditions, veuillez ne pas utiliser notre extension.","heading1":"1. Conditions générales","para1":"Ces conditions régissent votre utilisation de l'extension Hotstar Party et de tous les services connexes fournis par Hotstar Party. En accédant et en utilisant l'extension, vous consentez à ces conditions, notre","PrivacyPolicy":"politique de confidentialité","para1span":", et toute autre mention légale publiée par nos soins sur le site Internet.","heading2":"2. Admissibilité et accès","para2":"Pour utiliser l’extension Hotstar Party, vous devez avoir au moins 13 ans. En utilisant cette extension, vous déclarez et garantissez que vous répondez à cette condition d'âge minimum.","heading3":"3. Utilisation des extensions","subheading31":"un. Utilisation autorisée","subpara31":"Vous bénéficiez d'une licence non exclusive, non transférable et révocable pour utiliser l'extension Hotstar Party uniquement pour votre usage personnel et non commercial, sous réserve des termes de cet accord.","subheading32":"b. Restrictions","subpara32":"Vous ne pouvez pas utiliser l'extension à des fins illégales ou non autorisées. Vous acceptez de vous conformer à toutes les lois, règles et réglementations applicables à votre utilisation de l'extension.","heading4":"4. Propriété intellectuelle","para4":"L'extension, y compris sa technologie sous-jacente, et tous les droits de propriété intellectuelle y afférents sont la propriété ou sous licence de Hotstar Party. Rien dans ces Conditions ne vous accorde le droit ou la licence d'utiliser une propriété appartenant à Hotstar Party ou à ses concédants de licence.","heading5":"5. Divulgation des affiliés","para5":"Cette extension est conçue pour maintenir un service de haute qualité et gérer efficacement les coûts des serveurs. Dans le cadre de nos efforts pour pérenniser nos opérations, nous pouvons gagner des commissions d'affiliation sur les achats effectués sur la plupart des sites Web après l'installation de cette extension. Cette fonctionnalité fonctionne automatiquement et contribue à l'amélioration continue de nos services.","heading6":"6. Avis de non-responsabilité","para6":"Hotstar Party ne garantit pas que l'extension fonctionnera sans interruption ou sans erreur. Nous ne pouvons pas garantir que l'extension répondra à vos exigences.","heading7":"7. Limitation de responsabilité","para7":"Hotstar Party, ni aucun de ses dirigeants, administrateurs, employés, ne sera responsable de tout dommage indirect, accidentel, spécial, consécutif ou punitif, y compris, sans s'y limiter, la perte de profits, de données, d'utilisation, de clientèle ou autres pertes intangibles, résultant de votre accès, votre utilisation ou votre incapacité à accéder ou à utiliser l'extension.","heading8":"8. Modifications des conditions","para8":"Nous nous réservons le droit de modifier ces conditions à tout moment à notre seule discrétion. Si nous apportons des modifications, nous publierons les conditions révisées sur le site Web et mettrons à jour les","heading9":"9. Coordonnées","para9":"Pour toute question ou préoccupation concernant ces conditions d'utilisation, veuillez nous contacter à team@hotstarparty.party.","heading10":"10. Modifications des conditions","para10":"Nous nous réservons le droit, à notre seule discrétion, de modifier ou de remplacer ces Conditions à tout moment. Ce qui constitue un changement important sera déterminé à notre seule discrétion. Nous fournirons au moins 30 jours","heading11":"11. Résiliation","para11":"Nous pouvons résilier ou suspendre votre accès à notre extension immédiatement, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris, sans limitation, si vous ne respectez pas les Conditions. En cas de résiliation, votre droit d’utiliser l’extension cessera immédiatement.","heading12":"12. Loi applicable","para12":"Les présentes Conditions seront régies et interprétées conformément aux lois de [Juridiction], sans égard à ses dispositions en matière de conflits de lois. Notre incapacité à faire respecter un droit ou une disposition des présentes Conditions ne sera pas considérée comme une renonciation à ces droits. Si une disposition des présentes Conditions est jugée invalide ou inapplicable par un tribunal, les dispositions restantes des présentes Conditions resteront en vigueur.","heading13":"13. Indemnisation","para13":"Vous acceptez de défendre, d'indemniser et de dégager Hotstar Party et ses titulaires de licence et concédants de licence, ainsi que leurs employés, sous-traitants, agents, dirigeants et administrateurs, de et contre toutes réclamations, dommages, obligations, pertes, responsabilités, coûts ou dettes. , et les dépenses (y compris, mais sans s'y limiter, les frais d'avocat","heading14":"14. Divers","subheading141":"un. Accord complet","subpara141":"Ces Conditions constituent l'intégralité de l'accord entre nous concernant notre prolongation, et remplacent tout accord antérieur que nous aurions pu avoir entre nous concernant la prolongation.","subheading142":"b. Aucune renonciation","subpara142":"Aucune renonciation à une condition des présentes Conditions ne sera considérée comme une renonciation supplémentaire ou continue à cette condition ou à toute autre condition, et notre incapacité à faire valoir un droit ou une disposition en vertu des présentes Conditions ne constituera pas une renonciation à ce droit ou à cette disposition.","heading15":"15. Coordonnées","para15":"Pour toute question ou préoccupation concernant ces conditions d'utilisation, veuillez nous contacter à team@hotstarparty.party.","heading16":"16. Date d'entrée en vigueur","para16":"Les présentes conditions d'utilisation entrent en vigueur le 23 avril 2024 et resteront en vigueur, sauf en ce qui concerne toute modification future de leurs dispositions, qui entrera en vigueur immédiatement après leur publication sur cette page.","heading17":"17. Commentaires","para17":"Nous apprécions vos questions, commentaires et commentaires sur ces conditions. Veuillez envoyer tous vos commentaires à team@hotstarparty.party.","subheading171":"Coordonnées","subpara171":"Si vous avez des questions concernant ces Conditions, veuillez nous contacter à :","li171":"Fête des étoiles chaudes","li172":"E-mail:","li173":"Site web:","li174":"Dernière mise à jour : 23 avril 2024","readmore":"En savoir plus ..."}