{"mainheading":"હોટસ્ટાર પાર્ટી માટે ઉપયોગની શરતો","mainpara":"હોટસ્ટાર પાર્ટીમાં આપનું સ્વાગત છે. અમારી વેબસાઇટ દ્વારા ઉપલબ્ધ હોટસ્ટાર પાર્ટી એક્સ્ટેંશન ઇન્સ્ટોલ કરીને અને તેનો ઉપયોગ કરીને","mainparaspan":", તમે આ ઉપયોગની શરતોથી બંધાયેલા રહેવા માટે સંમત થાઓ છો. કૃપા કરીને ઇન્સ્ટોલેશન અને ઉપયોગ કરતા પહેલા આ શરતોને કાળજીપૂર્વક વાંચો. જો તમે આ શરતોના કોઈપણ ભાગ સાથે અસંમત છો, તો કૃપા કરીને અમારા એક્સ્ટેંશનનો ઉપયોગ કરશો નહીં.","heading1":"1. સામાન્ય શરતો","para1":"આ શરતો હોટસ્ટાર પાર્ટી એક્સટેન્શન અને હોટસ્ટાર પાર્ટી દ્વારા પૂરી પાડવામાં આવતી કોઈપણ સંબંધિત સેવાઓના તમારા ઉપયોગને નિયંત્રિત કરે છે. એક્સેસ કરીને અને એક્સટેન્શનનો ઉપયોગ કરીને, તમે અમારી આ શરતોને સંમતિ આપો છો","PrivacyPolicy":"ગોપનીયતા નીતિ","para1span":", અને વેબસાઈટ પર અમારા દ્વારા પ્રકાશિત કોઈપણ અન્ય કાનૂની સૂચનાઓ.","heading2":"2. પાત્રતા અને ઍક્સેસ","para2":"હોટસ્ટાર પાર્ટી એક્સ્ટેંશનનો ઉપયોગ કરવા માટે, તમારી ઉંમર ઓછામાં ઓછી 13 વર્ષની હોવી જોઈએ. આ એક્સ્ટેંશનનો ઉપયોગ કરીને, તમે પ્રતિનિધિત્વ કરો છો અને ખાતરી કરો છો કે તમે આ ન્યૂનતમ વય જરૂરિયાતને પૂર્ણ કરો છો.","heading3":"3. એક્સ્ટેંશન વપરાશ","subheading31":"a મંજૂર ઉપયોગ","subpara31":"આ કરારની શરતોને આધીન, ફક્ત તમારા વ્યક્તિગત, બિન-વ્યાવસાયિક ઉપયોગ માટે હોટસ્ટાર પાર્ટી એક્સ્ટેંશનનો ઉપયોગ કરવા માટે તમને બિન-વિશિષ્ટ, બિન-તબદીલીપાત્ર, રદ કરી શકાય તેવું લાઇસન્સ આપવામાં આવ્યું છે.","subheading32":"b પ્રતિબંધો","subpara32":"તમે કોઈપણ ગેરકાયદેસર અથવા અનધિકૃત હેતુ માટે એક્સ્ટેંશનનો ઉપયોગ કરી શકશો નહીં. તમે એક્સ્ટેંશનના તમારા ઉપયોગને લાગુ પડતા તમામ કાયદાઓ, નિયમો અને નિયમોનું પાલન કરવા માટે સંમત થાઓ છો.","heading4":"4. બૌદ્ધિક સંપત્તિ","para4":"એક્સ્ટેંશન, તેની અંતર્ગત ટેક્નોલોજી અને તેમાંના તમામ બૌદ્ધિક સંપદા અધિકારો હોટસ્ટાર પાર્ટીની માલિકીના છે અથવા તેને લાઇસન્સ આપવામાં આવ્યા છે. આ શરતોમાં કંઈપણ તમને હોટસ્ટાર પાર્ટી અથવા તેના લાઇસન્સર્સની માલિકીની કોઈપણ મિલકતનો ઉપયોગ કરવાનો અધિકાર અથવા લાઇસન્સ આપતું નથી.","heading5":"5. સંલગ્ન જાહેરાત","para5":"આ એક્સ્ટેંશન ઉચ્ચ ગુણવત્તાની સેવા જાળવવા અને સર્વર ખર્ચને અસરકારક રીતે સંચાલિત કરવા માટે રચાયેલ છે. અમારી કામગીરીને ટકાવી રાખવાના અમારા પ્રયાસોના ભાગરૂપે, અમે આ એક્સ્ટેંશન ઇન્સ્ટોલ કર્યા પછી મોટાભાગની વેબસાઇટ્સ પર કરેલી ખરીદીઓ પર સંલગ્ન કમિશન મેળવી શકીએ છીએ. આ કાર્યક્ષમતા આપમેળે કાર્ય કરે છે અને અમારી સેવાઓના સતત સુધારણાને સમર્થન આપે છે.","heading6":"6. અસ્વીકરણ","para6":"હોટસ્ટાર પાર્ટી બાંહેધરી આપતી નથી કે એક્સ્ટેંશન અવિરત કાર્ય કરશે અથવા ભૂલ-મુક્ત રહેશે. અમે ખાતરી કરી શકતા નથી કે એક્સ્ટેંશન તમારી જરૂરિયાતોને પૂર્ણ કરશે.","heading7":"7. જવાબદારીની મર્યાદા","para7":"હોટસ્ટાર પાર્ટી, કે તેના કોઈપણ અધિકારીઓ, નિર્દેશકો, કર્મચારીઓ, કોઈપણ પરોક્ષ, આકસ્મિક, વિશેષ, પરિણામલક્ષી અથવા શિક્ષાત્મક નુકસાન માટે જવાબદાર રહેશે નહીં, જેમાં મર્યાદા વિના, નફાની ખોટ, ડેટા, ઉપયોગ, સદ્ભાવના અથવા અન્ય અમૂર્ત નુકસાનનો સમાવેશ થાય છે. એક્સટેન્શનની તમારી ઍક્સેસ અથવા ઉપયોગ અથવા એક્સેસ અથવા ઉપયોગ કરવામાં અસમર્થતા.","heading8":"8. શરતોમાં ફેરફાર","para8":"અમે અમારી સંપૂર્ણ વિવેકબુદ્ધિથી કોઈપણ સમયે આ શરતોને સંશોધિત કરવાનો અધિકાર અનામત રાખીએ છીએ. જો અમે ફેરફારો કરીશું, તો અમે વેબસાઈટ પર સુધારેલી શરતો પોસ્ટ કરીશું અને અપડેટ કરીશું","heading9":"9. સંપર્ક માહિતી","para9":"આ ઉપયોગની શરતો સંબંધિત કોઈપણ પ્રશ્નો અથવા ચિંતાઓ માટે, કૃપા કરીને અમારો team@hotstarparty.party પર સંપર્ક કરો.","heading10":"10. શરતોમાં ફેરફાર","para10":"અમે અમારી સંપૂર્ણ વિવેકબુદ્ધિથી, કોઈપણ સમયે આ શરતોને સુધારવા અથવા બદલવાનો અધિકાર અનામત રાખીએ છીએ. ભૌતિક પરિવર્તન શું છે તે અમારા સંપૂર્ણ વિવેકબુદ્ધિથી નક્કી કરવામાં આવશે. અમે ઓછામાં ઓછા 30 દિવસ પ્રદાન કરીશું","heading11":"11. સમાપ્તિ","para11":"જો તમે શરતોનો ભંગ કરો છો, તો અમે કોઈપણ કારણસર, કોઈપણ કારણોસર, પૂર્વ સૂચના અથવા જવાબદારી વિના, અમારા એક્સ્ટેંશનની તમારી ઍક્સેસને તાત્કાલિક સમાપ્ત અથવા સસ્પેન્ડ કરી શકીએ છીએ. સમાપ્તિ પર, એક્સ્ટેંશનનો ઉપયોગ કરવાનો તમારો અધિકાર તરત જ બંધ થઈ જશે.","heading12":"12. સંચાલિત કાયદો","para12":"આ શરતો કાયદાની જોગવાઈઓના સંઘર્ષને ધ્યાનમાં લીધા વિના, [અધિકારક્ષેત્ર] ના કાયદા અનુસાર સંચાલિત અને અર્થઘટન કરવામાં આવશે. આ શરતોના કોઈપણ અધિકાર અથવા જોગવાઈને લાગુ કરવામાં અમારી નિષ્ફળતાને તે અધિકારોની માફી તરીકે ગણવામાં આવશે નહીં. જો આ શરતોની કોઈપણ જોગવાઈ કોર્ટ દ્વારા અમાન્ય અથવા બિનઅસરકારક માનવામાં આવે છે, તો આ શરતોની બાકીની જોગવાઈઓ અમલમાં રહેશે.","heading13":"13. વળતર","para13":"તમે હાનિકારક હોટસ્ટાર પાર્ટી અને તેના લાયસન્સધારક અને લાયસન્સર્સ અને તેમના કર્મચારીઓ, ઠેકેદારો, એજન્ટો, અધિકારીઓ અને નિર્દેશકોનો બચાવ કરવા, નુકસાન ભરપાઈ કરવા અને પકડવા માટે સંમત થાઓ છો, કોઈપણ અને તમામ દાવાઓ, નુકસાની, જવાબદારીઓ, નુકસાન, જવાબદારીઓ, ખર્ચ અથવા દેવું સામે. , અને ખર્ચ (વકીલ સહિત પણ મર્યાદિત નથી","heading14":"14. વિવિધ","subheading141":"a સમગ્ર કરાર","subpara141":"આ શરતો અમારા એક્સ્ટેંશનને લગતા અમારી વચ્ચેના સમગ્ર કરારની રચના કરે છે, અને એક્સ્ટેંશન સંબંધિત અમારી વચ્ચે અમારી વચ્ચે થયેલા કોઈપણ અગાઉના કરારોને સ્થાનાંતરિત કરે છે અને તેને બદલે છે.","subheading142":"b કોઈ માફી નહીં","subpara142":"આ શરતોની કોઈપણ મુદતની કોઈ પણ માફી આવી મુદત અથવા અન્ય કોઈપણ મુદતની વધુ અથવા ચાલુ માફી માનવામાં આવશે નહીં, અને આ શરતો હેઠળ કોઈપણ અધિકાર અથવા જોગવાઈનો દાવો કરવામાં અમારી નિષ્ફળતા આવા અધિકાર અથવા જોગવાઈની માફીનું નિર્માણ કરશે નહીં.","heading15":"15. સંપર્ક માહિતી","para15":"આ ઉપયોગની શરતો સંબંધિત કોઈપણ પ્રશ્નો અથવા ચિંતાઓ માટે, કૃપા કરીને અમારો team@hotstarparty.party પર સંપર્ક કરો.","heading16":"16. અસરકારક તારીખ","para16":"આ ઉપયોગની શરતો 23 એપ્રિલ 2024 થી પ્રભાવી છે અને ભવિષ્યમાં તેની જોગવાઈઓમાં કોઈપણ ફેરફારોના સંદર્ભમાં સિવાય તે અમલમાં રહેશે, જે આ પૃષ્ઠ પર પોસ્ટ કર્યા પછી તરત જ અમલમાં આવશે.","heading17":"17. પ્રતિસાદ","para17":"અમે આ શરતો વિશે તમારા પ્રશ્નો, ટિપ્પણીઓ અને પ્રતિસાદનું સ્વાગત કરીએ છીએ. કૃપા કરીને તમામ પ્રતિસાદ team@hotstarparty.party પર મોકલો.","subheading171":"સંપર્ક માહિતી","subpara171":"જો તમને આ શરતો વિશે કોઈ પ્રશ્નો હોય, તો કૃપા કરીને અમારો અહીં સંપર્ક કરો:","li171":"હોટસ્ટાર પાર્ટી","li172":"ઈમેલ:","li173":"વેબસાઇટ:","li174":"છેલ્લું અપડેટ: 23 એપ્રિલ 2024","readmore":"વધુ વાંચો ..."}