{"mainheading":"תנאי שימוש עבור Hotstar Party","mainpara":"ברוכים הבאים ל-Hotstar Party. על ידי התקנה ושימוש בתוסף Hotstar Party, זמין דרך האתר שלנו","mainparaspan":", אתה מסכים להיות מחויב לתנאי שימוש אלה. אנא קרא תנאים אלה בעיון לפני ההתקנה והשימוש. אם אינך מסכים עם חלק כלשהו בתנאים אלה, אנא אל תשתמש בהרחבה שלנו.","heading1":"1. תנאים כלליים","para1":"תנאים אלה מסדירים את השימוש שלך בתוסף Hotstar Party ובכל שירותים קשורים המסופקים על ידי Hotstar Party. על ידי גישה ושימוש בהרחבה, אתה מסכים לתנאים אלה, שלנו","PrivacyPolicy":"מדיניות הפרטיות","para1span":", וכל הודעה משפטית אחרת המתפרסמת על ידינו באתר.","heading2":"2. זכאות וגישה","para2":"כדי להשתמש בתוסף Hotstar Party, עליך להיות בן 13 לפחות. על ידי שימוש בהרחבה זו, אתה מצהיר ומתחייב שאתה עומד בדרישת גיל המינימום הזו.","heading3":"3. שימוש בהרחבה","subheading31":"א. שימוש מותר","subpara31":"מוענק לך רישיון לא בלעדי, בלתי ניתן להעברה, ניתן לביטול להשתמש בהרחבה של Hotstar Party אך ורק לשימושך האישי והלא מסחרי, בכפוף לתנאי הסכם זה.","subheading32":"ב. הגבלות","subpara32":"אינך רשאי להשתמש בתוסף לכל מטרה לא חוקית או לא מורשית. אתה מסכים לציית לכל החוקים, הכללים והתקנות החלים על השימוש שלך בתוסף.","heading4":"4. קניין רוחני","para4":"ההרחבה, כולל הטכנולוגיה הבסיסית שלה, וכל זכויות הקניין הרוחני בה הן בבעלות או ברישיון של Hotstar Party. שום דבר בתנאים אלה אינו מעניק לך זכות או רישיון להשתמש בנכס כלשהו בבעלות Hotstar Party או מעניקי הרישיונות שלה.","heading5":"5. גילוי שותפים","para5":"הרחבה זו נועדה לשמור על שירות באיכות גבוהה ולנהל את עלויות השרת בצורה יעילה. כחלק מהמאמצים שלנו לקיים את הפעילות שלנו, אנו עשויים להרוויח עמלות שותפים על רכישות שבוצעו ברוב אתרי האינטרנט לאחר התקנת הרחבה זו. פונקציונליות זו פועלת באופן אוטומטי ועוזרת לתמוך בשיפור מתמיד של השירותים שלנו.","heading6":"6. כתבי ויתור","para6":"Hotstar Party אינה מתחייבת שהתוסף יפעל ללא הפרעה או ללא שגיאות. איננו יכולים להבטיח שההרחבה תענה על הדרישות שלך.","heading7":"7. הגבלת אחריות","para7":"Hotstar Party, ואף אחד מהנושאים, הדירקטורים, עובדיה, יהיו אחראים לכל נזק עקיף, מקרי, מיוחד, תוצאתי או עונשי, לרבות ללא הגבלה, אובדן רווחים, נתונים, שימוש, מוניטין או הפסדים בלתי מוחשיים אחרים, הנובעים מ. הגישה שלך או השימוש בה או חוסר היכולת לגשת או להשתמש בתוסף.","heading8":"8. שינויים בתנאים","para8":"אנו שומרים לעצמנו את הזכות לשנות תנאים אלה בכל עת לפי שיקול דעתנו הבלעדי. אם נבצע שינויים, נפרסם את התנאים המתוקנים באתר ונעדכן את","heading9":"9. מידע ליצירת קשר","para9":"לכל שאלה או דאגה בנוגע לתנאי שימוש אלה, אנא צור איתנו קשר בכתובת team@hotstarparty.party.","heading10":"10. שינויים בתנאים","para10":"אנו שומרים לעצמנו את הזכות, לפי שיקול דעתנו הבלעדי, לשנות או להחליף תנאים אלה בכל עת. מהו שינוי מהותי ייקבע על פי שיקול דעתנו הבלעדי. אנו נספק לפחות 30 יום","heading11":"11. סיום","para11":"אנו עשויים להפסיק או להשעות את הגישה שלך להרחבה שלנו באופן מיידי, ללא הודעה מוקדמת או חבות, מכל סיבה שהיא, לרבות, ללא הגבלה, אם אתה מפר את התנאים. עם סיום, זכותך להשתמש בהרחבה תיפסק לאלתר.","heading12":"12. הדין החל","para12":"תנאים אלה ינוהלו ויפורשו בהתאם לחוקי [תחום שיפוט], ללא התחשבות בהוראות ניגוד החוק. הכישלון שלנו באכיפת זכות או הוראה כלשהי של תנאים אלה לא ייחשב כוויתור על זכויות אלה. אם הוראה כלשהי בתנאים אלה תיחשב כפסולה או בלתי ניתנת לאכיפה על ידי בית משפט, שאר ההוראות של תנאים אלה יישארו בתוקף.","heading13":"13. שיפוי","para13":"אתה מסכים להגן, לשפות ולחזק את Hotstar Party ואת בעל הרישיון ומעניקי הרישיונות שלה, ואת עובדיהם, קבלנים, סוכנים, נושאי משרה ודירקטורים שלהם, מכל וכל תביעה, נזק, התחייבות, הפסדים, התחייבויות, עלויות או חובות. , והוצאות (כולל אך לא רק עורך דין","heading14":"14. שונות","subheading141":"א. ההסכם כולו","subpara141":"תנאים אלה מהווים את כל ההסכם בינינו בנוגע להארכה שלנו, והם מחליפים ומחליפים כל הסכמים קודמים שהיו לנו בינינו בנוגע להארכה.","subheading142":"ב. אין ויתור","subpara142":"שום ויתור על תנאי כלשהו של תנאים אלה לא ייחשב כוויתור נוסף או מתמשך על תנאי כזה או כל תנאי אחר, והימנעות שלנו מלטעון זכות או הוראה כלשהי לפי תנאים אלה לא תהווה ויתור על זכות או הוראה כאמור.","heading15":"15. מידע ליצירת קשר","para15":"לכל שאלה או דאגה בנוגע לתנאי שימוש אלה, אנא צור איתנו קשר בכתובת team@hotstarparty.party.","heading16":"16. תאריך תוקף","para16":"תנאי שימוש אלה ייכנסו לתוקף החל מה-23 באפריל 2024 ויישארו בתוקף למעט לגבי כל שינוי בהוראותיו בעתיד, שיהיו בתוקף מיד לאחר פרסום בדף זה.","heading17":"17. משוב","para17":"נשמח לשאלות, הערות ומשוב שלך לגבי תנאים אלה. אנא שלח את כל המשוב אל team@hotstarparty.party.","subheading171":"פרטי התקשרות","subpara171":"אם יש לך שאלות כלשהן לגבי תנאים אלה, אנא צור איתנו קשר בכתובת:","li171":"מסיבת הוטסטאר","li172":"אימייל:","li173":"אתר אינטרנט:","li174":"עדכון אחרון: 23 באפריל 2024","readmore":"קרא עוד ..."}