{"mainheading":"हॉटस्टार पार्टी के लिए उपयोग की शर्तें","mainpara":"हॉटस्टार पार्टी में आपका स्वागत है। हमारी वेबसाइट के माध्यम से उपलब्ध हॉटस्टार पार्टी एक्सटेंशन को इंस्टॉल और उपयोग करके","mainparaspan":", आप उपयोग की इन शर्तों से बंधे होने के लिए सहमत हैं। कृपया स्थापना और उपयोग से पहले इन शर्तों को ध्यान से पढ़ें। यदि आप इन शर्तों के किसी भी भाग से असहमत हैं, तो कृपया हमारे एक्सटेंशन का उपयोग न करें।","heading1":"1. सामान्य शर्तें","para1":"ये शर्तें हॉटस्टार पार्टी एक्सटेंशन और हॉटस्टार पार्टी द्वारा प्रदान की गई किसी भी संबंधित सेवा के आपके उपयोग को नियंत्रित करती हैं। एक्सटेंशन तक पहुंच और उपयोग करके, आप हमारी इन शर्तों से सहमत होते हैं","PrivacyPolicy":"गोपनीयता नीति","para1span":", और वेबसाइट पर हमारे द्वारा प्रकाशित कोई अन्य कानूनी नोटिस।","heading2":"2. पात्रता एवं पहुंच","para2":"हॉटस्टार पार्टी एक्सटेंशन का उपयोग करने के लिए आपकी आयु कम से कम 13 वर्ष होनी चाहिए। इस एक्सटेंशन का उपयोग करके, आप प्रतिनिधित्व करते हैं और गारंटी देते हैं कि आप इस न्यूनतम आयु आवश्यकता को पूरा करते हैं।","heading3":"3. विस्तार उपयोग","subheading31":"एक। अनुमत उपयोग","subpara31":"आपको इस अनुबंध की शर्तों के अधीन, केवल अपने व्यक्तिगत, गैर-व्यावसायिक उपयोग के लिए हॉटस्टार पार्टी एक्सटेंशन का उपयोग करने के लिए एक गैर-अनन्य, गैर-हस्तांतरणीय, प्रतिसंहरणीय लाइसेंस प्रदान किया जाता है।","subheading32":"बी। प्रतिबंध","subpara32":"आप किसी भी अवैध या अनधिकृत उद्देश्य के लिए एक्सटेंशन का उपयोग नहीं कर सकते। आप एक्सटेंशन के आपके उपयोग पर लागू सभी कानूनों, नियमों और विनियमों का अनुपालन करने के लिए सहमत हैं।","heading4":"4. बौद्धिक संपदा","para4":"एक्सटेंशन, इसकी अंतर्निहित तकनीक और उसमें मौजूद सभी बौद्धिक संपदा अधिकारों सहित, हॉटस्टार पार्टी के स्वामित्व में है या उसे लाइसेंस प्राप्त है। इन शर्तों में से कुछ भी आपको हॉटस्टार पार्टी या उसके लाइसेंसदाताओं के स्वामित्व वाली किसी भी संपत्ति का उपयोग करने का अधिकार या लाइसेंस नहीं देता है।","heading5":"5. संबद्ध प्रकटीकरण","para5":"यह एक्सटेंशन उच्च गुणवत्ता वाली सेवा बनाए रखने और सर्वर लागत को प्रभावी ढंग से प्रबंधित करने के लिए डिज़ाइन किया गया है। अपने परिचालन को बनाए रखने के हमारे प्रयासों के हिस्से के रूप में, हम इस एक्सटेंशन को स्थापित करने के बाद अधिकांश वेबसाइटों पर की गई खरीदारी पर संबद्ध कमीशन अर्जित कर सकते हैं। यह कार्यक्षमता स्वचालित रूप से काम करती है और हमारी सेवाओं के निरंतर सुधार में सहायता करती है।","heading6":"6. अस्वीकरण","para6":"हॉटस्टार पार्टी यह गारंटी नहीं देती कि एक्सटेंशन निर्बाध रूप से कार्य करेगा या त्रुटि-मुक्त होगा। हम यह सुनिश्चित नहीं कर सकते कि एक्सटेंशन आपकी आवश्यकताओं को पूरा करेगा।","heading7":"7. दायित्व की सीमा","para7":"हॉटस्टार पार्टी, न ही उसका कोई अधिकारी, निदेशक, कर्मचारी, किसी भी अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी या दंडात्मक क्षति के लिए उत्तरदायी होगा, जिसमें बिना किसी सीमा के लाभ, डेटा, उपयोग, सद्भावना या अन्य अमूर्त हानि शामिल है, जिसके परिणामस्वरूप एक्सटेंशन तक आपकी पहुंच या उपयोग या उस तक पहुंच या उपयोग करने में असमर्थता।","heading8":"8. शर्तों में परिवर्तन","para8":"हम अपने विवेक से किसी भी समय इन शर्तों को संशोधित करने का अधिकार सुरक्षित रखते हैं। यदि हम परिवर्तन करते हैं, तो हम संशोधित शर्तों को वेबसाइट पर पोस्ट करेंगे और अपडेट करेंगे","heading9":"9. संपर्क जानकारी","para9":"उपयोग की इन शर्तों के संबंध में किसी भी प्रश्न या चिंता के लिए, कृपया हमसे Team@hotstarparty.party पर संपर्क करें।","heading10":"10. शर्तों में बदलाव","para10":"हम अपने विवेक के आधार पर किसी भी समय इन शर्तों को संशोधित करने या बदलने का अधिकार सुरक्षित रखते हैं। भौतिक परिवर्तन क्या होगा यह हमारे विवेक पर निर्धारित किया जाएगा। हम कम से कम 30 दिन का समय देंगे","heading11":"11. समाप्ति","para11":"यदि आप शर्तों का उल्लंघन करते हैं, तो बिना किसी पूर्व सूचना या दायित्व के, किसी भी कारण से, बिना किसी सीमा के, हम अपने एक्सटेंशन तक आपकी पहुंच को तुरंत समाप्त या निलंबित कर सकते हैं। समाप्ति पर, एक्सटेंशन का उपयोग करने का आपका अधिकार तुरंत समाप्त हो जाएगा।","heading12":"12. शासी कानून","para12":"इन शर्तों को कानूनी प्रावधानों के टकराव की परवाह किए बिना, [क्षेत्राधिकार] के कानूनों के अनुसार शासित और समझा जाएगा। इन शर्तों के किसी भी अधिकार या प्रावधान को लागू करने में हमारी विफलता को उन अधिकारों की छूट नहीं माना जाएगा। यदि इन शर्तों के किसी भी प्रावधान को अदालत द्वारा अमान्य या अप्रवर्तनीय माना जाता है, तो इन शर्तों के शेष प्रावधान प्रभावी रहेंगे।","heading13":"13. क्षतिपूर्ति","para13":"आप हॉटस्टार पार्टी और उसके लाइसेंसधारियों और लाइसेंसदाताओं, और उनके कर्मचारियों, ठेकेदारों, एजेंटों, अधिकारियों और निदेशकों को किसी भी और सभी दावों, क्षति, दायित्वों, घाटे, देनदारियों, लागत या ऋण से बचाने, क्षतिपूर्ति करने और हानिरहित रखने के लिए सहमत हैं। , और खर्च (वकील सहित, लेकिन इन्हीं तक सीमित नहीं)।","heading14":"14. विविध","subheading141":"एक। पूरे समझौते","subpara141":"ये शर्तें हमारे विस्तार के संबंध में हमारे बीच संपूर्ण समझौते का गठन करती हैं, और विस्तार के संबंध में हमारे बीच हुए किसी भी पूर्व समझौते को प्रतिस्थापित और प्रतिस्थापित करती हैं।","subheading142":"बी। कोई त्याग नहीं","subpara142":"इन शर्तों की किसी भी शर्त की छूट को ऐसी अवधि या किसी अन्य शर्त की आगे या निरंतर छूट नहीं माना जाएगा, और इन शर्तों के तहत किसी भी अधिकार या प्रावधान का दावा करने में हमारी विफलता ऐसे अधिकार या प्रावधान की छूट नहीं होगी।","heading15":"15. संपर्क जानकारी","para15":"उपयोग की इन शर्तों के संबंध में किसी भी प्रश्न या चिंता के लिए, कृपया हमसे Team@hotstarparty.party पर संपर्क करें।","heading16":"16. प्रभावी तिथि","para16":"उपयोग की ये शर्तें 23 अप्रैल 2024 से प्रभावी हैं और भविष्य में इसके प्रावधानों में किसी भी बदलाव को छोड़कर प्रभावी रहेंगी, जो इस पृष्ठ पर पोस्ट किए जाने के तुरंत बाद प्रभावी होंगी।","heading17":"17. प्रतिक्रिया","para17":"हम इन शर्तों के बारे में आपके प्रश्नों, टिप्पणियों और प्रतिक्रिया का स्वागत करते हैं। कृपया सभी फीडबैक Team@hotstarparty.party पर भेजें।","subheading171":"संपर्क जानकारी","subpara171":"यदि इन शर्तों के बारे में आपके कोई प्रश्न हैं, तो कृपया हमसे यहां संपर्क करें:","li171":"हॉटस्टार पार्टी","li172":"ईमेल:","li173":"वेबसाइट:","li174":"अंतिम अद्यतन: 23 अप्रैल 2024","readmore":"और पढ़ें ..."}