{"mainheading":"Uvjeti korištenja za Hotstar Party","mainpara":"Dobrodošli na Hotstar Party. Instaliranjem i korištenjem ekstenzije Hotstar Party, dostupne putem naše web stranice","mainparaspan":", suglasni ste biti vezani ovim Uvjetima korištenja. Molimo pažljivo pročitajte ove uvjete prije instalacije i korištenja. Ako se ne slažete s bilo kojim dijelom ovih uvjeta, nemojte koristiti naše proširenje.","heading1":"1. Opći uvjeti","para1":"Ovi Uvjeti uređuju vašu upotrebu proširenja Hotstar Party i svih povezanih usluga koje nudi Hotstar Party. Pristupom i korištenjem proširenja pristajete na ove Uvjete, naše","PrivacyPolicy":"Politika privatnosti","para1span":", i sve druge pravne obavijesti koje smo objavili na web stranici.","heading2":"2. Podobnost i pristup","para2":"Da biste koristili proširenje Hotstar Party, morate imati najmanje 13 godina. Korištenjem ovog proširenja izjavljujete i jamčite da ispunjavate uvjet minimalne dobi.","heading3":"3. Korištenje proširenja","subheading31":"a. Dopuštena uporaba","subpara31":"Dodijeljena vam je neisključiva, neprenosiva i opoziva licenca za korištenje proširenja Hotstar Party isključivo za vašu osobnu, nekomercijalnu upotrebu, podložno uvjetima ovog ugovora.","subheading32":"b. Ograničenja","subpara32":"Ne smijete koristiti ekstenziju u bilo koju nezakonitu ili neovlaštenu svrhu. Slažete se da ćete se pridržavati svih zakona, pravila i propisa primjenjivih na vašu upotrebu proširenja.","heading4":"4. Intelektualno vlasništvo","para4":"Proširenje, uključujući njegovu temeljnu tehnologiju, i sva prava intelektualnog vlasništva u njemu su u vlasništvu ili pod licencom Hotstar Partyja. Ništa u ovim Uvjetima vam ne daje pravo ili licencu za korištenje bilo kojeg vlasništva u vlasništvu Hotstar Party ili njegovih davatelja licence.","heading5":"5. Otkrivanje pridruženih podataka","para5":"Ovo proširenje osmišljeno je za održavanje usluge visoke kvalitete i učinkovito upravljanje troškovima poslužitelja. Kao dio naših nastojanja da održimo naše operacije, možemo zaraditi partnerske provizije na kupnje izvršene na većini web stranica nakon instaliranja ovog proširenja. Ova funkcionalnost radi automatski i pomaže pri stalnom poboljšanju naših usluga.","heading6":"6. Odricanje od odgovornosti","para6":"Hotstar Party ne jamči da će proširenje raditi bez prekida ili bez grešaka. Ne možemo jamčiti da će proširenje zadovoljiti vaše zahtjeve.","heading7":"7. Ograničenje odgovornosti","para7":"Hotstar Party, niti bilo koji od njegovih službenika, direktora, zaposlenika, bit će odgovorni za bilo kakvu neizravnu, slučajnu, posebnu, posljedičnu ili kaznenu štetu, uključujući, bez ograničenja, gubitak dobiti, podataka, korištenja, dobre volje ili druge nematerijalne gubitke, proizašle iz vaš pristup ili korištenje ili nemogućnost pristupa ili korištenja proširenja.","heading8":"8. Promjene Uvjeta","para8":"Zadržavamo pravo izmjene ovih uvjeta u bilo kojem trenutku prema vlastitom nahođenju. Ako napravimo izmjene, objavit ćemo revidirane uvjete na web stranici i ažurirati ih","heading9":"9. Podaci za kontakt","para9":"Za sva pitanja ili nedoumice u vezi s ovim Uvjetima korištenja, obratite nam se na team@hotstarparty.party.","heading10":"10. Promjene Uvjeta","para10":"Zadržavamo pravo, prema vlastitom nahođenju, izmijeniti ili zamijeniti ove Uvjete u bilo kojem trenutku. Što predstavlja materijalnu promjenu odredit ćemo prema vlastitom nahođenju. Osigurat ćemo najmanje 30 dana","heading11":"11. Raskid","para11":"Možemo prekinuti ili suspendirati vaš pristup našem proširenju odmah, bez prethodne obavijesti ili odgovornosti, iz bilo kojeg razloga, uključujući, bez ograničenja, ako prekršite Uvjete. Nakon raskida, vaše pravo na korištenje proširenja će odmah prestati.","heading12":"12. Mjerodavno pravo","para12":"Ovi Uvjeti bit će uređeni i tumačeni u skladu sa zakonima [jurisdikcije], bez obzira na njihove odredbe o sukobu zakona. Naš neuspjeh da provedemo bilo koje pravo ili odredbu ovih Uvjeta neće se smatrati odricanjem od tih prava. Ako sud proglasi bilo koju odredbu ovih Uvjeta nevažećom ili neprovedivom, preostale odredbe ovih Uvjeta ostat će na snazi.","heading13":"13. Obeštećenje","para13":"Slažete se da ćete braniti, obeštetiti i smatrati neodgovornim Hotstar Party i njegovog nositelja licence i davatelje licence, te njihove zaposlenike, izvođače, agente, službenike i direktore, od i protiv svih potraživanja, šteta, obveza, gubitaka, obveza, troškova ili duga i troškove (uključujući ali ne ograničavajući se na odvjetnika","heading14":"14. Razno","subheading141":"a. Cijeli dogovor","subpara141":"Ovi Uvjeti sačinjavaju cjelokupni ugovor između nas u vezi s našim produljenjem te zamjenjuju i zamjenjuju sve prethodne sporazume koje smo mogli imati između nas u vezi s produljenjem.","subheading142":"b. Bez odricanja","subpara142":"Nikakvo odricanje od bilo kojeg uvjeta ovih Uvjeta neće se smatrati daljnjim ili trajnim odricanjem od takvog uvjeta ili bilo kojeg drugog uvjeta, a naš propust da potvrdimo bilo koje pravo ili odredbu prema ovim Uvjetima neće predstavljati odricanje od takvog prava ili odredbe.","heading15":"15. Podaci za kontakt","para15":"Za sva pitanja ili nedoumice u vezi s ovim Uvjetima korištenja, obratite nam se na team@hotstarparty.party.","heading16":"16. Datum stupanja na snagu","para16":"Ovi Uvjeti korištenja stupaju na snagu 23. travnja 2024. i ostat će na snazi ​​osim u pogledu bilo kakvih budućih promjena u odredbama koje će stupiti na snagu odmah nakon objave na ovoj stranici.","heading17":"17. Povratne informacije","para17":"Pozdravljamo vaša pitanja, komentare i povratne informacije o ovim Uvjetima. Pošaljite sve povratne informacije na team@hotstarparty.party.","subheading171":"Podaci za kontakt","subpara171":"Ako imate pitanja o ovim Uvjetima, kontaktirajte nas na:","li171":"Hotstar zabava","li172":"Email:","li173":"Web stranica:","li174":"Zadnje ažuriranje: 23. travnja 2024","readmore":"Čitaj više ..."}