{"mainheading":"A Hotstar Party használati feltételei","mainpara":"Üdvözöljük a Hotstar Party-n. A weboldalunkon keresztül elérhető Hotstar Party bővítmény telepítésével és használatával","mainparaspan":", Ön vállalja, hogy magára nézve kötelezőnek ismeri el ezeket a használati feltételeket. Kérjük, figyelmesen olvassa el ezeket a feltételeket telepítés és használat előtt. Ha nem ért egyet e feltételek bármely részével, kérjük, ne használja bővítményünket.","heading1":"1. Általános feltételek","para1":"Ezek a Feltételek szabályozzák a Hotstar Party bővítmény és a Hotstar Party által nyújtott kapcsolódó szolgáltatások igénybevételét. A bővítmény elérésével és használatával Ön elfogadja a jelen Feltételeket, a mi","PrivacyPolicy":"Adatvédelmi irányelvek","para1span":", és bármely más, általunk a weboldalon közzétett jogi közlemény.","heading2":"2. Jogosultság és hozzáférés","para2":"A Hotstar Party bővítmény használatához legalább 13 évesnek kell lennie. A bővítmény használatával Ön kijelenti és szavatolja, hogy megfelel ennek az alsó korhatárnak.","heading3":"3. Kiterjesztés használata","subheading31":"a. Engedélyezett felhasználás","subpara31":"Ön nem kizárólagos, nem átruházható, visszavonható engedélyt kap a Hotstar Party kiterjesztésének kizárólag személyes, nem kereskedelmi célú használatára, a jelen megállapodás feltételeinek megfelelően.","subheading32":"b. Korlátozások","subpara32":"A bővítményt nem használhatja illegális vagy jogosulatlan célra. Ön vállalja, hogy betart minden, a bővítmény használatára vonatkozó törvényt, szabályt és előírást.","heading4":"4. Szellemi tulajdon","para4":"A kiterjesztés, beleértve a mögöttes technológiát, és a hozzá kapcsolódó összes szellemi tulajdonjog a Hotstar Party tulajdonában van, vagy annak licence van. A jelen Feltételek egyetlen rendelkezése sem biztosít Önnek jogot vagy licencet a Hotstar Party vagy annak licencadói tulajdonában lévő tulajdon használatára.","heading5":"5. Társvállalati közzététel","para5":"Ez a bővítmény a magas színvonalú szolgáltatás fenntartására és a szerverköltségek hatékony kezelésére szolgál. Működésünk fenntartására tett erőfeszítéseink részeként a bővítmény telepítése után a legtöbb webhelyen lebonyolított vásárlások után társult vállalkozási jutalékot kaphatunk. Ez a funkció automatikusan működik, és segíti szolgáltatásaink folyamatos fejlesztését.","heading6":"6. Felelősségi nyilatkozatok","para6":"A Hotstar Party nem garantálja, hogy a bővítmény zavartalanul vagy hibamentesen fog működni. Nem tudjuk biztosítani, hogy a bővítmény megfeleljen az Ön igényeinek.","heading7":"7. A felelősség korlátozása","para7":"A Hotstar Party, sem annak tisztségviselői, igazgatói, alkalmazottai nem felelősek semmilyen közvetett, véletlen, különleges, következményes vagy büntető jellegű kárért, beleértve korlátozás nélkül a nyereség-, adat-, felhasználás-, goodwill- vagy egyéb immateriális veszteségeket, amelyek a következőkből erednek: az Ön hozzáférése vagy használata, illetve képtelensége elérni vagy használni a bővítményt.","heading8":"8. A feltételek változásai","para8":"Fenntartjuk a jogot, hogy ezeket a feltételeket saját belátásunk szerint bármikor módosítsuk. Ha változtatásokat hajtunk végre, a módosított feltételeket közzétesszük a weboldalon, és frissítjük a","heading9":"9. Elérhetőségek","para9":"Ha bármilyen kérdése vagy aggálya van a jelen Felhasználási feltételekkel kapcsolatban, kérjük, vegye fel velünk a kapcsolatot a team@hotstarparty.party címen.","heading10":"10. A feltételek változásai","para10":"Fenntartjuk magunknak a jogot, hogy saját belátásunk szerint bármikor módosítsuk vagy kicseréljük jelen Feltételeket. Azt, hogy mi minősül lényeges változásnak, saját belátásunk szerint határozzuk meg. Legalább 30 napot biztosítunk","heading11":"11. Felmondás","para11":"Előzetes értesítés és felelősség nélkül, bármilyen okból azonnal megszüntethetjük vagy felfüggeszthetjük a hozzáférését a bővítményünkhöz, beleértve, korlátozás nélkül, a Feltételek megszegését is. A felmondást követően a bővítmény használati joga azonnal megszűnik.","heading12":"12. Irányadó jog","para12":"A jelen Feltételekre a [Joghatóság] törvényei az irányadók és értelmezendők, tekintet nélkül annak kollíziós rendelkezéseire. A jelen Feltételek bármely jogának vagy rendelkezésének érvényesítésének elmulasztása nem tekinthető a jogokról való lemondásnak. Ha a jelen Feltételek bármely rendelkezését a bíróság érvénytelennek vagy végrehajthatatlannak ítéli, a Feltételek többi rendelkezése érvényben marad.","heading13":"13. Kártalanítás","para13":"Ön beleegyezik abba, hogy megvédi, kártalanítja és ártalmatlanná teszi a Hotstar Party-t és annak engedélyesét és licencadóit, valamint alkalmazottaikat, vállalkozóikat, ügynökeiket, tisztségviselőit és igazgatóit minden követeléssel, kárral, kötelezettséggel, veszteséggel, felelősséggel, költséggel vagy adóssággal szemben. és költségek (beleértve, de nem kizárólagosan az ügyvédet","heading14":"14. Vegyes","subheading141":"a. Teljes egyezés","subpara141":"Ezek a Feltételek alkotják a teljes megállapodást közöttünk a meghosszabbításunkkal kapcsolatban, és hatályon kívül helyeznek és felváltanak minden korábbi megállapodásunkat, amelyet a meghosszabbítással kapcsolatban kötöttünk közöttünk.","subheading142":"b. Nincs lemondás","subpara142":"A jelen Feltételek bármely feltételéről való lemondás nem tekinthető az adott feltételről vagy bármely más feltételről való további vagy folyamatos lemondásnak, és a jelen Feltételek szerinti jogok vagy rendelkezések érvényesítésének elmulasztása nem jelenti az ilyen jogról vagy rendelkezésről való lemondást.","heading15":"15. Elérhetőségek","para15":"Ha bármilyen kérdése vagy aggálya van a jelen Felhasználási feltételekkel kapcsolatban, kérjük, vegye fel velünk a kapcsolatot a team@hotstarparty.party címen.","heading16":"16. Hatálybalépés napja","para16":"Jelen Felhasználási Feltételek 2024. április 23-tól hatályosak, és továbbra is érvényben maradnak, kivéve a rendelkezések jövőbeni változásait, amelyek az oldalon való közzététel után azonnal hatályba lépnek.","heading17":"17. Visszajelzés","para17":"Örömmel fogadjuk kérdéseit, megjegyzéseit és visszajelzéseit a jelen Feltételekkel kapcsolatban. Kérjük, küldjön visszajelzést a team@hotstarparty.party címre.","subheading171":"Elérhetőség","subpara171":"Ha bármilyen kérdése van a jelen Feltételekkel kapcsolatban, kérjük, vegye fel velünk a kapcsolatot a következő címen:","li171":"Hotstar Party","li172":"Email:","li173":"Weboldal:","li174":"Utolsó frissítés: 2024. április 23","readmore":"Olvass tovább ..."}