{"mainheading":"Ketentuan Penggunaan untuk Pesta Hotstar","mainpara":"Selamat datang di Pesta Hotstar. Dengan menginstal dan menggunakan ekstensi Hotstar Party, tersedia melalui situs web kami","mainparaspan":", Anda setuju untuk terikat dengan Ketentuan Penggunaan ini. Harap baca ketentuan ini dengan cermat sebelum pemasangan dan penggunaan. Jika Anda tidak setuju dengan bagian mana pun dari ketentuan ini, mohon jangan gunakan ekstensi kami.","heading1":"1. Ketentuan Umum","para1":"Ketentuan ini mengatur penggunaan Anda atas ekstensi Hotstar Party dan layanan terkait apa pun yang disediakan oleh Hotstar Party. Dengan mengakses dan menggunakan ekstensi, Anda menyetujui Ketentuan ini, kami","PrivacyPolicy":"Kebijakan pribadi","para1span":", dan pemberitahuan hukum lainnya yang kami terbitkan di situs web.","heading2":"2. Kelayakan dan Akses","para2":"Untuk menggunakan ekstensi Hotstar Party, Anda harus berusia minimal 13 tahun. Dengan menggunakan ekstensi ini, Anda menyatakan dan menjamin bahwa Anda memenuhi persyaratan usia minimum ini.","heading3":"3. Penggunaan Ekstensi","subheading31":"A. Penggunaan yang Diizinkan","subpara31":"Anda diberikan lisensi non-eksklusif, tidak dapat dipindahtangankan, dan dapat dibatalkan untuk menggunakan ekstensi Hotstar Party semata-mata untuk penggunaan pribadi dan non-komersial, sesuai dengan ketentuan perjanjian ini.","subheading32":"B. Pembatasan","subpara32":"Anda tidak boleh menggunakan ekstensi untuk tujuan ilegal atau tidak sah. Anda setuju untuk mematuhi semua undang-undang, aturan, dan peraturan yang berlaku untuk penggunaan ekstensi oleh Anda.","heading4":"4. Kekayaan Intelektual","para4":"Ekstensi, termasuk teknologi yang mendasarinya, dan semua hak kekayaan intelektual di dalamnya dimiliki oleh atau dilisensikan kepada Pihak Hotstar. Tidak ada ketentuan apa pun dalam Ketentuan ini yang memberi Anda hak atau lisensi untuk menggunakan properti apa pun yang dimiliki oleh Hotstar Party atau pemberi lisensinya.","heading5":"5. Pengungkapan Afiliasi","para5":"Ekstensi ini dirancang untuk mempertahankan layanan berkualitas tinggi dan mengelola biaya server secara efektif. Sebagai bagian dari upaya kami untuk mempertahankan operasi kami, kami dapat memperoleh komisi afiliasi atas pembelian yang dilakukan di sebagian besar situs web setelah memasang ekstensi ini. Fungsionalitas ini bekerja secara otomatis dan membantu mendukung peningkatan berkelanjutan pada layanan kami.","heading6":"6. Penafian","para6":"Pihak Hotstar tidak menjamin bahwa ekstensi akan berfungsi tanpa gangguan atau bebas dari kesalahan. Kami tidak dapat memastikan bahwa ekstensi tersebut akan memenuhi kebutuhan Anda.","heading7":"7. Batasan Tanggung Jawab","para7":"Pihak Hotstar, maupun pejabat, direktur, karyawannya, tidak bertanggung jawab atas segala kerugian tidak langsung, insidental, khusus, konsekuensial, atau hukuman, termasuk namun tidak terbatas pada, hilangnya keuntungan, data, penggunaan, niat baik, atau kerugian tidak berwujud lainnya, yang diakibatkan oleh akses Anda ke atau penggunaan atau ketidakmampuan Anda untuk mengakses atau menggunakan ekstensi.","heading8":"8. Perubahan Ketentuan","para8":"Kami berhak mengubah ketentuan ini kapan saja atas kebijakan kami sendiri. Jika kami melakukan perubahan, kami akan memposting ketentuan yang direvisi di situs web dan memperbaruinya","heading9":"9. Informasi Kontak","para9":"Untuk pertanyaan atau kekhawatiran apa pun mengenai Ketentuan Penggunaan ini, silakan hubungi kami di team@hotstarparty.party.","heading10":"10. Perubahan Ketentuan","para10":"Kami berhak, atas kebijakan kami sendiri, untuk mengubah atau mengganti Ketentuan ini kapan saja. Apa yang termasuk dalam perubahan material akan ditentukan berdasarkan kebijakan kami sendiri. Kami akan menyediakan setidaknya 30 hari","heading11":"11. Penghentian","para11":"Kami dapat menghentikan atau menangguhkan akses Anda ke ekstensi kami dengan segera, tanpa pemberitahuan atau kewajiban sebelumnya, karena alasan apa pun, termasuk, namun tidak terbatas pada, jika Anda melanggar Ketentuan. Setelah penghentian, hak Anda untuk menggunakan ekstensi akan segera dihentikan.","heading12":"12. Hukum yang Mengatur","para12":"Ketentuan ini akan diatur dan ditafsirkan sesuai dengan hukum [Yurisdiksi], tanpa memperhatikan pertentangan ketentuan hukum. Kegagalan kami untuk menegakkan hak atau ketentuan apa pun dalam Ketentuan ini tidak akan dianggap sebagai pelepasan hak-hak tersebut. Jika ada ketentuan dalam Ketentuan ini yang dianggap tidak sah atau tidak dapat dilaksanakan oleh pengadilan, ketentuan lainnya dalam Ketentuan ini akan tetap berlaku.","heading13":"13. Ganti Rugi","para13":"Anda setuju untuk membela, mengganti kerugian, dan membebaskan Pihak Hotstar serta penerima lisensi dan pemberi lisensinya, serta karyawan, kontraktor, agen, pejabat, dan direkturnya, dari dan terhadap setiap dan seluruh klaim, kerusakan, kewajiban, kerugian, tanggung jawab, biaya, atau utang , dan biaya (termasuk namun tidak terbatas pada pengacara","heading14":"14. Lain-lain","subheading141":"A. Seluruh perjanjian","subpara141":"Ketentuan ini merupakan keseluruhan perjanjian antara kami mengenai perpanjangan kami, dan menggantikan perjanjian sebelumnya yang mungkin kami miliki di antara kami mengenai perpanjangan tersebut.","subheading142":"B. Tidak Ada Pengabaian","subpara142":"Tidak ada pengesampingan terhadap ketentuan apa pun dalam Ketentuan ini yang akan dianggap sebagai pengesampingan lebih lanjut atau berkelanjutan terhadap ketentuan tersebut atau ketentuan lainnya, dan kegagalan kami untuk menegaskan hak atau ketentuan apa pun berdasarkan Ketentuan ini bukan merupakan pengesampingan atas hak atau ketentuan tersebut.","heading15":"15. Informasi Kontak","para15":"Untuk pertanyaan atau kekhawatiran apa pun mengenai Ketentuan Penggunaan ini, silakan hubungi kami di team@hotstarparty.party.","heading16":"16. Tanggal Efektif","para16":"Ketentuan Penggunaan ini berlaku sejak tanggal 23 April 2024 dan akan tetap berlaku kecuali ada perubahan ketentuannya di kemudian hari, yang akan berlaku segera setelah diposting di halaman ini.","heading17":"17. Umpan balik","para17":"Kami menyambut pertanyaan, komentar, dan masukan Anda tentang Ketentuan ini. Silakan kirimkan semua masukan ke team@hotstarparty.party.","subheading171":"Kontak informasi","subpara171":"Jika Anda memiliki pertanyaan tentang Ketentuan ini, silakan hubungi kami di:","li171":"Pesta Bintang Panas","li172":"Surel:","li173":"Situs web:","li174":"Terakhir Diperbarui: 23 April 2024","readmore":"Baca selengkapnya ..."}