{"mainheading":"Condizioni d'uso per Hotstar Party","mainpara":"Benvenuti alla festa di Hotstar. Installando e utilizzando l'estensione Hotstar Party, disponibile tramite il nostro sito web","mainparaspan":", accetti di essere vincolato dai presenti Termini di utilizzo. Leggi attentamente questi termini prima dell'installazione e dell'utilizzo. Se non sei d'accordo con qualsiasi parte di questi termini, ti preghiamo di non utilizzare la nostra estensione.","heading1":"1. Condizioni generali","para1":"I presenti Termini regolano l'utilizzo dell'estensione Hotstar Party e di tutti i servizi correlati forniti da Hotstar Party. Accedendo e utilizzando l'estensione, acconsenti a questi Termini, ns","PrivacyPolicy":"politica sulla riservatezza","para1span":"e qualsiasi altra nota legale da noi pubblicata sul sito.","heading2":"2. Idoneità e accesso","para2":"Per utilizzare l'estensione Hotstar Party, devi avere almeno 13 anni. Utilizzando questa estensione, dichiari e garantisci di soddisfare questo requisito di età minima.","heading3":"3. Utilizzo dell'estensione","subheading31":"UN. Uso consentito","subpara31":"Ti viene concessa una licenza non esclusiva, non trasferibile e revocabile per utilizzare l'estensione Hotstar Party esclusivamente per uso personale e non commerciale, soggetto ai termini del presente accordo.","subheading32":"B. Restrizioni","subpara32":"Non è possibile utilizzare l'estensione per scopi illegali o non autorizzati. Accetti di rispettare tutte le leggi, le norme e i regolamenti applicabili al tuo utilizzo dell'estensione.","heading4":"4. Proprietà intellettuale","para4":"L'estensione, inclusa la tecnologia sottostante, e tutti i diritti di proprietà intellettuale ivi contenuti sono di proprietà o concessi in licenza a Hotstar Party. Niente di quanto contenuto nei presenti Termini ti garantisce il diritto o la licenza di utilizzare qualsiasi proprietà di proprietà di Hotstar Party o dei suoi concessori di licenza.","heading5":"5. Divulgazione degli affiliati","para5":"Questa estensione è progettata per mantenere un servizio di alta qualità e gestire i costi del server in modo efficace. Nell'ambito dei nostri sforzi per sostenere le nostre operazioni, potremmo guadagnare commissioni di affiliazione sugli acquisti effettuati sulla maggior parte dei siti Web dopo aver installato questa estensione. Questa funzionalità funziona automaticamente e aiuta a supportare il miglioramento continuo dei nostri servizi.","heading6":"6. Dichiarazione di non responsabilità","para6":"Hotstar Party non garantisce che l'estensione funzionerà ininterrottamente o sarà priva di errori. Non possiamo garantire che l'estensione soddisfi le tue esigenze.","heading7":"7. Limitazione di responsabilità","para7":"Hotstar Party, né alcuno dei suoi funzionari, direttori, dipendenti, sarà responsabile per eventuali danni indiretti, incidentali, speciali, consequenziali o punitivi, inclusi, senza limitazione, perdita di profitti, dati, utilizzo, avviamento o altre perdite immateriali, derivanti da l'accesso o l'utilizzo o l'impossibilità di accedere o utilizzare l'estensione.","heading8":"8. Modifiche ai Termini","para8":"Ci riserviamo il diritto di modificare questi termini in qualsiasi momento a nostra esclusiva discrezione. Se apportiamo modifiche, pubblicheremo i termini modificati sul sito Web e aggiorneremo il","heading9":"9. Informazioni di contatto","para9":"Per qualsiasi domanda o dubbio riguardante le presenti Condizioni d'uso, contattaci all'indirizzo team@hotstarparty.party.","heading10":"10. Modifiche ai Termini","para10":"Ci riserviamo il diritto, a nostra esclusiva discrezione, di modificare o sostituire i presenti Termini in qualsiasi momento. Ciò che costituisce una modifica materiale sarà determinato a nostra esclusiva discrezione. Forniremo almeno 30 giorni","heading11":"11. Risoluzione","para11":"Possiamo terminare o sospendere immediatamente il tuo accesso alla nostra estensione, senza preavviso o responsabilità, per qualsiasi motivo, incluso, senza limitazioni, in caso di violazione dei Termini. In caso di risoluzione, il diritto di utilizzare l'estensione cesserà immediatamente.","heading12":"12. Legge applicabile","para12":"Le presenti Condizioni saranno regolate e interpretate in conformità con le leggi di [Giurisdizione], indipendentemente dalle disposizioni sui conflitti di legge. La nostra incapacità di far valere qualsiasi diritto o disposizione dei presenti Termini non sarà considerata una rinuncia a tali diritti. Se una qualsiasi disposizione dei presenti Termini è ritenuta non valida o inapplicabile da un tribunale, le restanti disposizioni dei presenti Termini rimarranno in vigore.","heading13":"13. Indennizzo","para13":"L'utente accetta di difendere, indennizzare e tenere indenne Hotstar Party e i suoi licenziatari e concessori di licenza, nonché i loro dipendenti, appaltatori, agenti, funzionari e direttori, da e contro qualsiasi pretesa, danno, obbligo, perdita, responsabilità, costo o debito e spese (incluse ma non limitate a spese dell'avvocato","heading14":"14. Varie","subheading141":"UN. Intero accordo","subpara141":"I presenti Termini costituiscono l'intero accordo tra di noi in merito alla nostra estensione e sostituiscono qualsiasi accordo precedente che avremmo potuto avere tra di noi in merito all'estensione.","subheading142":"B. Senza esenzione","subpara142":"Nessuna rinuncia a qualsiasi termine dei presenti Termini sarà considerata una rinuncia ulteriore o continuativa a tale termine o qualsiasi altro termine, e la nostra incapacità di far valere qualsiasi diritto o disposizione ai sensi dei presenti Termini non costituirà una rinuncia a tale diritto o disposizione.","heading15":"15. Informazioni di contatto","para15":"Per qualsiasi domanda o dubbio riguardante le presenti Condizioni d'uso, contattaci all'indirizzo team@hotstarparty.party.","heading16":"16. Data di entrata in vigore","para16":"Le presenti Condizioni d'uso entrano in vigore dal 23 aprile 2024 e rimarranno in vigore salvo eventuali modifiche future alle relative disposizioni, che entreranno in vigore immediatamente dopo la pubblicazione su questa pagina.","heading17":"17. Feedback","para17":"Accogliamo con favore le vostre domande, commenti e feedback sui presenti Termini. Si prega di inviare tutti i feedback a team@hotstarparty.party.","subheading171":"Informazioni sui contatti","subpara171":"In caso di domande sui presenti Termini, contattaci all'indirizzo:","li171":"Festa delle Hotstar","li172":"E-mail:","li173":"Sito web:","li174":"Ultimo aggiornamento: 23 aprile 2024","readmore":"Per saperne di più ..."}