{"mainheading":"ホットスターパーティー利用規約","mainpara":"ホットスターパーティーへようこそ。当社 Web サイトから入手できる Hotstar Party 拡張機能をインストールして使用することにより、","mainparaspan":"、これらの利用規約に拘束されることに同意するものとします。インストールおよび使用する前に、これらの規約をよくお読みください。これらの規約の一部でも同意できない場合は、拡張機能を使用しないでください。","heading1":"1. 一般規約","para1":"本規約は、Hotstar Party 拡張機能および Hotstar Party が提供する関連サービスの使用に適用されます。拡張機能にアクセスして使用すると、これらの規約に同意したものとみなされます。","PrivacyPolicy":"プライバシーポリシー","para1span":"、および当社がウェブサイト上で公開するその他の法的通知。","heading2":"2. 資格とアクセス","para2":"Hotstar Party 拡張機能を使用するには、13 歳以上である必要があります。この拡張機能を使用すると、この最低年齢要件を満たしていることを表明および保証することになります。","heading3":"3. 拡張機能の使用方法","subheading31":"ａ．許可された使用","subpara31":"あなたには、本契約の条項に従って、個人的、非商業的使用のみを目的として Hotstar Party 拡張機能を使用するための、非独占的、譲渡不可、取消可能なライセンスが付与されます。","subheading32":"b.制限","subpara32":"拡張機能を違法または無許可の目的で使用することはできません。あなたは、拡張機能の使用に適用されるすべての法律、規則、および規制を遵守することに同意します。","heading4":"4. 知的財産","para4":"基盤となるテクノロジーを含む拡張機能とそのすべての知的財産権は、Hotstar Party が所有するか、Hotstar Party にライセンスを供与されています。本規約のいかなる条項も、Hotstar Party またはそのライセンサーが所有する資産を使用する権利またはライセンスを付与するものではありません。","heading5":"5. アフィリエイトの開示","para5":"この拡張機能は、高品質のサービスを維持し、サーバーのコストを効果的に管理するように設計されています。運営を維持するための取り組みの一環として、この拡張機能をインストールした後にほとんどの Web サイトで行われた購入に対してアフィリエイト コミッションを獲得する場合があります。この機能は自動的に動作し、サービスの継続的な改善をサポートします。","heading6":"6. 免責事項","para6":"Hotstar Party は、拡張機能が中断せずに機能すること、またはエラーが発生しないことを保証しません。拡張機能がお客様の要件を満たしているかどうかは保証できません。","heading7":"7. 責任の制限","para7":"Hotstar Party、またはその役員、取締役、従業員は、利益、データ、使用権、営業権の損失、またはその他の無形の損失を含むがこれらに限定されない、間接的、偶発的、特別、結果的または懲罰的損害に対して責任を負わないものとします。拡張機能へのアクセスまたは使用、または拡張機能へのアクセスまたは使用ができないこと。","heading8":"8. 規約の変更","para8":"当社は、独自の裁量でいつでも本規約を変更する権利を留保します。変更を行った場合、改訂後の規約をウェブサイトに掲載し、規約を更新します。","heading9":"9. 連絡先情報","para9":"これらの利用規約に関してご質問やご不明な点がございましたら、team@hotstarparty.party までご連絡ください。","heading10":"10. 規約の変更","para10":"当社は、独自の裁量により、いつでも本規約を変更または置き換える権利を留保します。何が重要な変更に相当するかは、当社の独自の裁量によって決定されます。少なくとも30日間はご提供させていただきます","heading11":"11. 終了","para11":"当社は、お客様が規約に違反した場合を含むがこれに限定されない理由の如何を問わず、事前の通知や責任を負うことなく、お客様の拡張機能へのアクセスを直ちに終了または一時停止することがあります。終了すると、拡張機能を使用する権利は直ちに停止されます。","heading12":"12. 準拠法","para12":"これらの規約は、抵触法の規定に関係なく、[管轄区]の法律に従って統治および解釈されるものとします。当社が本規約の権利または条項を執行しなかった場合でも、それらの権利は放棄されたものとはみなされません。本規約のいずれかの条項が裁判所によって無効または執行不能と判断された場合でも、本規約の残りの条項は引き続き有効となります。","heading13":"13. 補償","para13":"お客様は、Hotstar Party、そのライセンシーおよびライセンサー、およびその従業員、請負業者、代理店、役員および取締役を、あらゆる請求、損害、義務、損失、責任、費用または債務から防御し、補償し、免責することに同意するものとします。 、および費用（弁護士を含むがこれに限定されない）","heading14":"14. その他","subheading141":"ａ．完全な合意","subpara141":"これらの規約は、延長に関する当社間の完全な合意を構成し、延長に関して当社との間で締結された以前の合意に優先し、置き換えられます。","subheading142":"b.権利放棄なし","subpara142":"本規約のいずれかの条項の放棄は、当該条項またはその他の条項のさらなる権利放棄または継続的な権利放棄とはみなされず、当社が本規約に基づく権利または条項を主張しなかったことは、かかる権利または条項の放棄を構成するものではありません。","heading15":"15. 連絡先情報","para15":"これらの利用規約に関してご質問やご不明な点がございましたら、team@hotstarparty.party までご連絡ください。","heading16":"16. 発効日","para16":"これらの利用規約は、2024 年 4 月 23 日から発効し、将来の条項の変更を除き引き続き有効であり、このページに掲載された直後から発効します。","heading17":"17. フィードバック","para17":"本規約に関するご質問、ご意見、フィードバックをお待ちしております。すべてのフィードバックをteam@hotstarparty.partyに送信してください。","subheading171":"連絡先","subpara171":"これらの規約についてご質問がある場合は、以下までお問い合わせください。","li171":"ホットスターパーティー","li172":"Eメール：","li173":"Webサイト：","li174":"最終更新日: 2024 年 4 月 23 日","readmore":"続きを読む ..."}