{"mainheading":"Hotstar ಪಾರ್ಟಿಗಾಗಿ ಬಳಕೆಯ ನಿಯಮಗಳು","mainpara":"Hotstar ಪಾರ್ಟಿಗೆ ಸುಸ್ವಾಗತ. ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಮೂಲಕ ಲಭ್ಯವಿರುವ ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸುವ ಮತ್ತು ಬಳಸುವ ಮೂಲಕ","mainparaspan":", ಈ ಬಳಕೆಯ ನಿಯಮಗಳಿಗೆ ಬದ್ಧರಾಗಿರಲು ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ. ಅನುಸ್ಥಾಪನೆ ಮತ್ತು ಬಳಕೆಗೆ ಮೊದಲು ದಯವಿಟ್ಟು ಈ ನಿಯಮಗಳನ್ನು ಎಚ್ಚರಿಕೆಯಿಂದ ಓದಿ. ಈ ನಿಯಮಗಳ ಯಾವುದೇ ಭಾಗವನ್ನು ನೀವು ಒಪ್ಪದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಬೇಡಿ.","heading1":"1. ಸಾಮಾನ್ಯ ನಿಯಮಗಳು","para1":"ಈ ನಿಯಮಗಳು ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿ ವಿಸ್ತರಣೆ ಮತ್ತು ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿ ಒದಗಿಸಿದ ಯಾವುದೇ ಸಂಬಂಧಿತ ಸೇವೆಗಳ ನಿಮ್ಮ ಬಳಕೆಯನ್ನು ನಿಯಂತ್ರಿಸುತ್ತವೆ. ವಿಸ್ತರಣೆಯನ್ನು ಪ್ರವೇಶಿಸುವ ಮತ್ತು ಬಳಸುವ ಮೂಲಕ, ನೀವು ಈ ನಿಯಮಗಳಿಗೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ, ನಮ್ಮ","PrivacyPolicy":"ಗೌಪ್ಯತಾ ನೀತಿ","para1span":", ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ನಾವು ಪ್ರಕಟಿಸಿದ ಯಾವುದೇ ಇತರ ಕಾನೂನು ಸೂಚನೆಗಳು.","heading2":"2. ಅರ್ಹತೆ ಮತ್ತು ಪ್ರವೇಶ","para2":"Hotstar ಪಾರ್ಟಿ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಲು, ನೀವು ಕನಿಷ್ಟ 13 ವರ್ಷ ವಯಸ್ಸಿನವರಾಗಿರಬೇಕು. ಈ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವ ಮೂಲಕ, ನೀವು ಈ ಕನಿಷ್ಠ ವಯಸ್ಸಿನ ಅಗತ್ಯವನ್ನು ಪೂರೈಸುತ್ತೀರಿ ಎಂದು ಪ್ರತಿನಿಧಿಸುತ್ತೀರಿ ಮತ್ತು ಖಾತರಿಪಡಿಸುತ್ತೀರಿ.","heading3":"3. ವಿಸ್ತರಣೆ ಬಳಕೆ","subheading31":"ಎ. ಅನುಮತಿಸಲಾದ ಬಳಕೆ","subpara31":"ಈ ಒಪ್ಪಂದದ ನಿಯಮಗಳಿಗೆ ಒಳಪಟ್ಟು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ, ವಾಣಿಜ್ಯೇತರ ಬಳಕೆಗಾಗಿ ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಲು ನಿಮಗೆ ವಿಶೇಷವಲ್ಲದ, ವರ್ಗಾಯಿಸಲಾಗದ, ಹಿಂತೆಗೆದುಕೊಳ್ಳಬಹುದಾದ ಪರವಾನಗಿಯನ್ನು ನೀಡಲಾಗಿದೆ.","subheading32":"ಬಿ. ನಿರ್ಬಂಧಗಳು","subpara32":"ನೀವು ಯಾವುದೇ ಅಕ್ರಮ ಅಥವಾ ಅನಧಿಕೃತ ಉದ್ದೇಶಕ್ಕಾಗಿ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವಂತಿಲ್ಲ. ನಿಮ್ಮ ವಿಸ್ತರಣೆಯ ಬಳಕೆಗೆ ಅನ್ವಯವಾಗುವ ಎಲ್ಲಾ ಕಾನೂನುಗಳು, ನಿಯಮಗಳು ಮತ್ತು ನಿಬಂಧನೆಗಳನ್ನು ಅನುಸರಿಸಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ.","heading4":"4. ಬೌದ್ಧಿಕ ಆಸ್ತಿ","para4":"ವಿಸ್ತರಣೆಯು ಅದರ ಆಧಾರವಾಗಿರುವ ತಂತ್ರಜ್ಞಾನ ಮತ್ತು ಅದರಲ್ಲಿರುವ ಎಲ್ಲಾ ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಹಕ್ಕುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ Hotstar ಪಾರ್ಟಿಯ ಮಾಲೀಕತ್ವದಲ್ಲಿದೆ ಅಥವಾ ಪರವಾನಗಿ ಪಡೆದಿದೆ. Hotstar ಪಾರ್ಟಿ ಅಥವಾ ಅದರ ಪರವಾನಗಿದಾರರ ಮಾಲೀಕತ್ವದ ಯಾವುದೇ ಆಸ್ತಿಯನ್ನು ಬಳಸಲು ಈ ನಿಯಮಗಳಲ್ಲಿ ಯಾವುದೂ ನಿಮಗೆ ಹಕ್ಕು ಅಥವಾ ಪರವಾನಗಿಯನ್ನು ನೀಡುವುದಿಲ್ಲ.","heading5":"5. ಅಂಗ ಬಹಿರಂಗಪಡಿಸುವಿಕೆ","para5":"ಉನ್ನತ ಗುಣಮಟ್ಟದ ಸೇವೆಯನ್ನು ನಿರ್ವಹಿಸಲು ಮತ್ತು ಸರ್ವರ್ ವೆಚ್ಚಗಳನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ನಿರ್ವಹಿಸಲು ಈ ವಿಸ್ತರಣೆಯನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ನಮ್ಮ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವ ನಮ್ಮ ಪ್ರಯತ್ನಗಳ ಭಾಗವಾಗಿ, ಈ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿದ ನಂತರ ಹೆಚ್ಚಿನ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಮಾಡಿದ ಖರೀದಿಗಳ ಮೇಲೆ ನಾವು ಅಂಗಸಂಸ್ಥೆ ಆಯೋಗಗಳನ್ನು ಗಳಿಸಬಹುದು. ಈ ಕಾರ್ಯವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಮತ್ತು ನಮ್ಮ ಸೇವೆಗಳ ನಿರಂತರ ಸುಧಾರಣೆಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.","heading6":"6. ಹಕ್ಕು ನಿರಾಕರಣೆಗಳು","para6":"ವಿಸ್ತರಣೆಯು ಅಡೆತಡೆಯಿಲ್ಲದೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಅಥವಾ ದೋಷ-ಮುಕ್ತವಾಗಿರುತ್ತದೆ ಎಂದು Hotstar ಪಾರ್ಟಿ ಖಾತರಿ ನೀಡುವುದಿಲ್ಲ. ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುತ್ತದೆ ಎಂದು ನಾವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ.","heading7":"7. ಹೊಣೆಗಾರಿಕೆಯ ಮಿತಿ","para7":"Hotstar ಪಾರ್ಟಿ, ಅಥವಾ ಅದರ ಯಾವುದೇ ಅಧಿಕಾರಿಗಳು, ನಿರ್ದೇಶಕರು, ಉದ್ಯೋಗಿಗಳು, ಯಾವುದೇ ಪರೋಕ್ಷ, ಪ್ರಾಸಂಗಿಕ, ವಿಶೇಷ, ಪರಿಣಾಮವಾಗಿ ಅಥವಾ ದಂಡನೀಯ ಹಾನಿಗಳಿಗೆ ಹೊಣೆಗಾರರಾಗಿರುವುದಿಲ್ಲ, ಮಿತಿಯಿಲ್ಲದೆ, ಲಾಭದ ನಷ್ಟ, ಡೇಟಾ, ಬಳಕೆ, ಸದ್ಭಾವನೆ ಅಥವಾ ಇತರ ಅಮೂರ್ತ ನಷ್ಟಗಳು ನಿಮ್ಮ ಪ್ರವೇಶ ಅಥವಾ ಬಳಕೆ ಅಥವಾ ವಿಸ್ತರಣೆಯನ್ನು ಪ್ರವೇಶಿಸಲು ಅಥವಾ ಬಳಸಲು ಅಸಮರ್ಥತೆ.","heading8":"8. ನಿಯಮಗಳಿಗೆ ಬದಲಾವಣೆಗಳು","para8":"ನಮ್ಮ ಸ್ವಂತ ವಿವೇಚನೆಯಿಂದ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಈ ನಿಯಮಗಳನ್ನು ಮಾರ್ಪಡಿಸುವ ಹಕ್ಕನ್ನು ನಾವು ಕಾಯ್ದಿರಿಸಿದ್ದೇವೆ. ನಾವು ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಿದರೆ, ನಾವು ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಪರಿಷ್ಕೃತ ನಿಯಮಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡುತ್ತೇವೆ ಮತ್ತು ನವೀಕರಿಸುತ್ತೇವೆ","heading9":"9. ಸಂಪರ್ಕ ಮಾಹಿತಿ","para9":"ಈ ಬಳಕೆಯ ನಿಯಮಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳು ಅಥವಾ ಕಾಳಜಿಗಳಿಗಾಗಿ, ದಯವಿಟ್ಟು team@hotstarparty.party ನಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.","heading10":"10. ನಿಯಮಗಳಿಗೆ ಬದಲಾವಣೆಗಳು","para10":"ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಈ ನಿಯಮಗಳನ್ನು ಮಾರ್ಪಡಿಸುವ ಅಥವಾ ಬದಲಾಯಿಸುವ ಹಕ್ಕನ್ನು ನಾವು ನಮ್ಮ ಸ್ವಂತ ವಿವೇಚನೆಯಿಂದ ಕಾಯ್ದಿರಿಸಿದ್ದೇವೆ. ವಸ್ತು ಬದಲಾವಣೆಯು ನಮ್ಮ ಸ್ವಂತ ವಿವೇಚನೆಯಿಂದ ನಿರ್ಧರಿಸಲ್ಪಡುತ್ತದೆ. ನಾವು ಕನಿಷ್ಠ 30 ದಿನಗಳನ್ನು ಒದಗಿಸುತ್ತೇವೆ","heading11":"11. ಮುಕ್ತಾಯ","para11":"ನೀವು ನಿಯಮಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದರೆ ಮಿತಿಯಿಲ್ಲದೆ ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ಪೂರ್ವ ಸೂಚನೆ ಅಥವಾ ಹೊಣೆಗಾರಿಕೆಯಿಲ್ಲದೆ ನಾವು ತಕ್ಷಣವೇ ನಮ್ಮ ವಿಸ್ತರಣೆಗೆ ನಿಮ್ಮ ಪ್ರವೇಶವನ್ನು ಕೊನೆಗೊಳಿಸಬಹುದು ಅಥವಾ ಅಮಾನತುಗೊಳಿಸಬಹುದು. ಮುಕ್ತಾಯದ ನಂತರ, ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವ ನಿಮ್ಮ ಹಕ್ಕನ್ನು ತಕ್ಷಣವೇ ನಿಲ್ಲಿಸಲಾಗುತ್ತದೆ.","heading12":"12. ಆಡಳಿತ ಕಾನೂನು","para12":"ಈ ನಿಯಮಗಳನ್ನು ಕಾನೂನು ನಿಬಂಧನೆಗಳ ಸಂಘರ್ಷವನ್ನು ಪರಿಗಣಿಸದೆಯೇ [ನ್ಯಾಯವ್ಯಾಪ್ತಿ] ಕಾನೂನುಗಳಿಗೆ ಅನುಸಾರವಾಗಿ ನಿಯಂತ್ರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಅರ್ಥೈಸಲಾಗುತ್ತದೆ. ಈ ನಿಯಮಗಳ ಯಾವುದೇ ಹಕ್ಕು ಅಥವಾ ನಿಬಂಧನೆಗಳನ್ನು ಜಾರಿಗೊಳಿಸಲು ನಮ್ಮ ವೈಫಲ್ಯವನ್ನು ಆ ಹಕ್ಕುಗಳ ಮನ್ನಾ ಎಂದು ಪರಿಗಣಿಸಲಾಗುವುದಿಲ್ಲ. ಈ ನಿಯಮಗಳ ಯಾವುದೇ ನಿಬಂಧನೆಯು ನ್ಯಾಯಾಲಯದಿಂದ ಅಮಾನ್ಯವಾಗಿದೆ ಅಥವಾ ಜಾರಿಗೊಳಿಸಲಾಗದಿದ್ದರೆ, ಈ ನಿಯಮಗಳ ಉಳಿದ ನಿಬಂಧನೆಗಳು ಜಾರಿಯಲ್ಲಿರುತ್ತವೆ.","heading13":"13. ನಷ್ಟ ಪರಿಹಾರ","para13":"ಯಾವುದೇ ಮತ್ತು ಎಲ್ಲಾ ಕ್ಲೈಮ್‌ಗಳು, ಹಾನಿಗಳು, ಕಟ್ಟುಪಾಡುಗಳು, ನಷ್ಟಗಳು, ಹೊಣೆಗಾರಿಕೆಗಳು, ವೆಚ್ಚಗಳು ಅಥವಾ ಋಣಭಾರಗಳಿಂದ ಮತ್ತು ವಿರುದ್ಧವಾಗಿ, ನಿರುಪದ್ರವ ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿ ಮತ್ತು ಅದರ ಪರವಾನಗಿದಾರರು ಮತ್ತು ಪರವಾನಗಿದಾರರು ಮತ್ತು ಅವರ ಉದ್ಯೋಗಿಗಳು, ಗುತ್ತಿಗೆದಾರರು, ಏಜೆಂಟ್‌ಗಳು, ಅಧಿಕಾರಿಗಳು ಮತ್ತು ನಿರ್ದೇಶಕರನ್ನು ರಕ್ಷಿಸಲು, ನಷ್ಟವನ್ನು ತುಂಬಲು ಮತ್ತು ಹಿಡಿದಿಡಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. , ಮತ್ತು ವೆಚ್ಚಗಳು (ಸೇರಿದಂತೆ ಆದರೆ ವಕೀಲರಿಗೆ ಸೀಮಿತವಾಗಿಲ್ಲ","heading14":"14. ವಿವಿಧ","subheading141":"ಎ. ಸಂಪೂರ್ಣ ಒಪ್ಪಂದ","subpara141":"ಈ ನಿಯಮಗಳು ನಮ್ಮ ವಿಸ್ತರಣೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ನಮ್ಮ ನಡುವಿನ ಸಂಪೂರ್ಣ ಒಪ್ಪಂದವನ್ನು ರೂಪಿಸುತ್ತವೆ ಮತ್ತು ವಿಸ್ತರಣೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ನಮ್ಮ ನಡುವೆ ನಾವು ಹೊಂದಿದ್ದ ಯಾವುದೇ ಪೂರ್ವ ಒಪ್ಪಂದಗಳನ್ನು ರದ್ದುಗೊಳಿಸುತ್ತವೆ ಮತ್ತು ಬದಲಾಯಿಸುತ್ತವೆ.","subheading142":"ಬಿ. ಮನ್ನಾ ಇಲ್ಲ","subpara142":"ಈ ನಿಯಮಗಳ ಯಾವುದೇ ಅವಧಿಯ ಯಾವುದೇ ಮನ್ನಾವನ್ನು ಅಂತಹ ಅವಧಿಯ ಅಥವಾ ಯಾವುದೇ ಇತರ ಅವಧಿಯ ಮುಂದಿನ ಅಥವಾ ಮುಂದುವರಿದ ಮನ್ನಾ ಎಂದು ಪರಿಗಣಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಈ ನಿಯಮಗಳ ಅಡಿಯಲ್ಲಿ ಯಾವುದೇ ಹಕ್ಕು ಅಥವಾ ನಿಬಂಧನೆಯನ್ನು ಪ್ರತಿಪಾದಿಸಲು ನಮ್ಮ ವೈಫಲ್ಯವು ಅಂತಹ ಹಕ್ಕು ಅಥವಾ ನಿಬಂಧನೆಯ ಮನ್ನಾ ಆಗುವುದಿಲ್ಲ.","heading15":"15. ಸಂಪರ್ಕ ಮಾಹಿತಿ","para15":"ಈ ಬಳಕೆಯ ನಿಯಮಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳು ಅಥವಾ ಕಾಳಜಿಗಳಿಗಾಗಿ, ದಯವಿಟ್ಟು team@hotstarparty.party ನಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.","heading16":"16. ಪರಿಣಾಮಕಾರಿ ದಿನಾಂಕ","para16":"ಈ ಬಳಕೆಯ ನಿಯಮಗಳು 23 ಏಪ್ರಿಲ್ 2024 ರಿಂದ ಜಾರಿಗೆ ಬರುತ್ತವೆ ಮತ್ತು ಭವಿಷ್ಯದಲ್ಲಿ ಅದರ ನಿಬಂಧನೆಗಳಲ್ಲಿನ ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ಹೊರತುಪಡಿಸಿ ಜಾರಿಯಲ್ಲಿರುತ್ತವೆ, ಇದು ಈ ಪುಟದಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಿದ ತಕ್ಷಣ ಜಾರಿಯಲ್ಲಿರುತ್ತದೆ.","heading17":"17. ಪ್ರತಿಕ್ರಿಯೆ","para17":"ಈ ನಿಯಮಗಳ ಕುರಿತು ನಿಮ್ಮ ಪ್ರಶ್ನೆಗಳು, ಕಾಮೆಂಟ್‌ಗಳು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನಾವು ಸ್ವಾಗತಿಸುತ್ತೇವೆ. ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು team@hotstarparty.party ಗೆ ಕಳುಹಿಸಿ.","subheading171":"ಸಂಪರ್ಕ ಮಾಹಿತಿ","subpara171":"ಈ ನಿಯಮಗಳ ಕುರಿತು ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ:","li171":"ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿ","li172":"ಇಮೇಲ್:","li173":"ಜಾಲತಾಣ:","li174":"ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ: 23 ಏಪ್ರಿಲ್ 2024","readmore":"ಮತ್ತಷ್ಟು ಓದು ..."}