{"mainheading":"Hotstar Party 이용약관","mainpara":"핫스타 파티에 오신 것을 환영합니다. 당사 웹사이트를 통해 제공되는 Hotstar Party 확장 프로그램 설치 및 사용","mainparaspan":", 귀하는 본 이용약관을 준수할 것에 동의합니다. 설치 및 사용 전에 본 이용약관을 주의 깊게 읽어보시기 바랍니다. 본 약관의 일부에 동의하지 않는 경우 확장 기능을 사용하지 마십시오.","heading1":"1. 일반조건","para1":"본 약관은 Hotstar Party 확장 프로그램 및 Hotstar Party가 제공하는 관련 서비스의 사용에 적용됩니다. 확장 프로그램에 액세스하고 사용함으로써 귀하는 본 약관에 동의하게 됩니다.","PrivacyPolicy":"개인 정보 정책","para1span":", 당사가 웹사이트에 게시한 기타 법적 고지 사항.","heading2":"2. 자격 및 접근","para2":"Hotstar Party 확장 프로그램을 사용하려면 13세 이상이어야 합니다. 이 확장 프로그램을 사용함으로써 귀하는 최소 연령 요건을 충족함을 진술하고 보증합니다.","heading3":"3. 확장 프로그램 사용","subheading31":"ㅏ. 허용된 사용","subpara31":"귀하는 본 계약 조건에 따라 개인적, 비상업적 용도로만 Hotstar Party 확장 프로그램을 사용할 수 있는 비독점적이고 양도 불가능하며 취소 가능한 라이센스를 부여받습니다.","subheading32":"비. 제한","subpara32":"불법적이거나 승인되지 않은 목적으로 확장 프로그램을 사용할 수 없습니다. 귀하는 확장 프로그램 사용에 적용되는 모든 법률, 규칙 및 규정을 준수하는 데 동의합니다.","heading4":"4. 지적재산권","para4":"기본 기술을 포함한 확장 프로그램과 그에 포함된 모든 지적 재산권은 Hotstar Party가 소유하거나 라이선스를 부여받습니다. 본 약관의 어떠한 조항도 귀하에게 Hotstar Party 또는 그 라이센스 제공자가 소유한 재산을 사용할 수 있는 권리나 라이센스를 부여하지 않습니다.","heading5":"5. 제휴사 공개","para5":"이 확장은 고품질 서비스를 유지하고 서버 비용을 효과적으로 관리하도록 설계되었습니다. 운영을 유지하기 위한 노력의 일환으로 당사는 이 확장 프로그램을 설치한 후 대부분의 웹사이트에서 이루어진 구매에 대해 제휴 커미션을 받을 수 있습니다. 이 기능은 자동으로 작동하며 당사 서비스의 지속적인 개선을 지원하는 데 도움이 됩니다.","heading6":"6. 면책조항","para6":"Hotstar Party는 확장 프로그램이 중단 없이 작동하거나 오류가 없음을 보장하지 않습니다. 확장 프로그램이 귀하의 요구 사항을 충족한다고 보장할 수 없습니다.","heading7":"7. 책임의 제한","para7":"Hotstar Party나 그 임원, 이사, 직원은 다음으로 인해 발생하는 이익 손실, 데이터, 사용, 영업권 또는 기타 무형적 손실을 포함하되 이에 국한되지 않는 모든 간접적, 우발적, 특별, 결과적 또는 징벌적 손해에 대해 책임을 집니다. 확장 프로그램에 대한 귀하의 액세스 또는 사용 또는 액세스 또는 사용 불가능.","heading8":"8. 약관 변경","para8":"당사는 단독 재량에 따라 언제든지 본 약관을 수정할 권리를 보유합니다. 변경 사항이 있을 경우 당사는 개정된 약관을 웹사이트에 게시하고 업데이트할 것입니다.","heading9":"9. 연락처 정보","para9":"본 이용 약관에 관한 질문이나 우려 사항이 있는 경우 team@hotstarparty.party로 문의하시기 바랍니다.","heading10":"10. 약관 변경","para10":"당사는 단독 재량에 따라 언제든지 본 약관을 수정하거나 대체할 수 있는 권리를 보유합니다. 중대한 변경을 구성하는 요소는 당사의 단독 재량에 따라 결정됩니다. 우리는 적어도 30일을 제공할 것입니다","heading11":"11. 해지","para11":"당사는 귀하가 약관을 위반하는 경우를 포함하되 이에 국한되지 않고 어떤 이유로든 사전 통지나 책임 없이 즉시 확장 프로그램에 대한 귀하의 액세스를 종료하거나 일시 중지할 수 있습니다. 종료되면 확장 프로그램을 사용할 수 있는 권리가 즉시 중단됩니다.","heading12":"12. 준거법","para12":"본 약관은 법률 조항의 충돌과 상관없이 [관할권]의 법률에 따라 규율되고 해석됩니다. 당사가 본 약관의 권리나 조항을 집행하지 못한다고 해서 해당 권리를 포기하는 것으로 간주되지는 않습니다. 법원에서 본 약관의 조항이 유효하지 않거나 집행할 수 없는 것으로 판결되는 경우에도 본 약관의 나머지 조항은 계속 유효합니다.","heading13":"13. 면책","para13":"귀하는 모든 청구, 손해, 의무, 손실, 부채, 비용 또는 부채로부터 Hotstar Party와 그 라이선스 수혜자 및 라이선스 제공자, 직원, 계약자, 대리인, 임원 및 이사를 방어하고 면책하고 해를 끼치지 않는 데 동의합니다. 및 비용(변호사를 포함하되 이에 국한되지 않음)","heading14":"14. 기타","subheading141":"ㅏ. 완전한 계약","subpara141":"본 약관은 확장과 관련하여 당사 간의 완전한 합의를 구성하며, 확장과 관련하여 당사 간에 체결한 이전 계약을 대체하고 대체합니다.","subheading142":"비. 면제 없음","subpara142":"본 약관의 특정 조항에 대한 포기는 해당 조항 또는 다른 조항의 추가 또는 지속적인 포기로 간주되지 않으며, 본 약관에 따른 권리 또는 조항을 주장하지 않는 것이 해당 권리 또는 조항의 포기를 구성하지 않습니다.","heading15":"15. 연락처 정보","para15":"본 이용 약관에 관한 질문이나 우려 사항이 있는 경우 team@hotstarparty.party로 문의하시기 바랍니다.","heading16":"16. 발효일","para16":"본 이용약관은 2024년 4월 23일부터 유효하며 향후 조항의 변경 사항을 제외하고는 계속 유효합니다. 해당 조항은 이 페이지에 게시된 후 즉시 적용됩니다.","heading17":"17. 피드백","para17":"당사는 본 약관에 대한 귀하의 질문, 의견 및 피드백을 환영합니다. 모든 피드백은 team@hotstarparty.party로 보내주세요.","subheading171":"연락처 정보","subpara171":"본 약관에 대해 질문이 있는 경우 다음 주소로 문의하시기 바랍니다.","li171":"핫스타파티","li172":"이메일:","li173":"웹사이트:","li174":"최종 업데이트: 2024년 4월 23일","readmore":"더 읽어보세요 ..."}