{"mainheading":"„Hotstar Party“ naudojimo sąlygos","mainpara":"Sveiki atvykę į „Hotstar Party“. Įdiegę ir naudodami Hotstar Party plėtinį, pasiekiamą mūsų svetainėje","mainparaspan":", sutinkate laikytis šių naudojimo sąlygų. Prieš įdiegdami ir naudodami atidžiai perskaitykite šias sąlygas. Jei nesutinkate su kuria nors šių sąlygų dalimi, nenaudokite mūsų plėtinio.","heading1":"1. Bendrosios sąlygos","para1":"Šios sąlygos reglamentuoja jūsų naudojimąsi „Hotstar Party“ plėtiniu ir visomis susijusiomis „Hotstar Party“ teikiamomis paslaugomis. Pasiekdami ir naudodami plėtinį sutinkate su šiomis sąlygomis, mūsų","PrivacyPolicy":"Privatumo politika","para1span":", ir bet kokius kitus teisinius pranešimus, kuriuos mes paskelbėme svetainėje.","heading2":"2. Tinkamumas ir prieiga","para2":"Norėdami naudoti „Hotstar Party“ plėtinį, turite būti bent 13 metų amžiaus. Naudodami šį plėtinį patvirtinate ir garantuojate, kad atitinkate šį minimalaus amžiaus reikalavimą.","heading3":"3. Plėtinio naudojimas","subheading31":"a. Leidžiamas naudojimas","subpara31":"Jums suteikiama neišskirtinė, neperleidžiama, atšaukiama licencija naudoti Hotstar Party plėtinį tik asmeniniais, nekomerciniais tikslais, laikantis šios sutarties sąlygų.","subheading32":"b. Apribojimai","subpara32":"Negalite naudoti plėtinio jokiais neteisėtais ar neleistinais tikslais. Sutinkate laikytis visų įstatymų, taisyklių ir reglamentų, taikomų naudojant plėtinį.","heading4":"4. Intelektinė nuosavybė","para4":"Plėtinys, įskaitant jo pagrindinę technologiją, ir visos intelektinės nuosavybės teisės priklauso „Hotstar Party“ arba yra jai licencijuotos. Nė viena šių Sąlygų nuostata nesuteikia jums teisės ar licencijos naudoti „Hotstar Party“ ar jos licencijų išdavėjams priklausančią nuosavybę.","heading5":"5. Partnerių atskleidimas","para5":"Šis plėtinys skirtas užtikrinti aukštos kokybės paslaugas ir efektyviai valdyti serverio išlaidas. Stengdamiesi išlaikyti savo veiklą, įdiegę šį plėtinį galime uždirbti filialų komisinių už pirkinius, įsigytus daugumoje svetainių. Ši funkcija veikia automatiškai ir padeda nuolat tobulinti mūsų paslaugas.","heading6":"6. Atsisakymas","para6":"„Hotstar Party“ negarantuoja, kad plėtinys veiks nepertraukiamai arba be klaidų. Negalime užtikrinti, kad plėtinys atitiks jūsų reikalavimus.","heading7":"7. Atsakomybės ribojimas","para7":"„Hotstar Party“, nei jokie jos pareigūnai, direktoriai, darbuotojai nėra atsakingi už bet kokią netiesioginę, atsitiktinę, specialią, pasekminę ar baudžiamąją žalą, įskaitant, bet neapsiribojant, prarastą pelną, duomenis, naudojimą, prestižą ar kitus nematerialius nuostolius, atsiradusius jūsų prieigą prie plėtinio, jo naudojimą arba negalėjimą pasiekti arba naudoti plėtinį.","heading8":"8. Sąlygų pakeitimai","para8":"Mes pasiliekame teisę bet kuriuo metu keisti šias sąlygas savo nuožiūra. Jei atliksime pakeitimus, pakeistas sąlygas paskelbsime svetainėje ir atnaujinsime","heading9":"9. Kontaktinė informacija","para9":"Jei turite klausimų ar rūpesčių dėl šių naudojimo sąlygų, susisiekite su mumis team@hotstarparty.party.","heading10":"10. Sąlygų pakeitimai","para10":"Pasiliekame teisę savo nuožiūra bet kuriuo metu keisti arba pakeisti šias Sąlygas. Kas yra esminis pakeitimas, nuspręsime savo nuožiūra. Suteiksime mažiausiai 30 dienų","heading11":"11. Nutraukimas","para11":"Galime nedelsiant nutraukti arba sustabdyti jūsų prieigą prie mūsų plėtinio, be išankstinio įspėjimo ir neprisiimdami atsakomybės dėl bet kokios priežasties, įskaitant, be apribojimų, jei pažeisite Sąlygas. Nutraukus sutartį, jūsų teisė naudotis plėtiniu iš karto nutrūks.","heading12":"12. Taikanti teisė","para12":"Šios sąlygos taikomos ir aiškinamos pagal [Jurisdikcijos] įstatymus, neatsižvelgiant į jų įstatymų kolizijos nuostatas. Mūsų nesugebėjimas įgyvendinti bet kokios šių Sąlygų teisės ar nuostatos nebus laikomas tų teisių atsisakymu. Jei kuri nors šių Sąlygų nuostata teismo sprendimu bus pripažinta negaliojančia arba neįgyvendinama, likusios šių Sąlygų nuostatos liks galioti.","heading13":"13. Žalos atlyginimas","para13":"Jūs sutinkate ginti, atlyginti nuostolius ir apsaugoti nuo visų pretenzijų, žalos, įsipareigojimų, nuostolių, įsipareigojimų, išlaidų ar skolų Hotstar Party ir jos licencijos turėtoją ir licencijų išdavėjus bei jų darbuotojus, rangovus, agentus, pareigūnus ir direktorius. ir išlaidas (įskaitant, bet tuo neapsiribojant, advokatą","heading14":"14. Įvairūs","subheading141":"a. Pilnas susitarimas","subpara141":"Šios sąlygos sudaro visą mūsų susitarimą dėl pratęsimo ir pakeičia visus ankstesnius susitarimus, kuriuos galėjome sudaryti dėl pratęsimo.","subheading142":"b. Jokio atsisakymo","subpara142":"Joks šių Sąlygų sąlygų atsisakymas nebus laikomas tolesniu arba tęsiančiu tokios sąlygos ar bet kurios kitos sąlygos atsisakymu, o mūsų nesugebėjimas įgyvendinti kokios nors teisės ar nuostatos pagal šias Sąlygas nereiškia, kad atsisakome tokios teisės ar nuostatos.","heading15":"15. Kontaktinė informacija","para15":"Jei turite klausimų ar rūpesčių dėl šių naudojimo sąlygų, susisiekite su mumis team@hotstarparty.party.","heading16":"16. Įsigaliojimo data","para16":"Šios naudojimo sąlygos įsigalioja 2024 m. balandžio 23 d. ir galios, išskyrus bet kokius jų nuostatų pakeitimus ateityje, kurie įsigalios iš karto po jų paskelbimo šiame puslapyje.","heading17":"17. Atsiliepimai","para17":"Laukiame jūsų klausimų, komentarų ir atsiliepimų apie šias sąlygas. Visus atsiliepimus siųskite adresu team@hotstarparty.party.","subheading171":"Kontaktinė informacija","subpara171":"Jei turite klausimų dėl šių sąlygų, susisiekite su mumis šiuo adresu:","li171":"Hotstar vakarėlis","li172":"El. paštas:","li173":"Interneto svetainė:","li174":"Paskutinį kartą atnaujinta: 2024 m. balandžio 23 d","readmore":"Skaityti daugiau ..."}