{"mainheading":"Hotstar Party lietošanas noteikumi","mainpara":"Laipni lūdzam Hotstar Party. Instalējot un izmantojot Hotstar Party paplašinājumu, kas pieejams mūsu vietnē","mainparaspan":", jūs piekrītat ievērot šos lietošanas noteikumus. Lūdzu, rūpīgi izlasiet šos noteikumus pirms instalēšanas un lietošanas. Ja nepiekrītat kādai šo noteikumu daļai, lūdzu, neizmantojiet mūsu paplašinājumu.","heading1":"1. Vispārīgie noteikumi","para1":"Šie noteikumi nosaka, kā jūs izmantojat Hotstar Party paplašinājumu un visus saistītos pakalpojumus, ko nodrošina Hotstar Party. Piekļūstot paplašinājumam un izmantojot to, jūs piekrītat šiem Noteikumiem, mūsu","PrivacyPolicy":"Privātuma politika","para1span":", un jebkuri citi juridiski paziņojumi, ko esam publicējuši vietnē.","heading2":"2. Atbilstība un piekļuve","para2":"Lai izmantotu Hotstar Party paplašinājumu, jums ir jābūt vismaz 13 gadus vecam. Izmantojot šo paplašinājumu, jūs apliecināt un garantējat, ka atbilstat šai minimālā vecuma prasībai.","heading3":"3. Paplašinājuma lietošana","subheading31":"a. Atļautā lietošana","subpara31":"Jums tiek piešķirta neekskluzīva, nenododama, atsaucama licence, lai izmantotu Hotstar Party paplašinājumu tikai personiskām, nekomerciālām vajadzībām saskaņā ar šī līguma noteikumiem.","subheading32":"b. Ierobežojumi","subpara32":"Jūs nedrīkstat izmantot paplašinājumu nelikumīgiem vai neatļautiem mērķiem. Jūs piekrītat ievērot visus likumus, noteikumus un noteikumus, kas attiecas uz paplašinājuma izmantošanu.","heading4":"4. Intelektuālais īpašums","para4":"Paplašinājums, tostarp tā pamatā esošā tehnoloģija, un visas tajā esošās intelektuālā īpašuma tiesības pieder Hotstar Party vai ir tās licencētas. Nekas šajos Noteikumos nepiešķir jums tiesības vai licenci izmantot jebkuru īpašumu, kas pieder Hotstar Party vai tās licences devējiem.","heading5":"5. Filiāles informācijas atklāšana","para5":"Šis paplašinājums ir paredzēts, lai uzturētu augstas kvalitātes pakalpojumus un efektīvi pārvaldītu servera izmaksas. Cenšoties uzturēt darbību, mēs varam nopelnīt filiāļu komisijas maksas par pirkumiem, kas veikti lielākajā daļā vietņu pēc šī paplašinājuma instalēšanas. Šī funkcionalitāte darbojas automātiski un palīdz nepārtraukti uzlabot mūsu pakalpojumus.","heading6":"6. Atruna","para6":"Hotstar Party negarantē, ka paplašinājums darbosies bez pārtraukumiem vai bez kļūdām. Mēs nevaram nodrošināt, ka paplašinājums atbildīs jūsu prasībām.","heading7":"7. Atbildības ierobežojums","para7":"Hotstar Party, ne arī tās amatpersonas, direktori, darbinieki nav atbildīgi par jebkādiem netiešiem, nejaušiem, īpašiem, izrietošiem vai sodošiem zaudējumiem, tostarp bez ierobežojumiem peļņas, datu, izmantošanas, nemateriālās vērtības vai citiem nemateriāliem zaudējumiem, kas radušies jūsu piekļuve paplašinājumam vai tā izmantošana, vai nespēja piekļūt paplašinājumam vai to izmantot.","heading8":"8. Noteikumu izmaiņas","para8":"Mēs paturam tiesības mainīt šos noteikumus jebkurā laikā pēc saviem ieskatiem. Ja mēs veiksim izmaiņas, mēs publicēsim pārskatītos noteikumus vietnē un atjaunināsim","heading9":"9. Kontaktinformācija","para9":"Ja rodas jautājumi vai neskaidrības par šiem lietošanas noteikumiem, lūdzu, sazinieties ar mums, rakstot uz e-pastu team@hotstarparty.party.","heading10":"10. Noteikumu izmaiņas","para10":"Mēs paturam tiesības pēc saviem ieskatiem jebkurā laikā mainīt vai aizstāt šos Noteikumus. To, kas ir būtiskas izmaiņas, noteiksim pēc mūsu ieskatiem. Mēs nodrošināsim vismaz 30 dienas","heading11":"11. Izbeigšana","para11":"Mēs varam pārtraukt vai apturēt jūsu piekļuvi mūsu paplašinājumam nekavējoties, bez iepriekšēja brīdinājuma vai atbildības jebkāda iemesla dēļ, tostarp, bez ierobežojumiem, ja jūs pārkāpjat Noteikumus. Pēc darbības pārtraukšanas jūsu tiesības izmantot paplašinājumu nekavējoties tiks pārtrauktas.","heading12":"12. Vadošais likums","para12":"Šie Noteikumi tiek regulēti un interpretēti saskaņā ar [Jurisdikcijas] likumiem, neņemot vērā tās tiesību kolīzijas noteikumus. Mūsu nespēja īstenot jebkādas šo Noteikumu tiesības vai nosacījumu netiks uzskatīta par atteikšanos no šīm tiesībām. Ja kādu šo Noteikumu nosacījumu tiesa atzīs par spēkā neesošu vai neizpildāmu, pārējie šo Noteikumu noteikumi paliks spēkā.","heading13":"13. Zaudējumu atlīdzināšana","para13":"Jūs piekrītat aizsargāt, atlīdzināt un aizsargāt Hotstar Party un tās licenciātu un licences devējus, kā arī viņu darbiniekus, līgumslēdzējus, aģentus, amatpersonas un direktorus no un pret visām prasībām, zaudējumiem, saistībām, zaudējumiem, saistībām, izmaksām vai parādiem. , un izdevumi (tostarp, bet ne tikai, advokāts","heading14":"14.Dažādi","subheading141":"a. Visa vienošanās","subpara141":"Šie noteikumi veido visu vienošanos starp mums par mūsu pagarināšanu un aizstāj un aizstāj visus iepriekšējos līgumus, kas mums varētu būt bijuši starp mums attiecībā uz pagarināšanu.","subheading142":"b. Bez atteikšanās","subpara142":"Nekāda atteikšanās no jebkura šo Noteikumu noteikuma netiks uzskatīta par turpmāku vai ilgstošu atteikšanos no šāda vai jebkura cita noteikuma, un mūsu nespēja aizstāvēt kādas tiesības vai nosacījumus saskaņā ar šiem Noteikumiem nenozīmē atteikšanos no šādām tiesībām vai noteikuma.","heading15":"15. Kontaktinformācija","para15":"Ja rodas jautājumi vai neskaidrības par šiem lietošanas noteikumiem, lūdzu, sazinieties ar mums, rakstot uz e-pastu team@hotstarparty.party.","heading16":"16. Spēkā stāšanās datums","para16":"Šie lietošanas noteikumi ir spēkā no 2024. gada 23. aprīļa un paliks spēkā, izņemot attiecībā uz jebkādām izmaiņām to noteikumos nākotnē, kas stāsies spēkā tūlīt pēc ievietošanas šajā lapā.","heading17":"17. Atsauksmes","para17":"Mēs atzinīgi vērtējam jūsu jautājumus, komentārus un atsauksmes par šiem noteikumiem. Lūdzu, nosūtiet visas atsauksmes uz team@hotstarparty.party.","subheading171":"Kontaktinformācija","subpara171":"Ja jums ir kādi jautājumi par šiem noteikumiem, lūdzu, sazinieties ar mums:","li171":"Hotstar ballīte","li172":"E-pasts:","li173":"Tīmekļa vietne:","li174":"Pēdējo reizi atjaunināts: 2024. gada 23. aprīlī","readmore":"Lasīt vairāk ..."}