{"mainheading":"हॉटस्टार पार्टीसाठी वापरण्याच्या अटी","mainpara":"हॉटस्टार पार्टीमध्ये आपले स्वागत आहे. आमच्या वेबसाइटद्वारे उपलब्ध हॉटस्टार पार्टी विस्तार स्थापित करून आणि वापरून","mainparaspan":", तुम्ही या वापर अटींशी बांधील असण्यास सहमती देता. कृपया स्थापना आणि वापरण्यापूर्वी या अटी काळजीपूर्वक वाचा. आपण या अटींच्या कोणत्याही भागाशी असहमत असल्यास, कृपया आमचा विस्तार वापरू नका.","heading1":"1. सामान्य अटी","para1":"या अटी Hotstar पार्टी विस्तार आणि Hotstar Party द्वारे प्रदान केलेल्या कोणत्याही संबंधित सेवांचा तुमचा वापर नियंत्रित करतात. विस्तारात प्रवेश करून आणि वापरून, तुम्ही या अटींना संमती देता, आमच्या","PrivacyPolicy":"गोपनीयता धोरण","para1span":", आणि वेबसाइटवर आमच्याद्वारे प्रकाशित केलेल्या इतर कोणत्याही कायदेशीर सूचना.","heading2":"2. पात्रता आणि प्रवेश","para2":"Hotstar पार्टी विस्तार वापरण्यासाठी, तुमचे वय किमान 13 वर्षे असणे आवश्यक आहे. हा विस्तार वापरून, तुम्ही प्रतिनिधित्व करता आणि हमी देता की तुम्ही ही किमान वयाची आवश्यकता पूर्ण करता.","heading3":"3. विस्तार वापर","subheading31":"a परवानगी असलेला वापर","subpara31":"या कराराच्या अटींच्या अधीन राहून केवळ तुमच्या वैयक्तिक, गैर-व्यावसायिक वापरासाठी हॉटस्टार पार्टी विस्तार वापरण्यासाठी तुम्हाला नॉन-एक्सक्लुझिव्ह, नॉन-हस्तांतरणीय, रद्द करण्यायोग्य परवाना देण्यात आला आहे.","subheading32":"b निर्बंध","subpara32":"तुम्ही कोणत्याही बेकायदेशीर किंवा अनधिकृत कारणासाठी विस्तार वापरू शकत नाही. तुम्ही तुमच्या विस्ताराच्या वापरासाठी लागू असलेले सर्व कायदे, नियम आणि नियमांचे पालन करण्यास सहमती देता.","heading4":"4. बौद्धिक संपदा","para4":"विस्तार, त्याच्या अंतर्निहित तंत्रज्ञानासह, आणि त्यातील सर्व बौद्धिक संपदा हक्क हॉटस्टार पार्टीच्या मालकीचे किंवा परवानाकृत आहेत. या अटींमधील काहीही तुम्हाला हॉटस्टार पार्टी किंवा त्याच्या परवानाधारकांच्या मालकीची कोणतीही मालमत्ता वापरण्याचा अधिकार किंवा परवाना देत नाही.","heading5":"5. संलग्न प्रकटीकरण","para5":"हा विस्तार उच्च-गुणवत्तेची सेवा राखण्यासाठी आणि सर्व्हर खर्च प्रभावीपणे व्यवस्थापित करण्यासाठी डिझाइन केला आहे. आमच्या ऑपरेशन्स टिकवून ठेवण्याच्या आमच्या प्रयत्नांचा एक भाग म्हणून, आम्ही हा विस्तार स्थापित केल्यानंतर बहुतेक वेबसाइट्सवर केलेल्या खरेदीवर संलग्न कमिशन मिळवू शकतो. ही कार्यक्षमता आपोआप कार्य करते आणि आमच्या सेवांमध्ये सतत सुधारणा करण्यात मदत करते.","heading6":"6. अस्वीकरण","para6":"हॉटस्टार पार्टी हमी देत ​​नाही की विस्तार अखंडपणे कार्य करेल किंवा त्रुटी-मुक्त असेल. विस्तार तुमच्या गरजा पूर्ण करेल याची आम्ही खात्री करू शकत नाही.","heading7":"7. दायित्वाची मर्यादा","para7":"हॉटस्टार पार्टी, किंवा त्याचे कोणतेही अधिकारी, संचालक, कर्मचारी, कोणत्याही अप्रत्यक्ष, आनुषंगिक, विशेष, परिणामी किंवा दंडात्मक हानीसाठी जबाबदार असणार नाहीत, ज्यामध्ये मर्यादा नसणे, नफा, डेटा, वापर, सद्भावना किंवा इतर अमूर्त नुकसान समाविष्ट आहे. तुमचा ॲक्सेस किंवा त्याचा वापर किंवा एक्स्टेंशन ऍक्सेस किंवा वापरण्यास असमर्थता.","heading8":"8. अटींमध्ये बदल","para8":"आम्ही आमच्या विवेकबुद्धीनुसार कोणत्याही वेळी या अटींमध्ये बदल करण्याचा अधिकार राखून ठेवतो. आम्ही बदल केल्यास, आम्ही वेबसाइटवर सुधारित अटी पोस्ट करू आणि अपडेट करू","heading9":"9. संपर्क माहिती","para9":"या वापर अटींशी संबंधित कोणतेही प्रश्न किंवा समस्यांसाठी, कृपया आमच्याशी team@hotstarparty.party वर संपर्क साधा.","heading10":"10. अटींमध्ये बदल","para10":"आम्ही आमच्या विवेकबुद्धीनुसार, कोणत्याही वेळी या अटींमध्ये बदल करण्याचा किंवा बदलण्याचा अधिकार राखून ठेवतो. भौतिक बदल कशामुळे होतो हे आमच्या विवेकबुद्धीनुसार ठरवले जाईल. आम्ही किमान 30 दिवस देऊ","heading11":"11. समाप्ती","para11":"तुम्ही अटींचे उल्लंघन केल्यास, आम्ही कोणत्याही कारणास्तव, कोणत्याही कारणास्तव, पूर्वसूचना न देता किंवा उत्तरदायित्व न देता, आमच्या विस्तारावरील तुमचा प्रवेश ताबडतोब संपुष्टात आणू किंवा निलंबित करू शकतो. समाप्त केल्यावर, विस्तार वापरण्याचा तुमचा अधिकार ताबडतोब बंद होईल.","heading12":"12. नियमन कायदा","para12":"या अटी कायद्याच्या तरतुदींच्या विरोधाचा विचार न करता, [अधिकारक्षेत्र] च्या कायद्यांनुसार शासित आणि समजल्या जातील. या अटींच्या कोणत्याही अधिकाराची किंवा तरतुदीची अंमलबजावणी करण्यात आमची अयशस्वीता त्या अधिकारांची माफी मानली जाणार नाही. जर या अटींची कोणतीही तरतूद न्यायालयाद्वारे अवैध किंवा लागू करण्यायोग्य नसली तर, या अटींच्या उर्वरित तरतुदी लागू राहतील.","heading13":"13. नुकसानभरपाई","para13":"आपण निरुपद्रवी हॉटस्टार पार्टी आणि त्याचे परवानाधारक आणि परवानाधारक आणि त्यांचे कर्मचारी, कंत्राटदार, एजंट, अधिकारी आणि संचालक यांचे रक्षण, नुकसान भरपाई आणि धारण करण्यास सहमत आहात, कोणत्याही आणि सर्व दावे, नुकसान, दायित्वे, नुकसान, दायित्वे, खर्च किंवा कर्ज यांच्या विरुद्ध , आणि खर्च (मुखत्यारपत्रासह परंतु मर्यादित नाही","heading14":"14. विविध","subheading141":"a संपूर्ण करार","subpara141":"या अटी आमच्या विस्ताराबाबत आमच्या दरम्यानचा संपूर्ण करार तयार करतात आणि विस्ताराबाबत आमच्या दरम्यान झालेल्या कोणत्याही पूर्वीच्या कराराची जागा घेतात आणि बदलतात.","subheading142":"b माफी नाही","subpara142":"या अटींच्या कोणत्याही मुदतीची कोणतीही माफी अशा मुदतीची किंवा इतर कोणत्याही मुदतीची पुढील किंवा चालू असलेली माफी मानली जाणार नाही आणि या अटींखालील कोणताही अधिकार किंवा तरतुदी सांगण्यात आमची अयशस्वी झाल्यास अशा अधिकाराची किंवा तरतुदीची माफी होणार नाही.","heading15":"15. संपर्क माहिती","para15":"या वापर अटींशी संबंधित कोणतेही प्रश्न किंवा समस्यांसाठी, कृपया आमच्याशी team@hotstarparty.party वर संपर्क साधा.","heading16":"16. प्रभावी तारीख","para16":"या वापराच्या अटी 23 एप्रिल 2024 पासून प्रभावी आहेत आणि भविष्यात त्याच्या तरतुदींमधील कोणतेही बदल वगळता ते प्रभावी राहतील, जे या पृष्ठावर पोस्ट केल्यानंतर लगेच लागू होतील.","heading17":"17. अभिप्राय","para17":"आम्ही या अटींबद्दल तुमचे प्रश्न, टिप्पण्या आणि फीडबॅकचे स्वागत करतो. कृपया सर्व प्रतिक्रिया team@hotstarparty.party वर पाठवा.","subheading171":"संपर्क माहिती","subpara171":"तुम्हाला या अटींबद्दल काही प्रश्न असल्यास, कृपया आमच्याशी येथे संपर्क साधा:","li171":"हॉटस्टार पार्टी","li172":"ईमेल:","li173":"संकेतस्थळ:","li174":"शेवटचे अपडेट: 23 एप्रिल 2024","readmore":"पुढे वाचा ..."}