{"mainheading":"Syarat Penggunaan untuk Pesta Hotstar","mainpara":"Selamat datang ke Pesta Hotstar. Dengan memasang dan menggunakan sambungan Hotstar Party, tersedia melalui tapak web kami","mainparaspan":", anda bersetuju untuk terikat dengan Syarat Penggunaan ini.Sila baca syarat ini dengan teliti sebelum pemasangan dan penggunaan. Jika anda tidak bersetuju dengan mana-mana bahagian syarat ini, sila jangan gunakan sambungan kami.","heading1":"1. Syarat Am","para1":"Terma ini mengawal penggunaan sambungan Hotstar Party dan sebarang perkhidmatan berkaitan yang disediakan oleh Hotstar Party. Dengan mengakses dan menggunakan sambungan, anda bersetuju dengan Syarat ini, kami","PrivacyPolicy":"Dasar Privasi","para1span":", dan sebarang notis undang-undang lain yang diterbitkan oleh kami di tapak web.","heading2":"2. Kelayakan dan Akses","para2":"Untuk menggunakan sambungan Hotstar Party, anda mesti berumur sekurang-kurangnya 13 tahun. Dengan menggunakan sambungan ini, anda menyatakan dan menjamin bahawa anda memenuhi syarat umur minimum ini.","heading3":"3. Penggunaan Sambungan","subheading31":"a. Penggunaan yang dibenarkan","subpara31":"Anda diberikan lesen tidak eksklusif, tidak boleh dipindah milik, boleh dibatalkan untuk menggunakan sambungan Hotstar Party semata-mata untuk kegunaan peribadi anda, bukan komersial, tertakluk kepada terma perjanjian ini.","subheading32":"b. Sekatan","subpara32":"Anda tidak boleh menggunakan sambungan untuk sebarang tujuan yang menyalahi undang-undang atau tidak dibenarkan. Anda bersetuju untuk mematuhi semua undang-undang, peraturan dan peraturan yang terpakai untuk penggunaan sambungan anda.","heading4":"4. Harta Intelek","para4":"Sambungan itu, termasuk teknologi asasnya, dan semua hak harta intelek di dalamnya dimiliki oleh atau dilesenkan kepada Hotstar Party. Tiada apa-apa dalam Syarat ini memberi anda hak atau lesen untuk menggunakan mana-mana harta yang dimiliki oleh Hotstar Party atau pemberi lesennya.","heading5":"5. Pendedahan Ahli Gabungan","para5":"Sambungan ini direka bentuk untuk mengekalkan perkhidmatan berkualiti tinggi dan mengurus kos pelayan dengan berkesan. Sebagai sebahagian daripada usaha kami untuk mengekalkan operasi kami, kami mungkin memperoleh komisen ahli gabungan atas pembelian yang dibuat di kebanyakan tapak web selepas memasang sambungan ini. Fungsi ini berfungsi secara automatik dan membantu menyokong peningkatan berterusan perkhidmatan kami.","heading6":"6. Penafian","para6":"Pihak Hotstar tidak menjamin bahawa sambungan akan berfungsi tanpa gangguan atau bebas ralat. Kami tidak dapat memastikan sambungan itu memenuhi keperluan anda.","heading7":"7. Had Liabiliti","para7":"Hotstar Party, mahupun mana-mana pegawai, pengarah, pekerjanya, akan bertanggungjawab ke atas sebarang kerosakan tidak langsung, sampingan, khas, berbangkit atau punitif, termasuk tanpa had, kehilangan keuntungan, data, penggunaan, muhibah, atau kerugian tidak ketara yang lain, akibat daripada akses anda kepada atau penggunaan atau ketidakupayaan untuk mengakses atau menggunakan sambungan itu.","heading8":"8. Perubahan kepada Syarat","para8":"Kami berhak untuk mengubah suai syarat ini pada bila-bila masa mengikut budi bicara kami sendiri. Jika kami membuat perubahan, kami akan menyiarkan syarat yang disemak di tapak web dan mengemas kini","heading9":"9. Maklumat Hubungan","para9":"Untuk sebarang pertanyaan atau kebimbangan mengenai Syarat Penggunaan ini, sila hubungi kami di team@hotstarparty.party.","heading10":"10. Perubahan kepada Syarat","para10":"Kami berhak, mengikut budi bicara mutlak kami, untuk mengubah suai atau menggantikan Terma ini pada bila-bila masa. Perkara yang membentuk perubahan material akan ditentukan mengikut budi bicara kami sendiri. Kami akan menyediakan sekurang-kurangnya 30 hari","heading11":"11. Penamatan","para11":"Kami boleh menamatkan atau menggantung akses anda kepada sambungan kami dengan serta-merta, tanpa notis atau liabiliti awal, atas apa jua sebab sekalipun, termasuk, tanpa had, jika anda melanggar Syarat. Selepas penamatan, hak anda untuk menggunakan sambungan akan dihentikan serta-merta.","heading12":"12. Undang-undang yang Mentadbir","para12":"Terma ini akan ditadbir dan ditafsirkan mengikut undang-undang [Bidang Kuasa], tanpa mengambil kira percanggahan peruntukan undang-undangnya. Kegagalan kami untuk menguatkuasakan mana-mana hak atau peruntukan Terma ini tidak akan dianggap sebagai penepian hak tersebut. Jika mana-mana peruntukan Terma ini dianggap tidak sah atau tidak boleh dikuatkuasakan oleh mahkamah, peruntukan selebihnya Syarat ini akan kekal berkuat kuasa.","heading13":"13. Ganti rugi","para13":"Anda bersetuju untuk mempertahankan, menanggung rugi dan tidak memudaratkan Parti Hotstar dan pemegang lesen dan pemberi lesennya, serta pekerja, kontraktor, ejen, pegawai dan pengarah mereka, daripada dan terhadap sebarang dan semua tuntutan, ganti rugi, obligasi, kerugian, liabiliti, kos atau hutang , dan perbelanjaan (termasuk tetapi tidak terhad kepada peguam","heading14":"14. Pelbagai","subheading141":"a. Keseluruhan perjanjian","subpara141":"Terma ini membentuk keseluruhan perjanjian antara kami mengenai lanjutan kami, dan menggantikan serta menggantikan mana-mana perjanjian terdahulu yang mungkin ada antara kami mengenai lanjutan.","subheading142":"b. Tiada Penepian","subpara142":"Tiada penepian mana-mana terma Terma ini akan dianggap sebagai penepian lanjut atau berterusan bagi terma tersebut atau mana-mana terma lain, dan kegagalan kami untuk menegaskan mana-mana hak atau peruntukan di bawah Terma ini tidak akan membentuk penepian hak atau peruntukan tersebut.","heading15":"15. Maklumat Hubungan","para15":"Untuk sebarang pertanyaan atau kebimbangan mengenai Syarat Penggunaan ini, sila hubungi kami di team@hotstarparty.party.","heading16":"16. Tarikh Berkuatkuasa","para16":"Syarat Penggunaan ini berkuat kuasa mulai 23 April 2024 dan akan kekal berkuat kuasa kecuali berkenaan dengan sebarang perubahan dalam peruntukannya pada masa hadapan, yang akan berkuat kuasa serta-merta selepas disiarkan di halaman ini.","heading17":"17. Maklum balas","para17":"Kami mengalu-alukan soalan, komen dan maklum balas anda tentang Syarat ini. Sila hantar semua maklum balas kepada team@hotstarparty.party.","subheading171":"Maklumat perhubungan","subpara171":"Jika anda mempunyai sebarang pertanyaan tentang Syarat ini, sila hubungi kami di:","li171":"Pesta Hotstar","li172":"e-mel:","li173":"laman web:","li174":"Kemas Kini Terakhir: 23 April 2024","readmore":"Baca lagi..."}