{"mainheading":"Gebruiksvoorwaarden voor Hotstar Party","mainpara":"Welkom bij Hotstar Party. Door de Hotstar Party-extensie te installeren en te gebruiken, beschikbaar via onze website","mainparaspan":", gaat u ermee akkoord gebonden te zijn aan deze gebruiksvoorwaarden. Lees deze voorwaarden zorgvuldig door voordat u deze installeert en gebruikt. Als u het niet eens bent met enig deel van deze voorwaarden, gebruik dan onze extensie niet.","heading1":"1. Algemene voorwaarden","para1":"Deze Voorwaarden zijn van toepassing op uw gebruik van de Hotstar Party-extensie en alle gerelateerde diensten die door Hotstar Party worden geleverd. Door de extensie te openen en te gebruiken, stemt u in met deze Voorwaarden, onze","PrivacyPolicy":"Privacybeleid","para1span":"en alle andere juridische mededelingen die door ons op de website zijn gepubliceerd.","heading2":"2. Geschiktheid en toegang","para2":"Om de Hotstar Party-extensie te gebruiken, moet je minimaal 13 jaar oud zijn. Door deze extensie te gebruiken, verklaart en garandeert u dat u aan deze minimumleeftijd voldoet.","heading3":"3. Gebruik van extensies","subheading31":"A. Toegestaan ​​gebruik","subpara31":"U krijgt een niet-exclusieve, niet-overdraagbare, herroepbare licentie om de Hotstar Party-extensie uitsluitend voor uw persoonlijke, niet-commerciële gebruik te gebruiken, met inachtneming van de voorwaarden van deze overeenkomst.","subheading32":"B. Beperkingen","subpara32":"U mag de extensie niet gebruiken voor illegale of ongeoorloofde doeleinden. U gaat ermee akkoord dat u zich zult houden aan alle wetten, regels en voorschriften die van toepassing zijn op uw gebruik van de extensie.","heading4":"4. Intellectuele eigendom","para4":"De extensie, inclusief de onderliggende technologie, en alle intellectuele eigendomsrechten daarin zijn eigendom van of in licentie gegeven aan Hotstar Party. Niets in deze Voorwaarden verleent u het recht of de licentie om eigendommen te gebruiken die eigendom zijn van Hotstar Party of haar licentiegevers.","heading5":"5. Openbaarmaking van partners","para5":"Deze extensie is ontworpen om de service van hoge kwaliteit te behouden en de serverkosten effectief te beheren. Als onderdeel van onze inspanningen om onze activiteiten in stand te houden, kunnen we partnercommissies verdienen op aankopen die op de meeste websites worden gedaan nadat deze extensie is geïnstalleerd. Deze functionaliteit werkt automatisch en ondersteunt de continue verbetering van onze dienstverlening.","heading6":"6. Disclaimers","para6":"Hotstar Party garandeert niet dat de extensie ononderbroken of foutloos zal functioneren. Wij kunnen niet garanderen dat de uitbreiding aan uw wensen voldoet.","heading7":"7. Beperking van aansprakelijkheid","para7":"Hotstar Party, noch enige van haar functionarissen, directeuren, werknemers, is aansprakelijk voor enige indirecte, incidentele, speciale, vervolg- of punitieve schade, inclusief maar niet beperkt tot verlies van winst, gegevens, gebruik, goodwill of andere immateriële verliezen, voortvloeiend uit uw toegang tot of gebruik van of onvermogen om toegang te krijgen tot of gebruik te maken van de extensie.","heading8":"8. Wijzigingen in de voorwaarden","para8":"Wij behouden ons het recht voor om deze voorwaarden op elk moment naar eigen goeddunken te wijzigen. Als we wijzigingen aanbrengen, zullen we de herziene voorwaarden op de website plaatsen en de voorwaarden bijwerken","heading9":"9. Contactgegevens","para9":"Voor vragen of opmerkingen over deze gebruiksvoorwaarden kunt u contact met ons opnemen via team@hotstarparty.party.","heading10":"10. Wijzigingen in de voorwaarden","para10":"Wij behouden ons het recht voor om, naar eigen goeddunken, deze Voorwaarden op elk moment te wijzigen of te vervangen. Wat een materiële wijziging inhoudt, wordt naar eigen goeddunken bepaald. Wij bieden minimaal 30 dagen","heading11":"11. Beëindiging","para11":"We kunnen uw toegang tot onze extensie onmiddellijk beëindigen of opschorten, zonder voorafgaande kennisgeving of aansprakelijkheid, om welke reden dan ook, inclusief maar niet beperkt tot als u de Voorwaarden schendt. Bij beëindiging vervalt uw recht om de extensie te gebruiken onmiddellijk.","heading12":"12. Toepasselijk recht","para12":"Deze Voorwaarden worden beheerst en geïnterpreteerd in overeenstemming met de wetten van [Jurisdictie], zonder rekening te houden met conflicterende wettelijke bepalingen. Ons onvermogen om enig recht of enige bepaling van deze Voorwaarden af ​​te dwingen, wordt niet beschouwd als een afstand van die rechten. Als een bepaling van deze Voorwaarden door een rechtbank ongeldig of niet-afdwingbaar wordt geacht, blijven de overige bepalingen van deze Voorwaarden van kracht.","heading13":"13. Schadeloosstelling","para13":"U gaat ermee akkoord Hotstar Party en haar licentiehouder en licentiegevers, en hun werknemers, contractanten, agenten, functionarissen en directeuren, te verdedigen, schadeloos te stellen en te vrijwaren van en tegen alle claims, schade, verplichtingen, verliezen, aansprakelijkheden, kosten of schulden. en kosten (inclusief maar niet beperkt tot advocatenkosten).","heading14":"14. Diversen","subheading141":"A. Volledige overeenkomst","subpara141":"Deze Voorwaarden vormen de volledige overeenkomst tussen ons met betrekking tot onze verlenging, en vervangen alle eerdere overeenkomsten die we mogelijk tussen ons hadden met betrekking tot de verlenging.","subheading142":"B. Geen vrijstelling","subpara142":"Geen enkele afstandsverklaring van enige voorwaarde van deze Voorwaarden zal worden beschouwd als een verdere of voortdurende afstandsverklaring van een dergelijke voorwaarde of enige andere voorwaarde, en ons onvermogen om enig recht of bepaling onder deze Voorwaarden te doen gelden, vormt geen afstandsverklaring van een dergelijk recht of dergelijke bepaling.","heading15":"15. Contactgegevens","para15":"Voor vragen of opmerkingen over deze gebruiksvoorwaarden kunt u contact met ons opnemen via team@hotstarparty.party.","heading16":"16. Ingangsdatum","para16":"Deze Gebruiksvoorwaarden zijn van kracht vanaf 23 april 2024 en blijven van kracht, behalve met betrekking tot eventuele wijzigingen in de bepalingen in de toekomst, die onmiddellijk van kracht zullen zijn nadat ze op deze pagina zijn geplaatst.","heading17":"17. Feedback","para17":"Wij zijn blij met uw vragen, opmerkingen en feedback over deze Voorwaarden. Stuur alle feedback naar team@hotstarparty.party.","subheading171":"Contactgegevens","subpara171":"Als u vragen heeft over deze voorwaarden, kunt u contact met ons opnemen via:","li171":"Hotstar-feest","li172":"E-mail:","li173":"Website:","li174":"Laatst bijgewerkt: 23 april 2024","readmore":"Lees verder ..."}