{"mainheading":"Vilkår for bruk for Hotstar Party","mainpara":"Velkommen til Hotstar Party. Ved å installere og bruke Hotstar Party-utvidelsen, tilgjengelig via nettstedet vårt","mainparaspan":", godtar du å være bundet av disse vilkårene for bruk. Les disse vilkårene nøye før installasjon og bruk. Hvis du er uenig i noen del av disse vilkårene, vennligst ikke bruk utvidelsen vår.","heading1":"1. Generelle vilkår","para1":"Disse vilkårene regulerer din bruk av Hotstar Party-utvidelsen og eventuelle relaterte tjenester levert av Hotstar Party. Ved å få tilgang til og bruke utvidelsen samtykker du til disse vilkårene, våre","PrivacyPolicy":"Personvernerklæring","para1span":", og alle andre juridiske merknader publisert av oss på nettstedet.","heading2":"2. Kvalifisering og tilgang","para2":"For å bruke Hotstar Party-utvidelsen må du være minst 13 år gammel. Ved å bruke denne utvidelsen, bekrefter og garanterer du at du oppfyller dette minstealderkravet.","heading3":"3. Bruk av utvidelse","subheading31":"en. Tillatt bruk","subpara31":"Du gis en ikke-eksklusiv, ikke-overførbar, tilbakekallbar lisens til å bruke Hotstar Party-utvidelsen utelukkende for din personlige, ikke-kommersielle bruk, underlagt vilkårene i denne avtalen.","subheading32":"b. Begrensninger","subpara32":"Du kan ikke bruke utvidelsen til ulovlige eller uautoriserte formål. Du samtykker i å overholde alle lover, regler og forskrifter som gjelder for din bruk av utvidelsen.","heading4":"4. Immaterielle rettigheter","para4":"Utvidelsen, inkludert dens underliggende teknologi, og alle immaterielle rettigheter deri eies av eller lisensieres til Hotstar Party. Ingenting i disse vilkårene gir deg rett eller lisens til å bruke eiendom som eies av Hotstar Party eller dets lisensgivere.","heading5":"5. Avsløring av tilknyttede selskaper","para5":"Denne utvidelsen er designet for å opprettholde høykvalitetstjenester og administrere serverkostnadene effektivt. Som en del av vår innsats for å opprettholde driften vår, kan vi tjene tilknyttede provisjoner på kjøp gjort på de fleste nettsteder etter å ha installert denne utvidelsen. Denne funksjonaliteten fungerer automatisk og bidrar til å støtte kontinuerlig forbedring av tjenestene våre.","heading6":"6. Ansvarsfraskrivelser","para6":"Hotstar Party garanterer ikke at utvidelsen vil fungere uavbrutt eller være feilfri. Vi kan ikke sikre at utvidelsen oppfyller dine krav.","heading7":"7. Ansvarsbegrensning","para7":"Hotstar Party, eller noen av dets ledere, direktører, ansatte, skal være ansvarlige for indirekte, tilfeldige, spesielle, følgeskader eller straffskader, inkludert uten begrensning tap av fortjeneste, data, bruk, goodwill eller andre immaterielle tap, som følge av din tilgang til eller bruk av eller manglende evne til å få tilgang til eller bruke utvidelsen.","heading8":"8. Endringer i vilkårene","para8":"Vi forbeholder oss retten til å endre disse vilkårene når som helst etter eget skjønn. Hvis vi gjør endringer, vil vi legge ut de reviderte vilkårene på nettstedet og oppdatere","heading9":"9. Kontaktinformasjon","para9":"For spørsmål eller bekymringer angående disse vilkårene for bruk, vennligst kontakt oss på team@hotstarparty.party.","heading10":"10. Endringer i vilkårene","para10":"Vi forbeholder oss retten til, etter eget skjønn, å endre eller erstatte disse vilkårene når som helst. Hva som utgjør en vesentlig endring avgjøres etter eget skjønn. Vi vil gi minst 30 dager","heading11":"11. Oppsigelse","para11":"Vi kan avslutte eller suspendere tilgangen din til utvidelsen vår umiddelbart, uten forvarsel eller ansvar, uansett grunn, inkludert, uten begrensning, hvis du bryter vilkårene. Ved oppsigelse vil din rett til å bruke utvidelsen opphøre umiddelbart.","heading12":"12. Gjeldende lov","para12":"Disse vilkårene skal styres og tolkes i samsvar med lovene i [Jurisdiksjon], uten hensyn til deres lovkonflikter. Vår unnlatelse av å håndheve noen rettigheter eller bestemmelse i disse vilkårene vil ikke bli betraktet som en fraskrivelse av disse rettighetene. Hvis en bestemmelse i disse vilkårene anses for å være ugyldig eller ikke håndheves av en domstol, vil de resterende bestemmelsene i disse vilkårene forbli i kraft.","heading13":"13. Skadeserstatning","para13":"Du godtar å forsvare, holde skadesløs og holde Hotstar Party og dets lisenshaver og lisensgivere, og deres ansatte, entreprenører, agenter, offiserer og direktører uskadelig, fra og mot alle krav, skader, forpliktelser, tap, forpliktelser, kostnader eller gjeld. , og utgifter (inkludert men ikke begrenset til advokat","heading14":"14. Diverse","subheading141":"en. Hele avtalen","subpara141":"Disse vilkårene utgjør hele avtalen mellom oss angående utvidelsen vår, og erstatter og erstatter alle tidligere avtaler vi måtte ha hatt mellom oss angående utvidelsen.","subheading142":"b. Ingen fraskrivelse","subpara142":"Ingen fraskrivelse av noen vilkår i disse vilkårene skal anses som en ytterligere eller vedvarende fraskrivelse av slike vilkår eller andre vilkår, og vår unnlatelse av å hevde noen rettighet eller bestemmelse under disse vilkårene skal ikke utgjøre en fraskrivelse av slik rett eller bestemmelse.","heading15":"15. Kontaktinformasjon","para15":"For spørsmål eller bekymringer angående disse vilkårene for bruk, vennligst kontakt oss på team@hotstarparty.party.","heading16":"16. Ikrafttredelsesdato","para16":"Disse bruksvilkårene trer i kraft fra og med 23. april 2024 og forblir i kraft med unntak av eventuelle endringer i bestemmelsene i fremtiden, som vil tre i kraft umiddelbart etter at de er lagt ut på denne siden.","heading17":"17. Tilbakemelding","para17":"Vi tar gjerne imot spørsmål, kommentarer og tilbakemeldinger om disse vilkårene. Send all tilbakemelding til team@hotstarparty.party.","subheading171":"Kontaktinformasjon","subpara171":"Hvis du har spørsmål om disse vilkårene, vennligst kontakt oss på:","li171":"Hotstar Party","li172":"E-post:","li173":"Nettsted:","li174":"Sist oppdatert: 23. april 2024","readmore":"Les mer ..."}