{"mainheading":"Warunki korzystania z Hotstar Party","mainpara":"Witamy na imprezie Hotstar. Instalując i korzystając z rozszerzenia Hotstar Party, dostępnego na naszej stronie internetowej","mainparaspan":", zgadzasz się na przestrzeganie niniejszych Warunków użytkowania. Prosimy o uważne przeczytanie tych warunków przed instalacją i użytkowaniem. Jeśli nie zgadzasz się z jakąkolwiek częścią niniejszych warunków, nie korzystaj z naszego rozszerzenia.","heading1":"1. Warunki ogólne","para1":"Niniejsze Warunki regulują korzystanie z rozszerzenia Hotstar Party i wszelkich powiązanych usług świadczonych przez Hotstar Party. Uzyskując dostęp do rozszerzenia i korzystając z niego, wyrażasz zgodę na niniejsze Warunki, nasze","PrivacyPolicy":"Polityka prywatności","para1span":"oraz wszelkie inne informacje prawne opublikowane przez nas na stronie internetowej.","heading2":"2. Kwalifikowalność i dostęp","para2":"Aby skorzystać z rozszerzenia Hotstar Party, musisz mieć ukończone 13 lat. Korzystając z tego rozszerzenia, oświadczasz i gwarantujesz, że spełniasz wymagania dotyczące minimalnego wieku.","heading3":"3. Użycie rozszerzenia","subheading31":"A. Dozwolone użycie","subpara31":"Otrzymujesz niewyłączną, niezbywalną i odwołalną licencję na korzystanie z rozszerzenia Hotstar Party wyłącznie do osobistego, niekomercyjnego użytku, zgodnie z warunkami niniejszej umowy.","subheading32":"B. Ograniczenia","subpara32":"Nie możesz używać rozszerzenia do jakichkolwiek nielegalnych lub nieautoryzowanych celów. Zgadzasz się przestrzegać wszystkich praw, zasad i regulacji mających zastosowanie do korzystania z rozszerzenia.","heading4":"4. Własność intelektualna","para4":"Rozszerzenie, w tym związana z nim technologia oraz wszelkie prawa własności intelektualnej z nim związane stanowią własność Hotstar Party lub są przez nią licencjonowane. Żadne z postanowień niniejszych Warunków nie przyznaje użytkownikowi prawa ani licencji na korzystanie z jakiejkolwiek własności będącej własnością Hotstar Party lub jej licencjodawców.","heading5":"5. Ujawnienie informacji partnerskich","para5":"Rozszerzenie to ma na celu utrzymanie wysokiej jakości usług i efektywne zarządzanie kosztami serwerów. W ramach naszych wysiłków na rzecz utrzymania naszej działalności możemy otrzymywać prowizje partnerskie od zakupów dokonanych w większości witryn internetowych po zainstalowaniu tego rozszerzenia. Ta funkcjonalność działa automatycznie i pomaga w ciągłym ulepszaniu naszych usług.","heading6":"6. Zastrzeżenia","para6":"Hotstar Party nie gwarantuje, że rozszerzenie będzie działać nieprzerwanie i będzie wolne od błędów. Nie możemy zagwarantować, że rozszerzenie spełni Twoje wymagania.","heading7":"7. Ograniczenie odpowiedzialności","para7":"Hotstar Party ani żaden z jej urzędników, dyrektorów, pracowników nie ponosi odpowiedzialności za jakiekolwiek szkody pośrednie, przypadkowe, szczególne, wynikowe lub karne, w tym między innymi utratę zysków, danych, użytkowania, wartości firmy lub inne straty niematerialne, wynikające z dostępu do rozszerzenia, korzystania z niego lub niemożności uzyskania dostępu lub korzystania z niego.","heading8":"8. Zmiany Regulaminu","para8":"Zastrzegamy sobie prawo do zmiany niniejszych warunków w dowolnym momencie, według własnego uznania. Jeśli dokonamy zmian, opublikujemy zmienione warunki na stronie internetowej i zaktualizujemy","heading9":"9. Informacje kontaktowe","para9":"W przypadku jakichkolwiek pytań lub wątpliwości dotyczących niniejszych Warunków użytkowania, prosimy o kontakt pod adresem team@hotstarparty.party.","heading10":"10. Zmiany Regulaminu","para10":"Zastrzegamy sobie prawo, według własnego uznania, do modyfikacji lub zamiany niniejszych Warunków w dowolnym momencie. To, co stanowi istotną zmianę, zostanie ustalone według naszego wyłącznego uznania. Zapewnimy co najmniej 30 dni","heading11":"11. Zakończenie","para11":"Możemy zakończyć lub zawiesić Twój dostęp do naszego rozszerzenia natychmiast, bez uprzedniego powiadomienia i odpowiedzialności, z dowolnego powodu, w tym między innymi w przypadku naruszenia Warunków. Po wypowiedzeniu Twoje prawo do korzystania z przedłużenia natychmiast wygaśnie.","heading12":"12. Obowiązujące prawo","para12":"Niniejsze Warunki podlegają prawu i będą interpretowane zgodnie z prawem obowiązującym w [Jurysdykcja], bez względu na przepisy kolizyjne. Niewyegzekwowanie przez nas jakiegokolwiek prawa lub postanowienia niniejszych Warunków nie będzie uważane za zrzeczenie się tych praw. Jeśli którekolwiek postanowienie niniejszych Warunków zostanie uznane przez sąd za nieważne lub niewykonalne, pozostałe postanowienia niniejszych Warunków pozostaną w mocy.","heading13":"13. Odszkodowanie","para13":"Zgadzasz się bronić, zabezpieczać i chronić Hotstar Party oraz jej licencjobiorców i licencjodawców, a także ich pracowników, wykonawców, agentów, urzędników i dyrektorów przed wszelkimi roszczeniami, odszkodowaniami, zobowiązaniami, stratami, zobowiązaniami, kosztami lub długiem oraz wydatki (w tym między innymi koszty obsługi prawnej","heading14":"14. Różne","subheading141":"A. Całość porozumienia","subpara141":"Niniejsze Warunki stanowią całą umowę między nami dotyczącą naszego przedłużenia i zastępują wszelkie wcześniejsze umowy, które mogliśmy zawrzeć między nami w sprawie przedłużenia.","subheading142":"B. Żadnego zrzeczenia się","subpara142":"Żadne zrzeczenie się któregokolwiek warunku niniejszych Warunków nie będzie uważane za dalsze lub ciągłe zrzeczenie się takiego warunku lub jakiegokolwiek innego warunku, a nasze niepowodzenie w dochodzeniu jakichkolwiek praw lub postanowień wynikających z niniejszych Warunków nie będzie stanowić zrzeczenia się takiego prawa lub postanowienia.","heading15":"15. Informacje kontaktowe","para15":"W przypadku jakichkolwiek pytań lub wątpliwości dotyczących niniejszych Warunków użytkowania, prosimy o kontakt pod adresem team@hotstarparty.party.","heading16":"16. Data wejścia w życie","para16":"Niniejszy Regulamin obowiązuje od dnia 23 kwietnia 2024 r. i pozostaje w mocy, z wyjątkiem ewentualnych zmian w jego postanowieniach w przyszłości, które zaczną obowiązywać niezwłocznie po opublikowaniu na tej stronie.","heading17":"17. Informacje zwrotne","para17":"Czekamy na Twoje pytania, komentarze i opinie na temat niniejszych Warunków. Wszelkie uwagi prosimy przesyłać na adres team@hotstarparty.party.","subheading171":"Informacje kontaktowe","subpara171":"Jeśli masz jakiekolwiek pytania dotyczące niniejszych Warunków, skontaktuj się z nami pod adresem:","li171":"Impreza z gorącymi gwiazdami","li172":"E-mail:","li173":"Strona internetowa:","li174":"Ostatnia aktualizacja: 23 kwietnia 2024 r","readmore":"Czytaj więcej ..."}