{"mainheading":"Condiții de utilizare pentru Hotstar Party","mainpara":"Bun venit la Hotstar Party. Prin instalarea și utilizarea extensiei Hotstar Party, disponibilă pe site-ul nostru","mainparaspan":", sunteți de acord să respectați acești Termeni de utilizare. Vă rugăm să citiți acești termeni cu atenție înainte de instalare și utilizare. Dacă nu sunteți de acord cu vreo parte a acestor termeni, vă rugăm să nu utilizați extensia noastră.","heading1":"1. Condiții generale","para1":"Acești Termeni guvernează utilizarea de către dvs. a extensiei Hotstar Party și a oricăror servicii conexe furnizate de Hotstar Party. Prin accesarea și utilizarea extensiei, sunteți de acord cu acești Termeni, noștri","PrivacyPolicy":"Politica de confidențialitate","para1span":", și orice alte notificări legale publicate de noi pe site.","heading2":"2. Eligibilitate și acces","para2":"Pentru a utiliza extensia Hotstar Party, trebuie să aveți cel puțin 13 ani. Prin utilizarea acestei extensii, declarați și garantați că îndepliniți această cerință de vârstă minimă.","heading3":"3. Utilizarea extensiei","subheading31":"A. Utilizare permisă","subpara31":"Vi se acordă o licență neexclusivă, netransferabilă și revocabilă pentru a utiliza extensia Hotstar Party exclusiv pentru uz personal, necomercial, în conformitate cu termenii acestui acord.","subheading32":"b. Restricții","subpara32":"Nu puteți utiliza extensia în niciun scop ilegal sau neautorizat. Sunteți de acord să respectați toate legile, regulile și reglementările aplicabile utilizării de către dvs. a extensiei.","heading4":"4. Proprietatea intelectuală","para4":"Extensia, inclusiv tehnologia de bază și toate drepturile de proprietate intelectuală din aceasta sunt deținute sau licențiate către Hotstar Party. Nimic din acești Termeni nu vă acordă dreptul sau licența de a utiliza orice proprietate deținută de Hotstar Party sau de licențiatorii săi.","heading5":"5. Dezvăluirea afiliaților","para5":"Această extensie este concepută pentru a menține un serviciu de înaltă calitate și a gestiona eficient costurile serverului. Ca parte a eforturilor noastre de a ne susține operațiunile, este posibil să câștigăm comisioane afiliate pentru achizițiile efectuate pe majoritatea site-urilor web după instalarea acestei extensii. Această funcționalitate funcționează automat și ajută la sprijinirea îmbunătățirii continue a serviciilor noastre.","heading6":"6. Declinări de răspundere","para6":"Hotstar Party nu garantează că extensia va funcționa neîntrerupt sau fără erori. Nu ne putem asigura că extensia va îndeplini cerințele dumneavoastră.","heading7":"7. Limitarea răspunderii","para7":"Hotstar Party și nici oricare dintre ofițerii, directorii, angajații săi nu vor fi răspunzători pentru orice daune indirecte, incidentale, speciale, consecutive sau punitive, inclusiv, fără limitare, pierderi de profituri, date, utilizare, bunăvoință sau alte pierderi intangibile, rezultate din accesul sau utilizarea sau imposibilitatea de a accesa sau utiliza extensia.","heading8":"8. Modificări ale Termenilor","para8":"Ne rezervăm dreptul de a modifica acești termeni în orice moment, la discreția noastră. Dacă facem modificări, vom publica termenii revizuiți pe site și vom actualiza","heading9":"9. Informații de contact","para9":"Pentru orice întrebări sau nelămuriri cu privire la acești Termeni de utilizare, vă rugăm să ne contactați la team@hotstarparty.party.","heading10":"10. Modificări ale Termenilor","para10":"Ne rezervăm dreptul, la discreția noastră, de a modifica sau înlocui acești Termeni în orice moment. Ceea ce constituie o schimbare materială va fi stabilit la discreția noastră. Vă oferim cel puțin 30 de zile","heading11":"11. Rezilierea","para11":"Putem rezilia sau suspenda accesul dumneavoastră la extensia noastră imediat, fără notificare prealabilă sau răspundere, din orice motiv, inclusiv, fără limitare, dacă încălcați Termenii. La reziliere, dreptul dumneavoastră de a utiliza extensia va înceta imediat.","heading12":"12. Legea aplicabilă","para12":"Acești Termeni vor fi guvernați și interpretați în conformitate cu legile [Jurisdicției], fără a ține cont de prevederile sale privind conflictul de legi. Eșecul nostru de a pune în aplicare vreun drept sau prevedere a acestor Termeni nu va fi considerat o renunțare la aceste drepturi. Dacă o prevedere a acestor Termeni este considerată invalidă sau inaplicabilă de către o instanță, celelalte prevederi ale acestor Termeni vor rămâne în vigoare.","heading13":"13. Despăgubiri","para13":"Sunteți de acord să apărați, să despăgubiți și să lăsați inofensivi Hotstar Party și licențiatul și licențiatorii săi, precum și angajații, antreprenorii, agenții, ofițerii și directorii acestora, față de și împotriva oricărei pretenții, daune, obligații, pierderi, răspunderi, costuri sau datorii. , și cheltuieli (inclusiv, dar fără a se limita la avocat","heading14":"14. Diverse","subheading141":"A. Întregul acord","subpara141":"Acești Termeni constituie întregul acord dintre noi în ceea ce privește extinderea noastră și înlocuiesc și înlocuiesc orice acorduri anterioare pe care le-am fi putut avea între noi în ceea ce privește extinderea.","subheading142":"b. Fără excepție","subpara142":"Nicio renunțare la niciun termen din acești Termeni nu va fi considerată o renunțare ulterioară sau continuă la un astfel de termen sau la orice alt termen, iar eșecul nostru de a afirma vreun drept sau prevedere conform acestor Termeni nu va constitui o renunțare la acest drept sau prevedere.","heading15":"15. Informații de contact","para15":"Pentru orice întrebări sau nelămuriri cu privire la acești Termeni de utilizare, vă rugăm să ne contactați la team@hotstarparty.party.","heading16":"16. Data intrării în vigoare","para16":"Acești Termeni de utilizare sunt în vigoare începând cu 23 aprilie 2024 și vor rămâne în vigoare, cu excepția oricăror modificări ale prevederilor sale în viitor, care vor intra în vigoare imediat după ce au fost postate pe această pagină.","heading17":"17. Feedback","para17":"Așteptăm întrebările, comentariile și feedbackul dvs. despre acești Termeni. Vă rugăm să trimiteți toate feedback-urile la team@hotstarparty.party.","subheading171":"Informații de contact","subpara171":"Dacă aveți întrebări despre acești Termeni, vă rugăm să ne contactați la:","li171":"Hotstar Party","li172":"E-mail:","li173":"Site:","li174":"Ultima actualizare: 23 aprilie 2024","readmore":"Citeşte mai mult ..."}