{"mainheading":"Условия использования Hotstar Party","mainpara":"Добро пожаловать на вечеринку Hotstar. Установив и используя расширение Hotstar Party, доступное на нашем сайте.","mainparaspan":", вы соглашаетесь соблюдать настоящие Условия использования. Пожалуйста, внимательно прочитайте эти условия перед установкой и использованием. Если вы не согласны с какой-либо частью этих условий, пожалуйста, не используйте наше расширение.","heading1":"1. Общие условия","para1":"Настоящие Условия регулируют использование вами расширения Hotstar Party и любых связанных с ним услуг, предоставляемых Hotstar Party. Получая доступ к расширению и используя его, вы соглашаетесь с настоящими Условиями, нашим","PrivacyPolicy":"политика конфиденциальности","para1span":"и любые другие юридические уведомления, опубликованные нами на веб-сайте.","heading2":"2. Право на участие и доступ","para2":"Чтобы использовать расширение Hotstar Party, вам должно быть не менее 13 лет. Используя это расширение, вы заявляете и гарантируете, что соответствуете этому минимальному возрастному требованию.","heading3":"3. Использование расширений","subheading31":"а. Разрешенное использование","subpara31":"Вам предоставляется неисключительная, не подлежащая передаче и отзывная лицензия на использование расширения Hotstar Party исключительно для личного некоммерческого использования в соответствии с условиями настоящего соглашения.","subheading32":"б. Ограничения","subpara32":"Вы не можете использовать расширение для каких-либо незаконных или несанкционированных целей. Вы соглашаетесь соблюдать все законы, правила и положения, применимые к использованию вами расширения.","heading4":"4. Интеллектуальная собственность","para4":"Расширение, включая лежащую в его основе технологию, а также все права интеллектуальной собственности на него принадлежат Hotstar Party или лицензированы ею. Ничто в настоящих Условиях не дает вам права или лицензии на использование какой-либо собственности, принадлежащей Hotstar Party или ее лицензиарам.","heading5":"5. Раскрытие информации о партнерстве","para5":"Это расширение предназначено для поддержания высокого качества обслуживания и эффективного управления расходами на сервер. В рамках наших усилий по поддержанию нашей деятельности мы можем получать партнерские комиссионные за покупки, совершенные на большинстве веб-сайтов после установки этого расширения. Эта функция работает автоматически и помогает поддерживать постоянное улучшение наших услуг.","heading6":"6. Отказ от ответственности","para6":"Hotstar Party не гарантирует, что расширение будет работать бесперебойно и без ошибок. Мы не можем гарантировать, что расширение будет соответствовать вашим требованиям.","heading7":"7. Ограничение ответственности","para7":"Hotstar Party, ни кто-либо из ее должностных лиц, директоров или сотрудников не несут ответственности за любые косвенные, случайные, особые, косвенные или штрафные убытки, включая, помимо прочего, потерю прибыли, данных, использования, деловой репутации или другие нематериальные убытки, возникшие в результате ваш доступ, использование или невозможность доступа или использования расширения.","heading8":"8. Изменения в Условиях","para8":"Мы оставляем за собой право изменять эти условия в любое время по нашему собственному усмотрению. Если мы внесем изменения, мы опубликуем пересмотренные условия на веб-сайте и обновим","heading9":"9. Контактная информация","para9":"Если у вас есть какие-либо вопросы или сомнения относительно настоящих Условий использования, свяжитесь с нами по адресу team@hotstarparty.party.","heading10":"10. Изменения в Условиях","para10":"Мы оставляем за собой право по нашему собственному усмотрению изменять или заменять настоящие Условия в любое время. Что представляет собой существенное изменение, будет определяться по нашему собственному усмотрению. Мы предоставим не менее 30 дней","heading11":"11. Прекращение действия","para11":"Мы можем прекратить или приостановить ваш доступ к нашему расширению немедленно, без предварительного уведомления или ответственности, по любой причине, включая, помимо прочего, нарушение вами Условий. После прекращения действия ваше право на использование расширения немедленно прекращается.","heading12":"12. Применимое право","para12":"Настоящие Условия регулируются и толкуются в соответствии с законодательством [Юрисдикции] без учета коллизионных норм. Наша неспособность обеспечить соблюдение какого-либо права или положения настоящих Условий не будет считаться отказом от этих прав. Если какое-либо положение настоящих Условий будет признано судом недействительным или не имеющим исковой силы, остальные положения настоящих Условий останутся в силе.","heading13":"13. Возмещение ущерба","para13":"Вы соглашаетесь защищать, возмещать убытки и ограждать Hotstar Party, ее лицензиата и лицензиаров, а также их сотрудников, подрядчиков, агентов, должностных лиц и директоров от любых претензий, ущерба, обязательств, потерь, обязательств, затрат или долгов. и расходы (включая, помимо прочего, расходы на адвоката","heading14":"14. Разное","subheading141":"а. Полное согласие","subpara141":"Настоящие Условия представляют собой полное соглашение между нами относительно нашего продления и заменяют собой любые предыдущие соглашения, которые могли быть между нами относительно продления.","subheading142":"б. Без отказа","subpara142":"Никакой отказ от какого-либо положения настоящих Условий не может считаться дальнейшим или продолжающимся отказом от такого условия или любого другого условия, и наша неспособность отстоять какое-либо право или положение в соответствии с настоящими Условиями не является отказом от такого права или положения.","heading15":"15. Контактная информация","para15":"Если у вас есть какие-либо вопросы или сомнения относительно настоящих Условий использования, свяжитесь с нами по адресу team@hotstarparty.party.","heading16":"16. Дата вступления в силу","para16":"Настоящие Условия использования вступают в силу с 23 апреля 2024 года и останутся в силе, за исключением любых изменений в их положениях в будущем, которые вступят в силу сразу после публикации на этой странице.","heading17":"17. Обратная связь","para17":"Мы приветствуем ваши вопросы, комментарии и отзывы об этих Условиях. Пожалуйста, отправляйте все отзывы на адрес team@hotstarparty.party.","subheading171":"Контактная информация","subpara171":"Если у вас есть какие-либо вопросы по поводу настоящих Условий, свяжитесь с нами по адресу:","li171":"Вечеринка горячей звезды","li172":"Электронная почта:","li173":"Веб-сайт:","li174":"Последнее обновление: 23 апреля 2024 г.","readmore":"Читать далее ..."}