{"mainheading":"Podmienky používania Hotstar Party","mainpara":"Vitajte na Hotstar Party. Inštaláciou a používaním rozšírenia Hotstar Party dostupného na našej webovej stránke","mainparaspan":", súhlasíte s tým, že budete viazaní týmito Podmienkami používania. Pred inštaláciou a používaním si pozorne prečítajte tieto podmienky. Ak nesúhlasíte s akoukoľvek časťou týchto podmienok, nepoužívajte naše rozšírenie.","heading1":"1. Všeobecné podmienky","para1":"Tieto podmienky upravujú vaše používanie rozšírenia Hotstar Party a akýchkoľvek súvisiacich služieb poskytovaných Hotstar Party. Prístupom k rozšíreniu a jeho používaním vyjadrujete súhlas s týmito Podmienkami, našimi","PrivacyPolicy":"Zásady ochrany osobných údajov","para1span":"a akékoľvek iné právne upozornenia zverejnené na našej webovej stránke.","heading2":"2. Spôsobilosť a prístup","para2":"Ak chcete používať rozšírenie Hotstar Party, musíte mať aspoň 13 rokov. Používaním tohto rozšírenia vyhlasujete a zaručujete, že spĺňate túto požiadavku na minimálny vek.","heading3":"3. Použitie rozšírenia","subheading31":"a. Povolené použitie","subpara31":"Máte udelenú nevýhradnú, neprenosnú a odvolateľnú licenciu na používanie rozšírenia Hotstar Party výlučne pre vaše osobné, nekomerčné použitie, v súlade s podmienkami tejto zmluvy.","subheading32":"b. Obmedzenia","subpara32":"Rozšírenie nesmiete používať na žiadne nezákonné alebo neoprávnené účely. Súhlasíte s tým, že budete dodržiavať všetky zákony, pravidlá a nariadenia, ktoré sa vzťahujú na vaše používanie rozšírenia.","heading4":"4. Duševné vlastníctvo","para4":"Rozšírenie, vrátane jeho základnej technológie, a všetky práva duševného vlastníctva v ňom obsiahnuté sú vlastníctvom alebo licenciou Hotstar Party. Nič v týchto podmienkach vám neudeľuje právo alebo licenciu na používanie akéhokoľvek majetku, ktorý vlastní Hotstar Party alebo jej poskytovatelia licencií.","heading5":"5. Zverejnenie pridružených spoločností","para5":"Toto rozšírenie je navrhnuté tak, aby udržiavalo vysokokvalitné služby a efektívne spravovalo náklady na server. V rámci nášho úsilia o udržanie našich operácií môžeme po nainštalovaní tohto rozšírenia získať pridružené provízie za nákupy uskutočnené na väčšine webových stránok. Táto funkcia funguje automaticky a pomáha podporovať neustále zlepšovanie našich služieb.","heading6":"6. Vylúčenie zodpovednosti","para6":"Hotstar Party nezaručuje, že rozšírenie bude fungovať bez prerušenia alebo bez chýb. Nemôžeme zaručiť, že rozšírenie bude spĺňať vaše požiadavky.","heading7":"7. Obmedzenie zodpovednosti","para7":"Hotstar Party, ani žiadny z jej predstaviteľov, riaditeľov, zamestnancov, nenesie zodpovednosť za žiadne nepriame, náhodné, špeciálne, následné alebo represívne škody, vrátane, bez obmedzenia, straty zisku, údajov, používania, dobrého mena alebo iných nehmotných strát, ktoré vyplývajú z váš prístup k rozšíreniu, jeho používanie alebo nemožnosť prístupu alebo používania rozšírenia.","heading8":"8. Zmeny podmienok","para8":"Vyhradzujeme si právo tieto podmienky kedykoľvek upraviť podľa vlastného uváženia. Ak vykonáme zmeny, revidované podmienky zverejníme na webovej stránke a aktualizujeme","heading9":"9. Kontaktné informácie","para9":"Ak máte akékoľvek otázky alebo obavy týkajúce sa týchto Podmienok používania, kontaktujte nás na adrese team@hotstarparty.party.","heading10":"10. Zmeny podmienok","para10":"Vyhradzujeme si právo, podľa vlastného uváženia, kedykoľvek upraviť alebo nahradiť tieto Podmienky. Čo predstavuje podstatnú zmenu, určíme podľa vlastného uváženia. Poskytneme minimálne 30 dní","heading11":"11. Ukončenie","para11":"Váš prístup k nášmu rozšíreniu môžeme okamžite ukončiť alebo pozastaviť, bez predchádzajúceho upozornenia alebo zodpovednosti, z akéhokoľvek dôvodu, vrátane, bez obmedzenia, ak porušíte Podmienky. Po ukončení vaše právo na používanie rozšírenia okamžite zanikne.","heading12":"12. Rozhodné právo","para12":"Tieto Podmienky sa budú riadiť a vykladať v súlade so zákonmi [Jurisdikcia] bez ohľadu na ich kolízne ustanovenia. Naše zlyhanie pri presadzovaní akéhokoľvek práva alebo ustanovenia týchto podmienok sa nebude považovať za vzdanie sa týchto práv. Ak bude akékoľvek ustanovenie týchto podmienok súdom uznané za neplatné alebo nevymožiteľné, zostávajúce ustanovenia týchto podmienok zostanú v platnosti.","heading13":"13. Odškodnenie","para13":"Súhlasíte s tým, že budete brániť, odškodniť a chrániť spoločnosť Hotstar Party a jej držiteľov licencie a poskytovateľov licencií a ich zamestnancov, dodávateľov, agentov, úradníkov a riaditeľov pred a proti všetkým nárokom, škodám, záväzkom, stratám, záväzkom, nákladom alebo dlhu. a výdavky (vrátane, ale nie výlučne, právneho zástupcu","heading14":"14. Rôzne","subheading141":"a. Celá dohoda","subpara141":"Tieto podmienky predstavujú úplnú dohodu medzi nami týkajúcu sa nášho predĺženia a nahrádzajú všetky predchádzajúce dohody, ktoré sme medzi nami mohli mať v súvislosti s predĺžením.","subheading142":"b. Žiadna výnimka","subpara142":"Žiadne zrieknutie sa akejkoľvek podmienky týchto podmienok sa nebude považovať za ďalšie alebo pokračujúce zrieknutie sa tejto podmienky alebo akejkoľvek inej podmienky a naše zlyhanie pri uplatňovaní akéhokoľvek práva alebo ustanovenia podľa týchto podmienok nebude predstavovať vzdanie sa takéhoto práva alebo ustanovenia.","heading15":"15. Kontaktné informácie","para15":"Ak máte akékoľvek otázky alebo obavy týkajúce sa týchto Podmienok používania, kontaktujte nás na adrese team@hotstarparty.party.","heading16":"16. Dátum účinnosti","para16":"Tieto Podmienky používania sú účinné od 23. apríla 2024 a zostanú v platnosti s výnimkou prípadných zmien v ich ustanoveniach v budúcnosti, ktoré nadobudnú účinnosť ihneď po zverejnení na tejto stránke.","heading17":"17. Spätná väzba","para17":"Uvítame vaše otázky, komentáre a spätnú väzbu k týmto Podmienkam. Pošlite prosím všetku spätnú väzbu na team@hotstarparty.party.","subheading171":"Kontaktné informácie","subpara171":"Ak máte akékoľvek otázky týkajúce sa týchto podmienok, kontaktujte nás na adrese:","li171":"Hotstar Party","li172":"Email:","li173":"Webstránka:","li174":"Posledná aktualizácia: 23. apríla 2024","readmore":"Čítaj viac ..."}