{"mainheading":"Pogoji uporabe za Hotstar Party","mainpara":"Dobrodošli na Hotstar Party. Z namestitvijo in uporabo razširitve Hotstar Party, ki je na voljo na naši spletni strani","mainparaspan":", se strinjate, da vas zavezujejo ti pogoji uporabe. Pred namestitvijo in uporabo natančno preberite te pogoje. Če se s katerim koli delom teh pogojev ne strinjate, prosimo, ne uporabljajte naše razširitve.","heading1":"1. Splošni pogoji","para1":"Ti pogoji urejajo vašo uporabo razširitve Hotstar Party in vseh povezanih storitev, ki jih nudi Hotstar Party. Z dostopom in uporabo razširitve se strinjate s temi pogoji, našimi","PrivacyPolicy":"Politika zasebnosti","para1span":", in vsa druga pravna obvestila, ki jih objavimo na spletnem mestu.","heading2":"2. Upravičenost in dostop","para2":"Za uporabo razširitve Hotstar Party morate biti stari najmanj 13 let. Z uporabo te razširitve izjavljate in jamčite, da izpolnjujete to minimalno starostno zahtevo.","heading3":"3. Uporaba razširitve","subheading31":"a. Dovoljena uporaba","subpara31":"Podeljena vam je neizključna, neprenosljiva in preklicna licenca za uporabo razširitve Hotstar Party izključno za vašo osebno, nekomercialno uporabo, v skladu s pogoji te pogodbe.","subheading32":"b. Omejitve","subpara32":"Razširitve ne smete uporabljati za kakršne koli nezakonite ali nepooblaščene namene. Strinjate se, da boste upoštevali vse zakone, pravila in predpise, ki veljajo za vašo uporabo razširitve.","heading4":"4. Intelektualna lastnina","para4":"Razširitev, vključno z njeno osnovno tehnologijo, in vse pravice intelektualne lastnine v njej so v lasti ali pod licenco Hotstar Party. Nič v teh pogojih vam ne daje pravice ali licence za uporabo katere koli lastnine v lasti Hotstar Party ali njenih dajalcev licence.","heading5":"5. Razkritje podružnic","para5":"Ta razširitev je zasnovana za vzdrževanje visokokakovostnih storitev in učinkovito upravljanje stroškov strežnika. Kot del naših prizadevanj za vzdrževanje našega delovanja lahko po namestitvi te razširitve zaslužimo pridružene provizije za nakupe na večini spletnih mest. Ta funkcionalnost deluje samodejno in pomaga pri nenehnem izboljševanju naših storitev.","heading6":"6. Zavrnitve odgovornosti","para6":"Hotstar Party ne jamči, da bo razširitev delovala neprekinjeno ali brez napak. Ne moremo zagotoviti, da bo razširitev ustrezala vašim zahtevam.","heading7":"7. Omejitev odgovornosti","para7":"Hotstar Party, niti kateri koli od njegovih uradnikov, direktorjev, zaposlenih, ni odgovoren za kakršno koli posredno, naključno, posebno, posledično ali kaznovalno škodo, vključno brez omejitev z izgubo dobička, podatkov, uporabe, dobrega imena ali druge nematerialne izgube, ki izhajajo iz vaš dostop ali uporaba ali nezmožnost dostopa ali uporabe razširitve.","heading8":"8. Spremembe pogojev","para8":"Pridržujemo si pravico, da te pogoje kadar koli spremenimo po lastni presoji. Če bomo naredili spremembe, bomo revidirane pogoje objavili na spletnem mestu in posodobili","heading9":"9. Kontaktni podatki","para9":"Za vsa vprašanja ali pomisleke v zvezi s temi pogoji uporabe nas kontaktirajte na team@hotstarparty.party.","heading10":"10. Spremembe pogojev","para10":"Pridržujemo si pravico, da po lastni presoji kadar koli spremenimo ali zamenjamo te pogoje. Kaj predstavlja bistveno spremembo, bomo določili po lastni presoji. Zagotovili bomo najmanj 30 dni","heading11":"11. Odpoved","para11":"Vaš dostop do naše razširitve lahko prekinemo ali prekinemo takoj, brez predhodnega obvestila ali odgovornosti, iz kakršnega koli razloga, vključno z, neomejeno, če kršite pogoje. Po prekinitvi vaša pravica do uporabe razširitve takoj preneha.","heading12":"12. Veljavno pravo","para12":"Ti pogoji se urejajo in razlagajo v skladu z zakoni [jurisdikcije], ne glede na kolizije zakonskih določb. Naše nezmožnost uveljavljanja katere koli pravice ali določila teh pogojev se ne bo štelo za odpoved tem pravicam. Če sodišče katero koli določbo teh pogojev razglasi za neveljavno ali neizvršljivo, bodo preostale določbe teh pogojev ostale v veljavi.","heading13":"13. Odškodnina","para13":"Strinjate se, da boste branili, odškodninili in odškodninili Hotstar Party in njenega imetnika licence in dajalce licence ter njihove zaposlene, izvajalce, agente, uradnike in direktorje, pred vsemi terjatvami, škodo, obveznostmi, izgubami, obveznostmi, stroški ali dolgovi. , in stroški (vključno, vendar ne omejeno na odvetnika","heading14":"14. Razno","subheading141":"a. Celotni dogovor","subpara141":"Ti pogoji predstavljajo celotno pogodbo med nami v zvezi z našim podaljšanjem ter nadomeščajo vse predhodne dogovore, ki smo jih morda sklenili med nami glede podaljšanja.","subheading142":"b. Brez odstopanja","subpara142":"Nobena odpoved kateremu koli pogoju teh pogojev se ne šteje za nadaljnjo ali stalno odpoved takemu pogoju ali kateremu koli drugemu pogoju in naša nezmožnost uveljavljanja katere koli pravice ali določila v skladu s temi pogoji ne pomeni odpovedi takšni pravici ali določilu.","heading15":"15. Kontaktni podatki","para15":"Za vsa vprašanja ali pomisleke v zvezi s temi pogoji uporabe nas kontaktirajte na team@hotstarparty.party.","heading16":"16. Datum začetka veljavnosti","para16":"Ti pogoji uporabe veljajo od 23. aprila 2024 in bodo ostali v veljavi, razen v zvezi s kakršnimi koli spremembami svojih določb v prihodnosti, ki bodo začele veljati takoj po objavi na tej strani.","heading17":"17. Povratne informacije","para17":"Veseli bomo vaših vprašanj, komentarjev in povratnih informacij o teh pogojih. Vse povratne informacije pošljite na team@hotstarparty.party.","subheading171":"Kontaktni podatki","subpara171":"Če imate kakršna koli vprašanja o teh pogojih, nas kontaktirajte na:","li171":"Hotstar zabava","li172":"E-naslov:","li173":"Spletna stran:","li174":"Zadnja posodobitev: 23. april 2024","readmore":"Preberi več ..."}