{"mainheading":"Услови коришћења за Хотстар Парти","mainpara":"Добродошли на Хотстар Парти. Инсталирањем и коришћењем екстензије Хотстар Парти, доступног преко наше веб странице","mainparaspan":", сагласни сте да будете обавезани овим Условима коришћења. Пажљиво прочитајте ове услове пре инсталирања и коришћења. Ако се не слажете са било којим делом ових услова, немојте користити наше проширење.","heading1":"1. Општи услови","para1":"Ови Услови регулишу ваше коришћење проширења Хотстар Парти и свих повезаних услуга које пружа Хотстар Парти. Приступањем и коришћењем екстензије, сагласни сте са овим Условима, нашим","PrivacyPolicy":"Правила о приватности","para1span":", и сва друга правна обавештења која смо објавили на веб страници.","heading2":"2. Подобност и приступ","para2":"Да бисте користили Хотстар Парти екстензију, морате имати најмање 13 година. Коришћењем овог додатка изјављујете и гарантујете да испуњавате овај минимални узраст.","heading3":"3. Употреба екстензија","subheading31":"а. Дозвољена употреба","subpara31":"Даје вам се неексклузивна, непреносива, опозива лиценца за коришћење Хотстар Парти екстензије искључиво за личну, некомерцијалну употребу, у складу са условима овог уговора.","subheading32":"б. Ограничења","subpara32":"Не можете користити екстензију у било коју незакониту или неовлашћену сврху. Сагласни сте да ћете поштовати све законе, правила и прописе који се примењују на ваше коришћење екстензије.","heading4":"4. Интелектуална својина","para4":"Проширење, укључујући његову основну технологију, и сва права интелектуалне својине у њему су у власништву или су лиценцирани за Хотстар Парти. Ништа у овим Условима вам не даје право или лиценцу за коришћење било које имовине у власништву Хотстар Парти-а или њених даваоца лиценце.","heading5":"5. Откривање подружнице","para5":"Ово проширење је дизајнирано да одржава висококвалитетне услуге и ефикасно управља трошковима сервера. Као део наших напора да одржимо наше операције, можда ћемо зарадити провизије за партнере за куповине обављене на већини веб локација након инсталирања овог проширења. Ова функционалност функционише аутоматски и помаже у сталном побољшању наших услуга.","heading6":"6. Одрицање од одговорности","para6":"Хотстар Парти не гарантује да ће проширење функционисати без прекида или без грешака. Не можемо да гарантујемо да ће проширење испунити ваше захтеве.","heading7":"7. Ограничење одговорности","para7":"Хотстар Парти, нити било који од њених службеника, директора, запослених, биће одговорни за било какву индиректну, случајну, посебну, последичну или казнену штету, укључујући, без ограничења, губитак профита, података, коришћења, добре воље или друге нематеријалне губитке, који проистичу из ваш приступ или коришћење или немогућност приступа или коришћења екстензије.","heading8":"8. Промене услова","para8":"Задржавамо право да изменимо ове услове у било ком тренутку по сопственом нахођењу. Ако извршимо измене, објавићемо ревидиране услове на веб локацији и ажурирати их","heading9":"9. Контакт информације","para9":"За било каква питања или недоумице у вези са овим Условима коришћења, контактирајте нас на теам@хотстарпарти.парти.","heading10":"10. Промене услова","para10":"Задржавамо право, по сопственом нахођењу, да изменимо или заменимо ове Услове у било ком тренутку. Шта представља материјалну промену одредићемо по сопственом нахођењу. Ми ћемо обезбедити најмање 30 дана","heading11":"11. Раскид","para11":"Можемо да прекинемо или суспендујемо ваш приступ нашем проширењу одмах, без претходног обавештења или одговорности, из било ког разлога, укључујући, без ограничења, ако прекршите Услове. Након раскида, ваше право на коришћење проширења ће одмах престати.","heading12":"12. Меродавно право","para12":"Ови Услови ће се регулисати и тумачити у складу са законима [Јурисдикције], без обзира на одредбе о сукобу закона. Наш пропуст да спроведемо било које право или одредбу ових Услова неће се сматрати одрицањем од тих права. Ако се било која одредба ових Услова прогласи неважећом или неприменљивом од стране суда, преостале одредбе ових Услова ће остати на снази.","heading13":"13. Обештећење","para13":"Сагласни сте да ћете бранити, обештетити и држати безопасним Хотстар Парти и њеног власника лиценце и даваоце лиценци, и њихове запослене, уговараче, агенте, службенике и директоре, од и против свих потраживања, штете, обавеза, губитака, обавеза, трошкова или дугова , и трошкови (укључујући, али не ограничавајући се на адвоката","heading14":"14. Разно","subheading141":"а. Читав споразум","subpara141":"Ови Услови чине цео уговор између нас у вези са нашим продужењем, и замењују и замењују све претходне споразуме које смо можда имали између нас у вези са продужењем.","subheading142":"б. Не одрицање","subpara142":"Ниједно одрицање од било које одредбе ових Услова неће се сматрати даљим или континуираним одрицањем од тог или било којег другог услова, а наш пропуст да потврдимо било које право или одредбу према овим Условима неће представљати одрицање од таквог права или одредбе.","heading15":"15. Контакт информације","para15":"За било каква питања или недоумице у вези са овим Условима коришћења, контактирајте нас на теам@хотстарпарти.парти.","heading16":"16. Датум ступања на снагу","para16":"Ови Услови коришћења ступају на снагу 23. априла 2024. и остаће на снази осим у погледу било каквих промена у њиховим одредбама у будућности, које ће ступити на снагу одмах након објављивања на овој страници.","heading17":"17. Повратне информације","para17":"Поздрављамо ваша питања, коментаре и повратне информације о овим Условима. Пошаљите све повратне информације на теам@хотстарпарти.парти.","subheading171":"Контакт информације","subpara171":"Ако имате било каквих питања у вези са овим Условима, контактирајте нас на:","li171":"Хотстар Парти","li172":"Емаил:","li173":"Веб сајт:","li174":"Последње ажурирање: 23. април 2024","readmore":"Опширније ..."}