{"mainheading":"Användarvillkor för Hotstar Party","mainpara":"Välkommen till Hotstar Party. Genom att installera och använda Hotstar Party-tillägget, tillgängligt via vår webbplats","mainparaspan":", samtycker du till att vara bunden av dessa användarvillkor. Läs dessa villkor noggrant före installation och användning. Om du inte håller med om någon del av dessa villkor, använd inte vårt tillägg.","heading1":"1. Allmänna villkor","para1":"Dessa villkor reglerar din användning av Hotstar Party-tillägget och alla relaterade tjänster som tillhandahålls av Hotstar Party. Genom att komma åt och använda tillägget samtycker du till dessa villkor, våra","PrivacyPolicy":"Integritetspolicy","para1span":", och alla andra juridiska meddelanden som publiceras av oss på webbplatsen.","heading2":"2. Behörighet och tillgång","para2":"För att använda Hotstar Party-tillägget måste du vara minst 13 år gammal. Genom att använda denna förlängning intygar och garanterar du att du uppfyller detta minimiålderkrav.","heading3":"3. Användning av tillägg","subheading31":"a. Tillåten användning","subpara31":"Du beviljas en icke-exklusiv, icke-överlåtbar, återkallbar licens att använda Hotstar Party-tillägget enbart för ditt personliga, icke-kommersiella bruk, enligt villkoren i detta avtal.","subheading32":"b. Restriktioner","subpara32":"Du får inte använda tillägget för något olagligt eller obehörigt ändamål. Du samtycker till att följa alla lagar, regler och förordningar som gäller för din användning av tillägget.","heading4":"4. Immateriella rättigheter","para4":"Tillägget, inklusive dess underliggande teknologi, och alla immateriella rättigheter däri ägs av eller licensieras till Hotstar Party. Ingenting i dessa villkor ger dig en rättighet eller licens att använda någon egendom som ägs av Hotstar Party eller dess licensgivare.","heading5":"5. Affiliate Disclosure","para5":"Det här tillägget är utformat för att upprätthålla service av hög kvalitet och hantera serverkostnader effektivt. Som en del av våra ansträngningar att upprätthålla vår verksamhet kan vi tjäna affiliate-provisioner på köp som görs på de flesta webbplatser efter att ha installerat detta tillägg. Denna funktion fungerar automatiskt och hjälper till att stödja ständiga förbättringar av våra tjänster.","heading6":"6. Friskrivningar","para6":"Hotstar Party garanterar inte att tillägget kommer att fungera utan avbrott eller vara felfritt. Vi kan inte säkerställa att förlängningen uppfyller dina krav.","heading7":"7. Ansvarsbegränsning","para7":"Hotstar Party, eller någon av dess tjänstemän, styrelseledamöter, anställda, ska hållas ansvariga för indirekta, tillfälliga, speciella, följdskador eller straffskador, inklusive utan begränsning, förlust av vinst, data, användning, goodwill eller andra immateriella förluster, till följd av din tillgång till eller användning av eller oförmåga att komma åt eller använda tillägget.","heading8":"8. Ändringar av villkor","para8":"Vi förbehåller oss rätten att ändra dessa villkor när som helst efter eget gottfinnande. Om vi ​​gör ändringar kommer vi att publicera de reviderade villkoren på webbplatsen och uppdatera","heading9":"9. Kontaktinformation","para9":"För eventuella frågor eller funderingar angående dessa användarvillkor, vänligen kontakta oss på team@hotstarparty.party.","heading10":"10. Ändringar av villkor","para10":"Vi förbehåller oss rätten att, efter eget gottfinnande, ändra eller ersätta dessa villkor när som helst. Vad som utgör en väsentlig förändring kommer att bestämmas efter eget gottfinnande. Vi kommer att tillhandahålla minst 30 dagar","heading11":"11. Uppsägning","para11":"Vi kan avsluta eller stänga av din åtkomst till vår förlängning omedelbart, utan föregående meddelande eller ansvar, oavsett anledning, inklusive, utan begränsning, om du bryter mot villkoren. Vid uppsägning upphör din rätt att använda tillägget omedelbart.","heading12":"12. Tillämplig lag","para12":"Dessa villkor ska styras och tolkas i enlighet med lagarna i [Jurisdiktion], utan hänsyn till dess lagkonfliktbestämmelser. Vår underlåtenhet att upprätthålla någon rättighet eller bestämmelse i dessa villkor kommer inte att betraktas som ett avstående från dessa rättigheter. Om någon bestämmelse i dessa villkor anses vara ogiltig eller omöjlig att verkställa av en domstol, kommer de återstående bestämmelserna i dessa villkor att förbli i kraft.","heading13":"13. Ersättning","para13":"Du samtycker till att försvara, gottgöra och hålla Hotstar Party och dess licenstagare och licensgivare, och deras anställda, entreprenörer, agenter, tjänstemän och direktörer oskadliga, från och mot alla anspråk, skador, skyldigheter, förluster, skulder, kostnader eller skulder. och utgifter (inklusive men inte begränsat till advokat","heading14":"14. Övrigt","subheading141":"a. Hela avtalet","subpara141":"Dessa villkor utgör hela avtalet mellan oss angående vår förlängning, och ersätter och ersätter alla tidigare avtal vi kan ha haft mellan oss angående förlängningen.","subheading142":"b. Ingen undantag","subpara142":"Inget avstående från något villkor i dessa villkor ska anses vara ett ytterligare eller fortsatt avstående från ett sådant villkor eller något annat villkor, och vår underlåtenhet att hävda någon rättighet eller bestämmelse enligt dessa villkor ska inte utgöra ett avstående från sådan rättighet eller bestämmelse.","heading15":"15. Kontaktinformation","para15":"För eventuella frågor eller funderingar angående dessa användarvillkor, vänligen kontakta oss på team@hotstarparty.party.","heading16":"16. Ikraftträdandedatum","para16":"Dessa användarvillkor träder i kraft den 23 april 2024 och kommer att förbli i kraft utom med avseende på eventuella ändringar i dess bestämmelser i framtiden, som kommer att träda i kraft omedelbart efter att de publicerats på denna sida.","heading17":"17. Feedback","para17":"Vi välkomnar dina frågor, kommentarer och feedback om dessa villkor. Skicka all feedback till team@hotstarparty.party.","subheading171":"Kontaktinformation","subpara171":"Om du har några frågor om dessa villkor, vänligen kontakta oss på:","li171":"Hotstar Party","li172":"E-post:","li173":"Hemsida:","li174":"Senast uppdaterad: 23 april 2024","readmore":"Läs mer ..."}