{"mainheading":"Sheria na Masharti ya Hotstar Party","mainpara":"Karibu kwenye Hotstar Party. Kwa kusakinisha na kutumia kiendelezi cha Hotstar Party, kinachopatikana kupitia tovuti yetu","mainparaspan":", unakubali kuwa chini ya Sheria na Masharti haya.Tafadhali soma masharti haya kwa makini kabla ya kusakinisha na kutumia. Ikiwa hukubaliani na sehemu yoyote ya masharti haya, tafadhali usitumie kiendelezi chetu.","heading1":"1. Masharti ya Jumla","para1":"Sheria na Masharti haya yanasimamia matumizi yako ya kiendelezi cha Hotstar Party na huduma zozote zinazohusiana zinazotolewa na Hotstar Party. Kwa kufikia na kutumia kiendelezi, unakubali Sheria na Masharti haya, yetu","PrivacyPolicy":"Sera ya Faragha","para1span":", na ilani nyingine zozote za kisheria zilizochapishwa na sisi kwenye tovuti.","heading2":"2. Kustahiki na Ufikiaji","para2":"Ili kutumia kiendelezi cha Hotstar Party, lazima uwe na umri wa angalau miaka 13. Kwa kutumia kiendelezi hiki, unawakilisha na kuthibitisha kwamba unatimiza mahitaji haya ya umri wa chini kabisa.","heading3":"3. Matumizi ya Kiendelezi","subheading31":"a. Matumizi Yanayoruhusiwa","subpara31":"Umepewa leseni isiyo ya kipekee, isiyoweza kuhamishwa, na kubatilishwa ya kutumia kiendelezi cha Hotstar Party kwa matumizi yako ya kibinafsi, yasiyo ya kibiashara, kwa kuzingatia masharti ya mkataba huu.","subheading32":"b. Vikwazo","subpara32":"Huruhusiwi kutumia kiendelezi kwa madhumuni yoyote haramu au yasiyoidhinishwa. Unakubali kutii sheria, kanuni na kanuni zote zinazotumika kwa matumizi yako ya kiendelezi.","heading4":"4. Miliki","para4":"Kiendelezi, ikijumuisha teknolojia yake ya msingi, na haki zote za uvumbuzi zilizomo zinamilikiwa na au kupewa leseni ya Hotstar Party. Hakuna chochote katika Sheria na Masharti haya kinachokupa haki au leseni ya kutumia mali yoyote inayomilikiwa na Hotstar Party au watoa leseni wake.","heading5":"5. Affiliate Disclosure","para5":"Kiendelezi hiki kimeundwa ili kudumisha huduma ya ubora wa juu na kudhibiti gharama za seva kwa ufanisi. Kama sehemu ya juhudi zetu za kuendeleza shughuli zetu, tunaweza kupata kamisheni za washirika kwa ununuzi unaofanywa kwenye tovuti nyingi baada ya kusakinisha kiendelezi hiki. Utendaji huu hufanya kazi kiotomatiki na husaidia kusaidia uboreshaji unaoendelea wa huduma zetu.","heading6":"6. Kanusho","para6":"Hotstar Party haihakikishi kuwa kiendelezi kitafanya kazi bila kukatizwa au hakina hitilafu. Hatuwezi kuhakikisha kuwa kiendelezi kitatimiza mahitaji yako.","heading7":"7. Ukomo wa Dhima","para7":"Hotstar Party, wala afisa wake yeyote, wakurugenzi, wafanyakazi, watawajibika kwa uharibifu wowote usio wa moja kwa moja, wa bahati mbaya, maalum, wa matokeo au wa adhabu, ikijumuisha bila kikomo, upotevu wa faida, data, matumizi, nia njema au hasara zingine zisizoonekana, zinazotokana na ufikiaji wako au matumizi au kutokuwa na uwezo wa kufikia au kutumia kiendelezi.","heading8":"8. Mabadiliko ya Masharti","para8":"Tunahifadhi haki ya kurekebisha masharti haya wakati wowote kwa hiari yetu. Tukifanya mabadiliko, tutachapisha sheria na masharti yaliyorekebishwa kwenye tovuti na kusasisha","heading9":"9. Maelezo ya Mawasiliano","para9":"Kwa maswali au wasiwasi wowote kuhusu Sheria na Masharti haya, tafadhali wasiliana nasi kwa team@hotstarparty.party.","heading10":"10. Mabadiliko ya Masharti","para10":"Tunahifadhi haki, kwa uamuzi wetu pekee, kurekebisha au kubadilisha Sheria na Masharti haya wakati wowote. Ni nini kinachojumuisha mabadiliko ya nyenzo kitaamuliwa kwa hiari yetu pekee. Tutatoa angalau siku 30","heading11":"11. Kukomesha","para11":"Tunaweza kusitisha au kusimamisha ufikiaji wako wa kiendelezi chetu mara moja, bila ilani ya awali au dhima, kwa sababu yoyote ile, ikijumuisha, bila kizuizi, ikiwa utakiuka Sheria na Masharti. Baada ya kukomesha, haki yako ya kutumia kiendelezi itakoma mara moja.","heading12":"12. Sheria ya Utawala","para12":"Masharti haya yatasimamiwa na kufasiriwa kwa mujibu wa sheria za [Mamlaka], bila kuzingatia mgongano wake wa masharti ya sheria. Kushindwa kwetu kutekeleza haki au kifungu chochote cha Sheria na Masharti haya hakutazingatiwa kuwa ni kuachilia haki hizo. Ikiwa kifungu chochote cha Sheria na Masharti haya kitachukuliwa kuwa batili au hakitekelezeki na mahakama, vifungu vilivyosalia vya Sheria na Masharti haya vitasalia kutumika.","heading13":"13. Malipo","para13":"Unakubali kutetea, kufidia, na kushikilia Hotstar Party isiyo na madhara na mwenye leseni na watoa leseni, na wafanyakazi wao, wanakandarasi, mawakala, maafisa na wakurugenzi, kutoka na dhidi ya madai yoyote na yote, uharibifu, wajibu, hasara, dhima, gharama au deni. , na gharama (pamoja na lakini sio tu kwa wakili","heading14":"14. Mbalimbali","subheading141":"a. Mkataba Mzima","subpara141":"Masharti haya yanajumuisha makubaliano yote kati yetu kuhusu muda wetu wa kuongeza muda, na kuchukua nafasi na kuchukua nafasi ya makubaliano yoyote ya awali ambayo tungeweza kuwa nayo kati yetu kuhusu muda huo.","subheading142":"b. Hakuna Msamaha","subpara142":"Hakuna msamaha wa muda wowote wa Masharti haya utachukuliwa kuwa ni msamaha zaidi au unaoendelea wa muda kama huo au muda mwingine wowote, na kushindwa kwetu kudai haki yoyote au utoaji chini ya Masharti haya hautajumuisha msamaha wa haki au utoaji huo.","heading15":"15. Maelezo ya Mawasiliano","para15":"Kwa maswali au wasiwasi wowote kuhusu Sheria na Masharti haya, tafadhali wasiliana nasi kwa team@hotstarparty.party.","heading16":"16. Tarehe ya Kutumika","para16":"Masharti haya ya Matumizi yataanza kutumika tarehe 23 Aprili 2024 na yataendelea kutumika isipokuwa kwa kuzingatia mabadiliko yoyote katika masharti yake katika siku zijazo, ambayo yataanza kutumika mara tu baada ya kuchapishwa kwenye ukurasa huu.","heading17":"17. Maoni","para17":"Tunakaribisha maswali, maoni na maoni yako kuhusu Sheria na Masharti haya. Tafadhali tuma maoni yote kwa team@hotstarparty.party.","subheading171":"Maelezo ya Mawasiliano","subpara171":"Ikiwa una maswali yoyote kuhusu Masharti haya, tafadhali wasiliana nasi kwa:","li171":"Sherehe ya Hotstar","li172":"Barua pepe:","li173":"Tovuti:","li174":"Ilisasishwa Mwisho: 23 Aprili 2024","readmore":"Soma zaidi ..."}