{"mainheading":"ஹாட்ஸ்டார் பார்ட்டிக்கான பயன்பாட்டு விதிமுறைகள்","mainpara":"ஹாட்ஸ்டார் பார்ட்டிக்கு வரவேற்கிறோம். ஹாட்ஸ்டார் பார்ட்டி நீட்டிப்பை நிறுவி பயன்படுத்துவதன் மூலம், எங்கள் இணையதளத்தில் கிடைக்கும்","mainparaspan":", இந்த பயன்பாட்டு விதிமுறைகளுக்கு நீங்கள் கட்டுப்படுவதை ஒப்புக்கொள்கிறீர்கள். நிறுவி பயன்படுத்துவதற்கு முன் இந்த விதிமுறைகளை கவனமாக படிக்கவும். இந்த விதிமுறைகளில் ஏதேனும் ஒரு பகுதியை நீங்கள் ஏற்கவில்லை என்றால், எங்கள் நீட்டிப்பைப் பயன்படுத்த வேண்டாம்.","heading1":"1. பொது விதிமுறைகள்","para1":"ஹாட்ஸ்டார் பார்ட்டி நீட்டிப்பு மற்றும் ஹாட்ஸ்டார் பார்ட்டி வழங்கும் தொடர்புடைய சேவைகளை நீங்கள் பயன்படுத்துவதை இந்த விதிமுறைகள் கட்டுப்படுத்துகின்றன. நீட்டிப்பை அணுகி பயன்படுத்துவதன் மூலம், இந்த விதிமுறைகளை நீங்கள் ஒப்புக்கொள்கிறீர்கள்","PrivacyPolicy":"தனியுரிமைக் கொள்கை","para1span":", மற்றும் இணையதளத்தில் எங்களால் வெளியிடப்பட்ட பிற சட்ட அறிவிப்புகள்.","heading2":"2. தகுதி மற்றும் அணுகல்","para2":"ஹாட்ஸ்டார் பார்ட்டி நீட்டிப்பைப் பயன்படுத்த, உங்களுக்கு குறைந்தபட்சம் 13 வயது இருக்க வேண்டும். இந்த நீட்டிப்பைப் பயன்படுத்துவதன் மூலம், இந்த குறைந்தபட்ச வயதுத் தேவையைப் பூர்த்தி செய்ய வேண்டும் என்று நீங்கள் பிரதிநிதித்துவப்படுத்தி உத்தரவாதம் அளிக்கிறீர்கள்.","heading3":"3. நீட்டிப்பு பயன்பாடு","subheading31":"அ. அனுமதிக்கப்பட்ட பயன்பாடு","subpara31":"இந்த ஒப்பந்தத்தின் விதிமுறைகளுக்கு உட்பட்டு, உங்கள் தனிப்பட்ட, வணிக ரீதியான பயன்பாட்டிற்காக மட்டுமே ஹாட்ஸ்டார் பார்ட்டி நீட்டிப்பைப் பயன்படுத்த, பிரத்தியேகமற்ற, மாற்ற முடியாத, திரும்பப்பெறக்கூடிய உரிமம் உங்களுக்கு வழங்கப்பட்டுள்ளது.","subheading32":"பி. கட்டுப்பாடுகள்","subpara32":"எந்தவொரு சட்டவிரோத அல்லது அங்கீகரிக்கப்படாத நோக்கத்திற்காக நீட்டிப்பை நீங்கள் பயன்படுத்தக்கூடாது. நீங்கள் நீட்டிப்பைப் பயன்படுத்துவதற்குப் பொருந்தக்கூடிய அனைத்து சட்டங்கள், விதிகள் மற்றும் ஒழுங்குமுறைகளுக்கு இணங்க ஒப்புக்கொள்கிறீர்கள்.","heading4":"4. அறிவுசார் சொத்து","para4":"அதன் அடிப்படை தொழில்நுட்பம் உட்பட நீட்டிப்பு மற்றும் அதில் உள்ள அனைத்து அறிவுசார் சொத்துரிமைகளும் Hotstar கட்சிக்கு சொந்தமானவை அல்லது உரிமம் பெற்றவை. Hotstar கட்சி அல்லது அதன் உரிமதாரர்களுக்குச் சொந்தமான எந்தவொரு சொத்தையும் பயன்படுத்த இந்த விதிமுறைகளில் எதுவும் உங்களுக்கு உரிமை அல்லது உரிமம் வழங்கவில்லை.","heading5":"5. இணை வெளிப்படுத்தல்","para5":"இந்த நீட்டிப்பு உயர்தர சேவையை பராமரிக்கவும், சர்வர் செலவுகளை திறம்பட நிர்வகிக்கவும் வடிவமைக்கப்பட்டுள்ளது. எங்கள் செயல்பாடுகளை நிலைநிறுத்துவதற்கான எங்கள் முயற்சிகளின் ஒரு பகுதியாக, இந்த நீட்டிப்பை நிறுவிய பிறகு, பெரும்பாலான இணையதளங்களில் செய்யப்படும் வாங்குதல்களுக்கு இணை கமிஷன்களைப் பெறலாம். இந்தச் செயல்பாடு தானாகச் செயல்படுவதோடு, எங்கள் சேவைகளின் தொடர்ச்சியான மேம்பாட்டிற்கு உதவும்.","heading6":"6. மறுப்புகள்","para6":"நீட்டிப்பு தடையின்றி செயல்படும் அல்லது பிழையின்றி இருக்கும் என்று Hotstar கட்சி உத்தரவாதம் அளிக்காது. நீட்டிப்பு உங்கள் தேவைகளைப் பூர்த்தி செய்யும் என்பதை எங்களால் உறுதிப்படுத்த முடியவில்லை.","heading7":"7. பொறுப்பு வரம்பு","para7":"Hotstar கட்சி, அல்லது அதன் அதிகாரிகள், இயக்குநர்கள், ஊழியர்கள் எவரும் மறைமுகமான, தற்செயலான, சிறப்பு, விளைவு அல்லது தண்டனைக்குரிய சேதங்களுக்குப் பொறுப்பேற்க மாட்டார்கள். உங்கள் அணுகல் அல்லது பயன்பாடு அல்லது நீட்டிப்பை அணுக அல்லது பயன்படுத்த இயலாமை.","heading8":"8. விதிமுறைகளில் மாற்றங்கள்","para8":"எங்களின் சொந்த விருப்பத்தின் பேரில் எந்த நேரத்திலும் இந்த விதிமுறைகளை மாற்றுவதற்கான உரிமை எங்களுக்கு உள்ளது. நாங்கள் மாற்றங்களைச் செய்தால், திருத்தப்பட்ட விதிமுறைகளை இணையதளத்தில் வெளியிட்டு புதுப்பிப்போம்","heading9":"9. தொடர்பு தகவல்","para9":"இந்த பயன்பாட்டு விதிமுறைகள் தொடர்பான ஏதேனும் கேள்விகள் அல்லது கவலைகள் இருந்தால், தயவுசெய்து எங்களை team@hotstarparty.party இல் தொடர்பு கொள்ளவும்.","heading10":"10. விதிமுறைகளில் மாற்றங்கள்","para10":"இந்த விதிமுறைகளை எந்த நேரத்திலும் மாற்றியமைக்க அல்லது மாற்றுவதற்கான உரிமையை எங்கள் சொந்த விருப்பத்தின் பேரில் நாங்கள் வைத்திருக்கிறோம். ஒரு பொருள் மாற்றம் என்பது நமது சொந்த விருப்பத்தின் பேரில் தீர்மானிக்கப்படும். குறைந்தது 30 நாட்களாவது வழங்குவோம்","heading11":"11. முடித்தல்","para11":"நீங்கள் விதிமுறைகளை மீறினால், எந்த காரணத்திற்காகவும், எந்த காரணத்திற்காகவும், எந்த காரணத்திற்காகவும், முன்னறிவிப்பு அல்லது பொறுப்பு இல்லாமல், எங்கள் நீட்டிப்புக்கான உங்கள் அணுகலை நாங்கள் உடனடியாக நிறுத்தலாம் அல்லது இடைநிறுத்தலாம். நிறுத்தப்பட்டதும், நீட்டிப்பைப் பயன்படுத்துவதற்கான உங்கள் உரிமை உடனடியாக நிறுத்தப்படும்.","heading12":"12. ஆளும் சட்டம்","para12":"இந்த விதிமுறைகள் அதன் சட்ட விதிகளின் முரண்பாட்டைப் பொருட்படுத்தாமல், [அதிகார எல்லை] சட்டங்களுக்கு இணங்க நிர்வகிக்கப்படும் மற்றும் கட்டமைக்கப்படும். இந்த விதிமுறைகளின் எந்தவொரு உரிமையையும் அல்லது விதியையும் செயல்படுத்துவதில் நாங்கள் தவறினால், அந்த உரிமைகளை தள்ளுபடி செய்வதாகக் கருதப்பட மாட்டாது. இந்த விதிமுறைகளின் எந்த விதியும் நீதிமன்றத்தால் செல்லுபடியற்றதாகவோ அல்லது செயல்படுத்த முடியாததாகவோ கருதப்பட்டால், இந்த விதிமுறைகளின் மீதமுள்ள விதிகள் நடைமுறையில் இருக்கும்.","heading13":"13. இழப்பீடு","para13":"பாதிப்பில்லாத ஹாட்ஸ்டார் பார்ட்டி மற்றும் அதன் உரிமதாரர் மற்றும் உரிமதாரர்கள் மற்றும் அவர்களின் ஊழியர்கள், ஒப்பந்ததாரர்கள், முகவர்கள், அதிகாரிகள் மற்றும் இயக்குநர்கள், எந்தவொரு மற்றும் அனைத்து உரிமைகோரல்கள், சேதங்கள், பொறுப்புகள், இழப்புகள், பொறுப்புகள், செலவுகள் அல்லது கடன்களுக்கு எதிராக பாதுகாக்கவும், இழப்பீடு வழங்கவும், வைத்திருக்கவும் ஒப்புக்கொள்கிறீர்கள். , மற்றும் செலவுகள் (உட்பட ஆனால் வழக்கறிஞர் மட்டும் அல்ல","heading14":"14. இதர","subheading141":"அ. முழு ஒப்பந்தம்","subpara141":"இந்த விதிமுறைகள் எங்கள் நீட்டிப்பு தொடர்பான முழு ஒப்பந்தத்தையும் உருவாக்குகின்றன, மேலும் நீட்டிப்பு தொடர்பாக எங்களிடையே இருந்த எந்த முன் ஒப்பந்தங்களையும் முறியடித்து மாற்றும்.","subheading142":"பி. தள்ளுபடி இல்லை","subpara142":"இந்த விதிமுறைகளின் எந்தவொரு காலத்தையும் விட்டுக்கொடுப்பது, அத்தகைய கால அல்லது வேறு ஏதேனும் காலத்தின் மேலும் அல்லது தொடர்ச்சியான தள்ளுபடியாகக் கருதப்படாது, மேலும் இந்த விதிமுறைகளின் கீழ் எந்தவொரு உரிமையையும் அல்லது விதியையும் உறுதிப்படுத்தத் தவறினால், அத்தகைய உரிமை அல்லது விதியை தள்ளுபடி செய்வதாகாது.","heading15":"15. தொடர்பு தகவல்","para15":"இந்த பயன்பாட்டு விதிமுறைகள் தொடர்பான ஏதேனும் கேள்விகள் அல்லது கவலைகள் இருந்தால், தயவுசெய்து எங்களை team@hotstarparty.party இல் தொடர்பு கொள்ளவும்.","heading16":"16. அமலுக்கு வரும் தேதி","para16":"இந்தப் பயன்பாட்டு விதிமுறைகள் 23 ஏப்ரல் 2024 முதல் நடைமுறைக்கு வரும், மேலும் எதிர்காலத்தில் அதன் விதிமுறைகளில் ஏதேனும் மாற்றங்கள் ஏற்பட்டால் தவிர, இந்தப் பக்கத்தில் இடுகையிடப்பட்ட உடனேயே நடைமுறைக்கு வரும்.","heading17":"17. கருத்து","para17":"இந்த விதிமுறைகள் பற்றிய உங்கள் கேள்விகள், கருத்துகள் மற்றும் கருத்துக்களை வரவேற்கிறோம். தயவு செய்து அனைத்து கருத்துக்களையும் team@hotstarparty.partyக்கு அனுப்பவும்.","subheading171":"தொடர்பு தகவல்","subpara171":"இந்த விதிமுறைகளைப் பற்றி ஏதேனும் கேள்விகள் இருந்தால், தயவுசெய்து எங்களை இங்கு தொடர்பு கொள்ளவும்:","li171":"ஹாட்ஸ்டார் பார்ட்டி","li172":"மின்னஞ்சல்:","li173":"இணையதளம்:","li174":"கடைசியாகப் புதுப்பிக்கப்பட்டது: 23 ஏப்ரல் 2024","readmore":"மேலும் படிக்க..."}