{"mainheading":"హాట్‌స్టార్ పార్టీ కోసం ఉపయోగ నిబంధనలు","mainpara":"హాట్‌స్టార్ పార్టీకి స్వాగతం. మా వెబ్‌సైట్ ద్వారా అందుబాటులో ఉండే హాట్‌స్టార్ పార్టీ పొడిగింపును ఇన్‌స్టాల్ చేయడం మరియు ఉపయోగించడం ద్వారా","mainparaspan":", మీరు ఈ ఉపయోగ నిబంధనలకు కట్టుబడి ఉంటారని అంగీకరిస్తున్నారు. దయచేసి ఇన్‌స్టాలేషన్ మరియు వినియోగానికి ముందు ఈ నిబంధనలను జాగ్రత్తగా చదవండి. మీరు ఈ నిబంధనలలో ఏదైనా భాగంతో విభేదిస్తే, దయచేసి మా పొడిగింపును ఉపయోగించవద్దు.","heading1":"1. సాధారణ నిబంధనలు","para1":"ఈ నిబంధనలు మీ Hotstar పార్టీ పొడిగింపు మరియు Hotstar పార్టీ అందించే ఏవైనా సంబంధిత సేవల వినియోగాన్ని నియంత్రిస్తాయి. పొడిగింపును యాక్సెస్ చేయడం మరియు ఉపయోగించడం ద్వారా, మీరు ఈ నిబంధనలకు సమ్మతిస్తున్నారు, మా","PrivacyPolicy":"గోప్యతా విధానం","para1span":", మరియు వెబ్‌సైట్‌లో మేము ప్రచురించిన ఏవైనా ఇతర చట్టపరమైన నోటీసులు.","heading2":"2. అర్హత మరియు యాక్సెస్","para2":"Hotstar పార్టీ పొడిగింపును ఉపయోగించడానికి, మీకు కనీసం 13 సంవత్సరాలు ఉండాలి. ఈ పొడిగింపును ఉపయోగించడం ద్వారా, మీరు ఈ కనీస వయస్సు అవసరాలను తీర్చగలరని ప్రాతినిధ్యం వహిస్తారు మరియు హామీ ఇస్తున్నారు.","heading3":"3. పొడిగింపు వినియోగం","subheading31":"a. అనుమతించబడిన ఉపయోగం","subpara31":"ఈ ఒప్పందంలోని నిబంధనలకు లోబడి కేవలం మీ వ్యక్తిగత, వాణిజ్యేతర ఉపయోగం కోసం మాత్రమే హాట్‌స్టార్ పార్టీ పొడిగింపును ఉపయోగించడానికి మీకు ప్రత్యేకం కాని, బదిలీ చేయలేని, రద్దు చేయదగిన లైసెన్స్ మంజూరు చేయబడింది.","subheading32":"బి. పరిమితులు","subpara32":"మీరు ఏదైనా చట్టవిరుద్ధమైన లేదా అనధికారిక ప్రయోజనం కోసం పొడిగింపును ఉపయోగించకూడదు. మీరు పొడిగింపు యొక్క మీ వినియోగానికి వర్తించే అన్ని చట్టాలు, నియమాలు మరియు నిబంధనలకు లోబడి ఉండటానికి అంగీకరిస్తున్నారు.","heading4":"4. మేధో సంపత్తి","para4":"పొడిగింపు, దాని అంతర్లీన సాంకేతికతతో సహా మరియు దానిలోని అన్ని మేధో సంపత్తి హక్కులు Hotstar పార్టీ స్వంతం లేదా లైసెన్స్ పొందాయి. ఈ నిబంధనలలో ఏదీ మీకు Hotstar పార్టీ లేదా దాని లైసెన్సర్‌ల యాజమాన్యంలోని ఏదైనా ఆస్తిని ఉపయోగించడానికి హక్కు లేదా లైసెన్స్‌ను మంజూరు చేయదు.","heading5":"5. అనుబంధ బహిర్గతం","para5":"ఈ పొడిగింపు అధిక-నాణ్యత సేవను నిర్వహించడానికి మరియు సర్వర్ ఖర్చులను సమర్థవంతంగా నిర్వహించడానికి రూపొందించబడింది. మా కార్యకలాపాలను కొనసాగించే మా ప్రయత్నాలలో భాగంగా, ఈ పొడిగింపును ఇన్‌స్టాల్ చేసిన తర్వాత చాలా వెబ్‌సైట్‌లలో చేసిన కొనుగోళ్లపై మేము అనుబంధ కమీషన్‌లను సంపాదించవచ్చు. ఈ ఫంక్షనాలిటీ స్వయంచాలకంగా పని చేస్తుంది మరియు మా సేవలను నిరంతరం మెరుగుపరచడంలో సహాయపడుతుంది.","heading6":"6. నిరాకరణలు","para6":"పొడిగింపు అంతరాయం లేకుండా పని చేస్తుందని లేదా దోష రహితంగా ఉంటుందని హాట్‌స్టార్ పార్టీ హామీ ఇవ్వదు. పొడిగింపు మీ అవసరాలకు అనుగుణంగా ఉంటుందని మేము నిర్ధారించలేము.","heading7":"7. బాధ్యత యొక్క పరిమితి","para7":"Hotstar పార్టీ, లేదా దాని అధికారులు, డైరెక్టర్లు, ఉద్యోగులు ఎవరైనా, ఎలాంటి పరోక్ష, యాదృచ్ఛిక, ప్రత్యేక, పర్యవసానమైన లేదా శిక్షాత్మక నష్టాలకు బాధ్యత వహించరు, పరిమితి లేకుండా, లాభాల నష్టం, డేటా, ఉపయోగం, గుడ్‌విల్ లేదా ఇతర కనిపించని నష్టాలు మీ యాక్సెస్ లేదా ఉపయోగం లేదా పొడిగింపును యాక్సెస్ చేయడం లేదా ఉపయోగించడంలో అసమర్థత.","heading8":"8. నిబంధనలకు మార్పులు","para8":"మా స్వంత అభీష్టానుసారం ఎప్పుడైనా ఈ నిబంధనలను సవరించే హక్కు మాకు ఉంది. మేము మార్పులు చేస్తే, మేము సవరించిన నిబంధనలను వెబ్‌సైట్‌లో పోస్ట్ చేస్తాము మరియు అప్‌డేట్ చేస్తాము","heading9":"9. సంప్రదింపు సమాచారం","para9":"ఈ ఉపయోగ నిబంధనలకు సంబంధించి ఏవైనా ప్రశ్నలు లేదా ఆందోళనల కోసం, దయచేసి team@hotstarparty.party వద్ద మమ్మల్ని సంప్రదించండి.","heading10":"10. నిబంధనలకు మార్పులు","para10":"ఈ నిబంధనలను ఎప్పుడైనా సవరించడానికి లేదా భర్తీ చేయడానికి మా స్వంత అభీష్టానుసారం మేము హక్కును కలిగి ఉన్నాము. భౌతిక మార్పు అంటే మన స్వంత అభీష్టానుసారం నిర్ణయించబడుతుంది. మేము కనీసం 30 రోజులు అందిస్తాము","heading11":"11. రద్దు","para11":"మీరు నిబంధనలను ఉల్లంఘిస్తే, ఎటువంటి కారణంతో సహా, పరిమితి లేకుండా, ముందస్తు నోటీసు లేదా బాధ్యత లేకుండా, మా పొడిగింపుకు మీ యాక్సెస్‌ను మేము వెంటనే రద్దు చేయవచ్చు లేదా తాత్కాలికంగా నిలిపివేయవచ్చు. రద్దు చేసిన తర్వాత, పొడిగింపును ఉపయోగించే మీ హక్కు వెంటనే నిలిపివేయబడుతుంది.","heading12":"12. పాలక చట్టం","para12":"ఈ నిబంధనలు [అధికార పరిధి] యొక్క చట్టాలకు అనుగుణంగా నిర్వహించబడతాయి మరియు దాని చట్ట నిబంధనల వైరుధ్యంతో సంబంధం లేకుండా నిర్వచించబడతాయి. ఈ నిబంధనల యొక్క ఏదైనా హక్కు లేదా నిబంధనను అమలు చేయడంలో మా వైఫల్యం ఆ హక్కుల మినహాయింపుగా పరిగణించబడదు. ఈ నిబంధనలలోని ఏదైనా నిబంధన చెల్లదని లేదా అమలు చేయలేనిదిగా కోర్టు భావిస్తే, ఈ నిబంధనలలోని మిగిలిన నిబంధనలు అమలులో ఉంటాయి.","heading13":"13. నష్టపరిహారం","para13":"మీరు హానిచేయని హాట్‌స్టార్ పార్టీని మరియు దాని లైసెన్సుదారు మరియు లైసెన్సర్‌లను మరియు వారి ఉద్యోగులు, కాంట్రాక్టర్‌లు, ఏజెంట్లు, అధికారులు మరియు డైరెక్టర్‌లు, ఏదైనా మరియు అన్ని క్లెయిమ్‌లు, నష్టాలు, బాధ్యతలు, నష్టాలు, బాధ్యతలు, ఖర్చులు లేదా రుణాలకు వ్యతిరేకంగా రక్షించడానికి, నష్టపరిహారం చెల్లించడానికి మరియు ఉంచడానికి అంగీకరిస్తున్నారు. , మరియు ఖర్చులు (అటార్నీకి మాత్రమే పరిమితం కాకుండా","heading14":"14. ఇతరాలు","subheading141":"a. మొత్తం ఒప్పందం","subpara141":"ఈ నిబంధనలు మా పొడిగింపుకు సంబంధించి మన మధ్య ఉన్న మొత్తం ఒప్పందాన్ని ఏర్పరుస్తాయి మరియు పొడిగింపుకు సంబంధించి మన మధ్య ఉన్న ఏవైనా ముందస్తు ఒప్పందాలను భర్తీ చేసి భర్తీ చేస్తాయి.","subheading142":"బి. మినహాయింపు లేదు","subpara142":"ఈ నిబంధనల యొక్క ఏదైనా పదం యొక్క మినహాయింపు అటువంటి పదం లేదా ఏదైనా ఇతర పదం యొక్క తదుపరి లేదా నిరంతర మాఫీగా పరిగణించబడదు మరియు ఈ నిబంధనల ప్రకారం ఏదైనా హక్కు లేదా నిబంధనను నొక్కి చెప్పడంలో మా వైఫల్యం అటువంటి హక్కు లేదా నిబంధన యొక్క మినహాయింపుగా పరిగణించబడదు.","heading15":"15. సంప్రదింపు సమాచారం","para15":"ఈ ఉపయోగ నిబంధనలకు సంబంధించి ఏవైనా ప్రశ్నలు లేదా ఆందోళనల కోసం, దయచేసి team@hotstarparty.party వద్ద మమ్మల్ని సంప్రదించండి.","heading16":"16. ప్రభావవంతమైన తేదీ","para16":"ఈ ఉపయోగ నిబంధనలు 23 ఏప్రిల్ 2024 నుండి అమలులోకి వస్తాయి మరియు భవిష్యత్తులో దాని నిబంధనలలో ఏవైనా మార్పులకు సంబంధించి మినహా అమలులో ఉంటాయి, ఇవి ఈ పేజీలో పోస్ట్ చేసిన వెంటనే అమలులోకి వస్తాయి.","heading17":"17. అభిప్రాయం","para17":"ఈ నిబంధనల గురించి మీ ప్రశ్నలు, వ్యాఖ్యలు మరియు అభిప్రాయాలను మేము స్వాగతిస్తున్నాము. దయచేసి మొత్తం అభిప్రాయాన్ని team@hotstarparty.partyకి పంపండి.","subheading171":"సంప్రదింపు సమాచారం","subpara171":"ఈ నిబంధనల గురించి మీకు ఏవైనా సందేహాలు ఉంటే, దయచేసి మమ్మల్ని ఇక్కడ సంప్రదించండి:","li171":"హాట్‌స్టార్ పార్టీ","li172":"ఇమెయిల్:","li173":"వెబ్‌సైట్:","li174":"చివరిగా నవీకరించబడింది: 23 ఏప్రిల్ 2024","readmore":"ఇంకా చదవండి ..."}