{"mainheading":"เงื่อนไขการใช้งานสำหรับปาร์ตี้ Hotstar","mainpara":"ยินดีต้อนรับสู่ปาร์ตี้ฮอตสตาร์ โดยการติดตั้งและใช้ส่วนขยาย Hotstar Party ที่มีอยู่ในเว็บไซต์ของเรา","mainparaspan":"คุณตกลงที่จะผูกพันตามข้อกำหนดการใช้งานเหล่านี้ โปรดอ่านข้อกำหนดเหล่านี้อย่างละเอียดก่อนการติดตั้งและใช้งาน หากคุณไม่เห็นด้วยกับส่วนใดส่วนหนึ่งของข้อกำหนดเหล่านี้ โปรดอย่าใช้ส่วนขยายของเรา","heading1":"1. ข้อกำหนดทั่วไป","para1":"ข้อกำหนดเหล่านี้ควบคุมการใช้งานส่วนขยาย Hotstar Party ของคุณและบริการที่เกี่ยวข้องใด ๆ ที่ Hotstar Party มอบให้ การเข้าถึงและการใช้ส่วนขยายแสดงว่าคุณยินยอมตามข้อกำหนดเหล่านี้ของเรา","PrivacyPolicy":"นโยบายความเป็นส่วนตัว","para1span":"และประกาศทางกฎหมายอื่น ๆ ที่เราเผยแพร่บนเว็บไซต์","heading2":"2. คุณสมบัติและการเข้าถึง","para2":"หากต้องการใช้ส่วนขยาย Hotstar Party คุณต้องมีอายุอย่างน้อย 13 ปี การใช้ส่วนขยายนี้แสดงว่าคุณรับรองและรับประกันว่าคุณมีคุณสมบัติตรงตามข้อกำหนดอายุขั้นต่ำนี้","heading3":"3. การใช้ส่วนขยาย","subheading31":"ก. การใช้งานที่ได้รับอนุญาต","subpara31":"คุณได้รับใบอนุญาตที่ไม่ผูกขาด ไม่สามารถถ่ายโอน และเพิกถอนได้ เพื่อใช้ส่วนขยาย Hotstar Party เพื่อการใช้งานส่วนบุคคลที่ไม่ใช่เชิงพาณิชย์เท่านั้น ภายใต้เงื่อนไขของข้อตกลงนี้","subheading32":"ข. ข้อ จำกัด","subpara32":"คุณไม่สามารถใช้ส่วนขยายเพื่อวัตถุประสงค์ที่ผิดกฎหมายหรือไม่ได้รับอนุญาต คุณตกลงที่จะปฏิบัติตามกฎหมาย กฎ และข้อบังคับทั้งหมดที่บังคับใช้กับการใช้ส่วนขยายของคุณ","heading4":"4. ทรัพย์สินทางปัญญา","para4":"ส่วนขยาย รวมถึงเทคโนโลยีพื้นฐาน และสิทธิ์ในทรัพย์สินทางปัญญาทั้งหมดในนั้นเป็นของหรือได้รับอนุญาตจาก Hotstar Party ไม่มีสิ่งใดในข้อกำหนดเหล่านี้ที่ให้สิทธิ์หรือใบอนุญาตแก่คุณในการใช้ทรัพย์สินใด ๆ ที่เป็นของ Hotstar Party หรือผู้อนุญาต","heading5":"5. การเปิดเผยข้อมูลของบริษัทในเครือ","para5":"ส่วนขยายนี้ได้รับการออกแบบมาเพื่อรักษาบริการคุณภาพสูงและจัดการต้นทุนเซิร์ฟเวอร์อย่างมีประสิทธิภาพ ส่วนหนึ่งของความพยายามของเราในการรักษาการดำเนินงานของเรา เราอาจได้รับค่าคอมมิชชันจากพันธมิตรจากการซื้อบนเว็บไซต์ส่วนใหญ่หลังจากติดตั้งส่วนขยายนี้ ฟังก์ชั่นนี้ทำงานโดยอัตโนมัติและช่วยสนับสนุนการปรับปรุงบริการของเราอย่างต่อเนื่อง","heading6":"6. การปฏิเสธความรับผิดชอบ","para6":"Hotstar Party ไม่รับประกันว่าส่วนขยายจะทำงานได้อย่างต่อเนื่องหรือปราศจากข้อผิดพลาด เราไม่สามารถรับประกันได้ว่าส่วนขยายจะตรงตามความต้องการของคุณ","heading7":"7. ข้อจำกัดความรับผิด","para7":"Hotstar Party หรือเจ้าหน้าที่ กรรมการ ลูกจ้างของบริษัท จะต้องรับผิดชอบต่อความเสียหายทางอ้อม ความเสียหายพิเศษ เป็นผลสืบเนื่อง หรือการลงโทษ รวมถึงแต่ไม่จำกัดเพียง การสูญเสียผลกำไร ข้อมูล การใช้งาน ค่าความนิยม หรือการสูญเสียที่จับต้องไม่ได้อื่น ๆ อันเป็นผลมาจาก การเข้าถึงหรือใช้หรือไม่สามารถเข้าถึงหรือใช้ส่วนขยายได้","heading8":"8. การเปลี่ยนแปลงข้อกำหนด","para8":"เราขอสงวนสิทธิ์ในการแก้ไขข้อกำหนดเหล่านี้ได้ตลอดเวลาตามดุลยพินิจของเราแต่เพียงผู้เดียว หากเราทำการเปลี่ยนแปลง เราจะโพสต์ข้อกำหนดที่แก้ไขบนเว็บไซต์และอัปเดต","heading9":"9. ข้อมูลการติดต่อ","para9":"หากมีคำถามหรือข้อกังวลเกี่ยวกับข้อกำหนดการใช้งานเหล่านี้ โปรดติดต่อเราที่ team@hotstarparty.party","heading10":"10. การเปลี่ยนแปลงข้อกำหนด","para10":"เราขอสงวนสิทธิ์ตามดุลยพินิจของเราแต่เพียงผู้เดียวในการแก้ไขหรือแทนที่ข้อกำหนดเหล่านี้ได้ตลอดเวลา สิ่งที่ถือเป็นการเปลี่ยนแปลงที่สำคัญจะถูกกำหนดตามดุลยพินิจของเราแต่เพียงผู้เดียว เราจะให้อย่างน้อย 30 วัน","heading11":"11. การสิ้นสุด","para11":"เราอาจยุติหรือระงับการเข้าถึงส่วนขยายของเราทันทีโดยไม่ต้องแจ้งให้ทราบล่วงหน้าหรือรับผิดไม่ว่าด้วยเหตุผลใดก็ตาม รวมถึงแต่ไม่จำกัดเพียง หากคุณฝ่าฝืนข้อกำหนด เมื่อสิ้นสุด สิทธิ์ในการใช้ส่วนขยายจะสิ้นสุดลงทันที","heading12":"12. กฎหมายที่ใช้บังคับ","para12":"ข้อกำหนดเหล่านี้จะถูกควบคุมและตีความตามกฎหมายของ [เขตอำนาจศาล] โดยไม่คำนึงถึงข้อขัดแย้งกับบทบัญญัติของกฎหมาย ความล้มเหลวของเราในการบังคับใช้สิทธิ์หรือข้อกำหนดใด ๆ ของข้อกำหนดเหล่านี้จะไม่ถือเป็นการสละสิทธิ์ของสิทธิ์เหล่านั้น หากศาลถือว่าข้อกำหนดใด ๆ ของข้อกำหนดเหล่านี้ไม่ถูกต้องหรือไม่สามารถบังคับใช้ได้ ข้อกำหนดที่เหลือของข้อกำหนดเหล่านี้จะยังคงมีผลใช้บังคับ","heading13":"13. การชดใช้ค่าเสียหาย","para13":"คุณตกลงที่จะปกป้อง ชดใช้ค่าเสียหาย และปกป้อง Hotstar Party และผู้ได้รับใบอนุญาตและผู้ออกใบอนุญาต ตลอดจนพนักงาน ผู้รับเหมา ตัวแทน เจ้าหน้าที่ และผู้อำนวยการของ Hotstar Party จากและต่อการเรียกร้อง ความเสียหาย ภาระผูกพัน ความสูญเสีย ความรับผิด ต้นทุน หรือหนี้สินใดๆ และทั้งหมด และค่าใช้จ่าย (รวมถึงแต่ไม่จำกัดเพียงค่าทนายความ","heading14":"14. เบ็ดเตล็ด","subheading141":"ก. ข้อตกลงทั้งหมด","subpara141":"ข้อกำหนดเหล่านี้ประกอบด้วยข้อตกลงทั้งหมดระหว่างเราเกี่ยวกับการขยายเวลาของเรา และแทนที่และแทนที่ข้อตกลงก่อนหน้าใด ๆ ที่เราอาจมีระหว่างเราเกี่ยวกับการขยายเวลา","subheading142":"ข. ไม่มีการสละสิทธิ์","subpara142":"การสละสิทธิ์ข้อกำหนดใด ๆ ของข้อกำหนดเหล่านี้จะไม่ถือว่าเป็นการสละสิทธิ์เพิ่มเติมหรือต่อเนื่องของข้อกำหนดดังกล่าวหรือข้อกำหนดอื่น ๆ และความล้มเหลวของเราในการยืนยันสิทธิ์หรือข้อกำหนดใด ๆ ภายใต้ข้อกำหนดเหล่านี้จะไม่ถือเป็นการสละสิทธิ์ของสิทธิ์หรือข้อกำหนดดังกล่าว","heading15":"15. ข้อมูลการติดต่อ","para15":"หากมีคำถามหรือข้อกังวลเกี่ยวกับข้อกำหนดการใช้งานเหล่านี้ โปรดติดต่อเราที่ team@hotstarparty.party","heading16":"16. วันที่มีผลบังคับใช้","para16":"ข้อกำหนดการใช้งานเหล่านี้มีผลบังคับใช้ ณ วันที่ 23 เมษายน พ.ศ. 2567 และจะยังคงมีผลใช้บังคับ ยกเว้นในส่วนที่เกี่ยวข้องกับการเปลี่ยนแปลงใด ๆ ในข้อกำหนดในอนาคต ซึ่งจะมีผลทันทีหลังจากโพสต์บนหน้านี้","heading17":"17. ผลตอบรับ","para17":"เรายินดีรับคำถาม ความคิดเห็น และข้อเสนอแนะเกี่ยวกับข้อกำหนดเหล่านี้ กรุณาส่งข้อเสนอแนะทั้งหมดไปที่ team@hotstarparty.party","subheading171":"ข้อมูลติดต่อ","subpara171":"หากคุณมีคำถามใดๆ เกี่ยวกับข้อกำหนดเหล่านี้ โปรดติดต่อเราที่:","li171":"ปาร์ตี้ฮอตสตาร์","li172":"อีเมล:","li173":"เว็บไซต์:","li174":"อัปเดตล่าสุด: 23 เมษายน 2024","readmore":"อ่านเพิ่มเติม ..."}