{"mainheading":"Hotstar Party Kullanım Koşulları","mainpara":"Hotstar Partisine hoş geldiniz. Web sitemizde bulunan Hotstar Party uzantısını yükleyip kullanarak","mainparaspan":", bu Kullanım Koşullarına bağlı kalmayı kabul edersiniz. Lütfen kurulum ve kullanımdan önce bu koşulları dikkatlice okuyun. Bu şartların herhangi bir bölümünü kabul etmiyorsanız lütfen uzantımızı kullanmayın.","heading1":"1. Genel Şartlar","para1":"Bu Koşullar, Hotstar Party uzantısını ve Hotstar Party tarafından sağlanan ilgili hizmetleri kullanımınızı düzenler. Uzantıya erişerek ve onu kullanarak bu Şartları, bizim","PrivacyPolicy":"Gizlilik Politikası","para1span":"ve web sitemizde tarafımızca yayınlanan diğer yasal bildirimler.","heading2":"2. Uygunluk ve Erişim","para2":"Hotstar Party uzantısını kullanmak için en az 13 yaşında olmanız gerekir. Bu uzantıyı kullanarak bu minimum yaş şartını karşıladığınızı beyan ve garanti edersiniz.","heading3":"3. Uzantı Kullanımı","subheading31":"A. İzin Verilen Kullanım","subpara31":"Bu sözleşmenin şartlarına tabi olarak, Hotstar Party uzantısını yalnızca kişisel, ticari olmayan kullanımınız için kullanmanız için size münhasır olmayan, devredilemez, iptal edilebilir bir lisans verilmiştir.","subheading32":"B. Kısıtlamalar","subpara32":"Uzantıyı yasa dışı veya yetkisiz amaçlarla kullanamazsınız. Uzantıyı kullanımınızla ilgili tüm yasalara, kurallara ve düzenlemelere uymayı kabul edersiniz.","heading4":"4. Fikri Mülkiyet","para4":"Uzantı, temel teknolojisi de dahil olmak üzere ve içindeki tüm fikri mülkiyet hakları Hotstar Party'ye aittir veya ona lisanslanmıştır. Bu Şartlardaki hiçbir şey size Hotstar Party'nin veya lisans verenlerinin sahip olduğu herhangi bir mülkü kullanma hakkı veya lisansı vermez.","heading5":"5. Bağlı Kuruluş Açıklaması","para5":"Bu uzantı, yüksek kaliteli hizmeti sürdürmek ve sunucu maliyetlerini etkin bir şekilde yönetmek için tasarlanmıştır. Operasyonlarımızı sürdürme çabalarımızın bir parçası olarak, bu uzantıyı yükledikten sonra çoğu web sitesinde yapılan satın alma işlemlerinden ortaklık komisyonları kazanabiliriz. Bu işlevsellik otomatik olarak çalışır ve hizmetlerimizin sürekli iyileştirilmesini desteklemeye yardımcı olur.","heading6":"6. Sorumluluk reddi beyanları","para6":"Hotstar Party, uzantının kesintisiz veya hatasız çalışacağını garanti etmez. Uzantının gereksinimlerinizi karşılayacağından emin olamayız.","heading7":"7. Sorumluluğun Sınırlandırılması","para7":"Hotstar Party veya onun herhangi bir memuru, yöneticisi veya çalışanı, kar, veri, kullanım, şerefiye veya diğer maddi olmayan kayıplar dahil ancak bunlarla sınırlı olmamak üzere, dolaylı, arızi, özel, sonuç olarak ortaya çıkan veya cezai zararlardan sorumlu olmayacaktır. Uzantıya erişiminiz veya uzantıyı kullanmanız veya erişememeniz veya uzantıyı kullanamamanız.","heading8":"8. Şartlardaki Değişiklikler","para8":"Bu şartları herhangi bir zamanda tamamen kendi takdirimize bağlı olarak değiştirme hakkını saklı tutuyoruz. Değişiklik yapmamız durumunda revize edilen şartları web sitesinde yayınlayacağız ve","heading9":"9. İletişim Bilgileri","para9":"Bu Kullanım Koşullarına ilişkin sorularınız veya endişeleriniz için lütfen bizimle team@hotstarparty.party adresinden iletişime geçin.","heading10":"10. Şartlardaki Değişiklikler","para10":"Tamamen kendi takdirimize bağlı olarak, bu Şartları herhangi bir zamanda değiştirme veya değiştirme hakkını saklı tutuyoruz. Önemli bir değişikliği neyin oluşturduğu tamamen bizim takdirimize bağlı olarak belirlenecektir. En az 30 gün sağlayacağız","heading11":"11. Fesih","para11":"Şartları ihlal etmeniz de dahil ancak bunlarla sınırlı olmamak üzere, herhangi bir nedenle, önceden bildirimde bulunmaksızın veya herhangi bir sorumluluk üstlenmeksizin, uzantımıza erişiminizi derhal sonlandırabilir veya askıya alabiliriz. Feshin ardından uzantıyı kullanma hakkınız derhal sona erecektir.","heading12":"12. Geçerli Kanun","para12":"Bu Şartlar, kanun hükümleri ihtilafı dikkate alınmaksızın, [Yargı Yetkisi] kanunlarına uygun olarak yönetilecek ve yorumlanacaktır. Bu Koşulların herhangi bir hakkını veya hükmünü uygulamamamız, bu haklardan feragat edildiği anlamına gelmez. Bu Koşulların herhangi bir hükmünün bir mahkeme tarafından geçersiz veya uygulanamaz olduğuna karar verilmesi durumunda, bu Koşulların geri kalan hükümleri yürürlükte kalacaktır.","heading13":"13. Tazminat","para13":"Hotstar Party'yi ve onun lisans sahibini ve lisans verenlerini, çalışanlarını, yüklenicilerini, acentelerini, görevlilerini ve yöneticilerini her türlü talep, zarar, yükümlülük, kayıp, sorumluluk, maliyet veya borç karşısında savunmayı, tazmin etmeyi ve masun tutmayı kabul edersiniz. ve masraflar (avukatlık dahil ancak bunlarla sınırlı olmamak üzere)","heading14":"14. Çeşitli","subheading141":"A. Tüm anlaşma","subpara141":"Bu Şartlar, uzatmamızla ilgili aramızdaki anlaşmanın tamamını oluşturur ve uzatmayla ilgili olarak aramızda yapmış olabileceğimiz daha önceki tüm anlaşmaların yerine geçer ve bunların yerine geçer.","subheading142":"B. Feragat Yok","subpara142":"Bu Şartların herhangi bir şartından feragat edilmesi, söz konusu şarttan veya başka bir şarttan daha fazla veya devam eden bir feragat olarak kabul edilmeyecektir ve bu Şartlar kapsamında herhangi bir hak veya hüküm ileri sürmememiz, söz konusu hak veya hükümden feragat anlamına gelmez.","heading15":"15. İletişim Bilgileri","para15":"Bu Kullanım Koşullarına ilişkin sorularınız veya endişeleriniz için lütfen bizimle team@hotstarparty.party adresinden iletişime geçin.","heading16":"16. Yürürlük Tarihi","para16":"Bu Kullanım Koşulları 23 Nisan 2024 tarihinden itibaren geçerli olacaktır ve bu sayfada yayınlandıktan hemen sonra yürürlüğe girecek olan hükümlerinde gelecekte meydana gelebilecek değişiklikler haricinde yürürlükte kalacaktır.","heading17":"17. Geribildirim","para17":"Bu Şartlar hakkındaki sorularınızı, yorumlarınızı ve geri bildirimlerinizi memnuniyetle karşılıyoruz. Lütfen tüm geri bildirimlerinizi team@hotstarparty.party adresine gönderin.","subheading171":"İletişim bilgileri","subpara171":"Bu Şartlar hakkında herhangi bir sorunuz varsa lütfen bizimle şu adresten iletişime geçin:","li171":"Sıcak Yıldız Partisi","li172":"E-posta:","li173":"İnternet sitesi:","li174":"Son Güncelleme: 23 Nisan 2024","readmore":"Devamını oku ..."}