{"mainheading":"Умови використання Hotstar Party","mainpara":"Ласкаво просимо на Hotstar Party. Встановивши та використовуючи розширення Hotstar Party, доступне на нашому веб-сайті","mainparaspan":", ви погоджуєтеся дотримуватися цих Умов використання. Будь ласка, уважно прочитайте ці умови перед установкою та використанням. Якщо ви не згодні з будь-якою частиною цих умов, не використовуйте наше розширення.","heading1":"1. Загальні положення","para1":"Ці Умови регулюють використання вами розширення Hotstar Party і будь-яких пов’язаних послуг, які надає Hotstar Party. Отримуючи доступ до розширення та використовуючи його, ви погоджуєтеся з цими Умовами, нашими","PrivacyPolicy":"Політика конфіденційності","para1span":", а також будь-які інші правові повідомлення, опубліковані нами на веб-сайті.","heading2":"2. Вимоги та доступ","para2":"Щоб користуватися розширенням Hotstar Party, вам має бути не менше 13 років. Використовуючи це розширення, ви заявляєте та гарантуєте, що відповідаєте мінімальним віковим вимогам.","heading3":"3. Використання розширення","subheading31":"a. Дозволене використання","subpara31":"Вам надається невиключна ліцензія без права передачі та відкликання на використання розширення Hotstar Party виключно для особистого некомерційного використання згідно з умовами цієї угоди.","subheading32":"b. Обмеження","subpara32":"Ви не можете використовувати розширення для будь-яких незаконних або несанкціонованих цілей. Ви погоджуєтеся дотримуватися всіх законів, правил і норм, що стосуються використання вами розширення.","heading4":"4. Інтелектуальна власність","para4":"Розширення, включно з базовою технологією, і всі права інтелектуальної власності на нього належать Hotstar Party або їй надано ліцензію. Ніщо в цих Умовах не надає вам права чи ліцензії на використання будь-якої власності, що належить Hotstar Party або її ліцензіарам.","heading5":"5. Розкриття афілійованої інформації","para5":"Це розширення призначене для підтримки високої якості обслуговування та ефективного управління витратами на сервер. У рамках наших зусиль щодо підтримки нашої діяльності ми можемо отримувати комісійні від партнерів за покупки, зроблені на більшості веб-сайтів після встановлення цього розширення. Ця функція працює автоматично та допомагає підтримувати постійне вдосконалення наших послуг.","heading6":"6. Відмова від відповідальності","para6":"Hotstar Party не гарантує, що розширення працюватиме безперебійно або без помилок. Ми не можемо гарантувати, що розширення відповідатиме вашим вимогам.","heading7":"7. Обмеження відповідальності","para7":"Hotstar Party, ані будь-який з її посадових осіб, директорів, співробітників не несуть відповідальності за будь-які непрямі, випадкові, особливі, непрямі чи штрафні збитки, включаючи, без обмеження, втрату прибутку, даних, використання, доброї волі або інші нематеріальні збитки, спричинені ваш доступ до розширення, його використання або неможливість отримати доступ або використовувати розширення.","heading8":"8. Зміни Умов","para8":"Ми залишаємо за собою право змінювати ці умови в будь-який час на власний розсуд. Якщо ми внесемо зміни, ми опублікуємо переглянуті умови на веб-сайті та оновимо їх","heading9":"9. Контактна інформація","para9":"З будь-якими запитаннями або сумнівами щодо цих Умов використання зв’яжіться з нами за адресою team@hotstarparty.party.","heading10":"10. Зміни Умов","para10":"Ми залишаємо за собою право на власний розсуд змінювати або замінювати ці Умови в будь-який час. Те, що є суттєвою зміною, визначатиметься на власний розсуд. Ми надамо не менше 30 днів","heading11":"11. Припинення","para11":"Ми можемо припинити або призупинити ваш доступ до нашого розширення негайно, без попереднього повідомлення чи відповідальності, з будь-якої причини, включаючи, але не обмежуючись, якщо ви порушуєте Умови. Після припинення ваше право використовувати розширення буде негайно припинено.","heading12":"12. Застосовне право","para12":"Ці Умови регулюються та тлумачаться відповідно до законодавства [Юрисдикції] без урахування положень колізійного права. Наша неспроможність забезпечити дотримання будь-якого права чи положення цих Умов не вважатиметься відмовою від цих прав. Якщо будь-яке положення цих Умов буде визнано судом недійсним або таким, що не підлягає виконанню, решта положень цих Умов залишатимуться в силі.","heading13":"13. Компенсація","para13":"Ви погоджуєтеся захищати, відшкодовувати та звільняти Hotstar Party, її ліцензіата та ліцензіарів, а також їхніх працівників, підрядників, агентів, посадових осіб і директорів від будь-яких претензій, збитків, зобов’язань, збитків, зобов’язань, витрат або боргів. , а також витрати (включаючи, але не обмежуючись адвокатськими послугами","heading14":"14. Різне","subheading141":"a. Повна угода","subpara141":"Ці Умови складають повну угоду між нами щодо нашого продовження та замінюють будь-які попередні угоди, які ми могли мати між нами щодо продовження.","subheading142":"b. Без відмови","subpara142":"Жодна відмова від будь-якої умови цих Умов не вважається подальшою або постійною відмовою від такої умови чи будь-якої іншої умови, і наша неспроможність заявити будь-яке право чи положення за цими Умовами не означає відмову від такого права чи положення.","heading15":"15. Контактна інформація","para15":"З будь-якими запитаннями або сумнівами щодо цих Умов використання зв’яжіться з нами за адресою team@hotstarparty.party.","heading16":"16. Дата набрання чинності","para16":"Ці Умови використання набувають чинності з 23 квітня 2024 року та залишатимуться в силі, за винятком будь-яких змін у їхніх положеннях у майбутньому, які набудуть чинності одразу після публікації на цій сторінці.","heading17":"17. Зворотній зв'язок","para17":"Ми раді вашим запитанням, коментарям і відгукам щодо цих Умов. Усі відгуки надсилайте на team@hotstarparty.party.","subheading171":"Контактна інформація","subpara171":"Якщо у вас виникли запитання щодо цих Умов, зв’яжіться з нами за адресою:","li171":"Hotstar Party","li172":"Електронна пошта:","li173":"сайт:","li174":"Останнє оновлення: 23 квітня 2024 р","readmore":"Детальніше..."}