{"mainheading":"Điều khoản sử dụng của Hotstar Party","mainpara":"Chào mừng đến với bữa tiệc Hotstar. Bằng cách cài đặt và sử dụng tiện ích mở rộng Hotstar Party, có sẵn trên trang web của chúng tôi","mainparaspan":", bạn đồng ý bị ràng buộc bởi các Điều khoản sử dụng này. Vui lòng đọc kỹ các điều khoản này trước khi cài đặt và sử dụng. Nếu bạn không đồng ý với bất kỳ phần nào trong các điều khoản này, vui lòng không sử dụng tiện ích mở rộng của chúng tôi.","heading1":"1. Điều khoản chung","para1":"Các Điều khoản này chi phối việc bạn sử dụng tiện ích mở rộng Hotstar Party và mọi dịch vụ liên quan do Hotstar Party cung cấp. Bằng cách truy cập và sử dụng tiện ích mở rộng, bạn đồng ý với các Điều khoản này, chúng tôi","PrivacyPolicy":"Chính sách bảo mật","para1span":", và bất kỳ thông báo pháp lý nào khác được chúng tôi công bố trên trang web.","heading2":"2. Tính đủ điều kiện và quyền truy cập","para2":"Để sử dụng tiện ích mở rộng Hotstar Party, bạn phải ít nhất 13 tuổi. Bằng cách sử dụng tiện ích mở rộng này, bạn tuyên bố và đảm bảo rằng bạn đáp ứng yêu cầu về độ tuổi tối thiểu này.","heading3":"3. Cách sử dụng tiện ích mở rộng","subheading31":"Một. Sử dụng được phép","subpara31":"Bạn được cấp giấy phép không độc quyền, không thể chuyển nhượng, có thể thu hồi để sử dụng tiện ích mở rộng Hotstar Party chỉ cho mục đích sử dụng cá nhân, phi thương mại của bạn, tuân theo các điều khoản của thỏa thuận này.","subheading32":"b. Những hạn chế","subpara32":"Bạn không được sử dụng tiện ích mở rộng cho bất kỳ mục đích bất hợp pháp hoặc trái phép nào. Bạn đồng ý tuân thủ tất cả các luật, quy tắc và quy định áp dụng cho việc bạn sử dụng tiện ích mở rộng.","heading4":"4. Sở hữu trí tuệ","para4":"Tiện ích mở rộng, bao gồm công nghệ cơ bản và tất cả các quyền sở hữu trí tuệ trong đó đều thuộc quyền sở hữu hoặc cấp phép của Hotstar Party. Không có điều khoản nào trong các Điều khoản này cấp cho bạn quyền hoặc giấy phép sử dụng bất kỳ tài sản nào thuộc sở hữu của Hotstar Party hoặc người cấp phép của Hotstar Party.","heading5":"5. Tiết lộ liên kết","para5":"Tiện ích mở rộng này được thiết kế để duy trì dịch vụ chất lượng cao và quản lý chi phí máy chủ một cách hiệu quả. Là một phần trong nỗ lực duy trì hoạt động của mình, chúng tôi có thể kiếm được hoa hồng liên kết khi mua hàng được thực hiện trên hầu hết các trang web sau khi cài đặt tiện ích mở rộng này. Chức năng này hoạt động tự động và giúp hỗ trợ cải tiến liên tục các dịch vụ của chúng tôi.","heading6":"6. Tuyên bố miễn trừ trách nhiệm","para6":"Hotstar Party không đảm bảo rằng tiện ích mở rộng sẽ hoạt động không bị gián đoạn hoặc không có lỗi. Chúng tôi không thể đảm bảo rằng tiện ích mở rộng sẽ đáp ứng yêu cầu của bạn.","heading7":"7. Giới hạn trách nhiệm pháp lý","para7":"Hotstar Party, cũng như bất kỳ cán bộ, giám đốc, nhân viên nào của mình sẽ phải chịu trách nhiệm về mọi thiệt hại gián tiếp, ngẫu nhiên, đặc biệt, do hậu quả hoặc trừng phạt, bao gồm nhưng không giới hạn ở việc mất lợi nhuận, dữ liệu, sử dụng, thiện chí hoặc các tổn thất vô hình khác, do quyền truy cập hoặc sử dụng hoặc không thể truy cập hoặc sử dụng tiện ích mở rộng của bạn.","heading8":"8. Thay đổi Điều khoản","para8":"Chúng tôi có quyền sửa đổi các điều khoản này bất cứ lúc nào theo quyết định riêng của chúng tôi. Nếu chúng tôi thực hiện thay đổi, chúng tôi sẽ đăng các điều khoản đã sửa đổi trên trang web và cập nhật","heading9":"9. Thông tin liên hệ","para9":"Nếu có bất kỳ câu hỏi hoặc thắc mắc nào về Điều khoản sử dụng này, vui lòng liên hệ với chúng tôi theo địa chỉ team@hotstarparty.party.","heading10":"10. Thay đổi Điều khoản","para10":"Chúng tôi có toàn quyền tùy ý sửa đổi hoặc thay thế các Điều khoản này bất cứ lúc nào. Những gì cấu thành một sự thay đổi quan trọng sẽ được xác định theo quyết định riêng của chúng tôi. Chúng tôi sẽ cung cấp ít nhất 30 ngày","heading11":"11. Chấm dứt","para11":"Chúng tôi có thể chấm dứt hoặc đình chỉ quyền truy cập của bạn vào tiện ích mở rộng của chúng tôi ngay lập tức mà không cần thông báo trước hoặc chịu trách nhiệm pháp lý vì bất kỳ lý do gì, bao gồm nhưng không giới hạn nếu bạn vi phạm Điều khoản. Sau khi chấm dứt, quyền sử dụng tiện ích mở rộng của bạn sẽ chấm dứt ngay lập tức.","heading12":"12. Luật điều chỉnh","para12":"Các Điều khoản này sẽ được điều chỉnh và hiểu theo luật của [Khu vực tài phán], bất kể xung đột với các quy định pháp luật. Việc chúng tôi không thực thi bất kỳ quyền hoặc điều khoản nào trong các Điều khoản này sẽ không bị coi là từ bỏ các quyền đó. Nếu bất kỳ điều khoản nào trong Điều khoản này bị tòa án cho là không hợp lệ hoặc không thể thi hành thì các điều khoản còn lại của Điều khoản này sẽ vẫn có hiệu lực.","heading13":"13. Bồi thường","para13":"Bạn đồng ý bảo vệ, bồi thường và giữ cho Hotstar Party cũng như người được cấp phép và người cấp phép của họ cũng như nhân viên, nhà thầu, đại lý, cán bộ và giám đốc của họ không bị tổn hại trước bất kỳ và tất cả các khiếu nại, thiệt hại, nghĩa vụ, tổn thất, trách nhiệm pháp lý, chi phí hoặc nợ và các chi phí (bao gồm nhưng không giới hạn ở luật sư","heading14":"14. Linh tinh","subheading141":"Một. Toàn bộ thỏa thuận","subpara141":"Các Điều khoản này cấu thành toàn bộ thỏa thuận giữa chúng ta về việc gia hạn, đồng thời thay thế và thay thế mọi thỏa thuận trước đó mà chúng ta có thể đã có giữa chúng ta về việc gia hạn.","subheading142":"b. Không từ bỏ","subpara142":"Việc từ bỏ bất kỳ điều khoản nào trong các Điều khoản này sẽ không được coi là từ bỏ thêm hoặc tiếp tục từ bỏ điều khoản đó hoặc bất kỳ điều khoản nào khác và việc chúng tôi không khẳng định bất kỳ quyền hoặc điều khoản nào theo các Điều khoản này sẽ không cấu thành sự từ bỏ quyền hoặc điều khoản đó.","heading15":"15. Thông tin liên hệ","para15":"Nếu có bất kỳ câu hỏi hoặc thắc mắc nào về Điều khoản sử dụng này, vui lòng liên hệ với chúng tôi theo địa chỉ team@hotstarparty.party.","heading16":"16. Ngày có hiệu lực","para16":"Các Điều khoản sử dụng này có hiệu lực kể từ ngày 23 tháng 4 năm 2024 và sẽ vẫn có hiệu lực trừ khi có bất kỳ thay đổi nào về các điều khoản trong tương lai, những thay đổi này sẽ có hiệu lực ngay sau khi được đăng trên trang này.","heading17":"17. Phản hồi","para17":"Chúng tôi hoan nghênh các câu hỏi, nhận xét và phản hồi của bạn về các Điều khoản này. Vui lòng gửi mọi phản hồi đến team@hotstarparty.party.","subheading171":"Thông tin liên lạc","subpara171":"Nếu bạn có bất kỳ câu hỏi nào về các Điều khoản này, vui lòng liên hệ với chúng tôi tại:","li171":"bữa tiệc ngôi sao nóng bỏng","li172":"E-mail:","li173":"Trang mạng:","li174":"Cập nhật lần cuối: ngày 23 tháng 4 năm 2024","readmore":"Đọc thêm ..."}