{"mainheading":"ለሆትታር ፓርቲ የግላዊነት ፖሊሲ","overview":"አጠቃላይ እይታ","overviewpara":"ወደ Hotstar ፓርቲ እንኳን በደህና መጡ! ይህ የግላዊነት መመሪያ ከድረ-ገጻችን የሚገኘውን የሆስተር ፓርቲ ቅጥያ ሲጠቀሙ የእርስዎ መረጃ እንዴት እንደሚሰበሰብ፣ እንደሚጠቀምበት እና እንደሚጋራ ይገልጻል።","overviewspan":". የእኛን ቅጥያ በመጠቀም፣ በዚህ ፖሊሲ መሰረት መረጃን ለመሰብሰብ እና ለመጠቀም ተስማምተሃል። በውሎቹ ካልተስማሙ፣እባክዎ ቅጥያውን አይጠቀሙ።","heading1":"1. የመረጃ አሰባሰብ እና አጠቃቀም","subheading11":"ሀ. የግል መረጃ","subpara11":"የእኛን ቅጥያ ሲጠቀሙ በቀጥታ የሚያቀርቡልንን መረጃ እንሰበስባለን። ይህ የሚከተሉትን ሊያካትት ይችላል-","li01":"የ ኢሜል አድራሻ","li02":"የአሳሽ አይነት እና ቅንብሮች","li03":"ቅጥያው ጥቅም ላይ የዋለበት ቀን እና ሰዓት","li04":"ስለ አሳሽ ውቅር እና ተሰኪዎች መረጃ","li05":"የአይፒ አድራሻ","subheading12":"ለ. የአጠቃቀም ውሂብ","subpara12":"እንዲሁም በገጾቹ ውስጥ ሲሄዱ መረጃን በራስ-ሰር እንሰበስባለን። ይህ መረጃ እንደ የትራፊክ ውሂብ፣ የመገኛ አካባቢ ውሂብ፣ ምዝግብ ማስታወሻዎች እና ሌሎች እርስዎ የሚደርሱባቸው የመገናኛ መረጃዎች እና ግብዓቶች ያሉ የእርስዎን ጉብኝቶች ዝርዝሮችን ያካትታል።","heading2":"2. የመረጃ መጋራት እና ይፋ ማድረግ","para2":"ለተጠቃሚዎች ቅድሚያ ማስታወቂያ ካልሰጠን በስተቀር በግል የሚለይ መረጃዎን ለውጭ ወገኖች አንሸጥም፣ አንነግድም፣ ወይም ለሌላ አካል አናስተላልፍም። ይህ የድር ጣቢያ አስተናጋጅ አጋሮችን እና ሌሎች ድረ-ገጻችንን ለማስኬድ፣ ንግዳችንን ለመምራት ወይም ተጠቃሚዎቻችንን ለማገልገል የሚረዱን አካላትን አያካትትም፣ እነዚያ ወገኖች ይህን መረጃ በሚስጥር ለመጠበቅ እስካልተስማሙ ድረስ።","heading3":"3. ኩኪዎች እና የመከታተያ ቴክኖሎጂዎች","para3":"Hotstar Party በአገልግሎታችን ላይ ያለውን እንቅስቃሴ ለመከታተል ኩኪዎችን እና ተመሳሳይ የመከታተያ ቴክኖሎጂዎችን ይጠቀማል እና የተወሰነ መረጃ እንይዛለን። ኩኪዎች ስም-አልባ ልዩ መለያን ሊያካትት የሚችል አነስተኛ መጠን ያለው ውሂብ ያላቸው ፋይሎች ናቸው። አሳሽዎ ሁሉንም ኩኪዎች እንዳይቀበል ወይም ኩኪ ሲላክ እንዲጠቁም ማዘዝ ይችላሉ።","heading4":"4. የውሂብ ደህንነት","para4":"ያልተፈቀደ የማግኘት ወይም ያልተፈቀደ ለውጥ፣ ይፋ ማድረግ ወይም መረጃን ከማበላሸት ለመከላከል ምክንያታዊ የደህንነት እርምጃዎችን ለመተግበር እንጥራለን።ነገር ግን በበይነ መረብ ወይም በገመድ አልባ አውታረመረብ ላይ ምንም አይነት የመረጃ ማስተላለፍ ዋስትና ሊሰጥ አይችልም።","heading5":"5. የተቆራኘ ይፋ ማድረግ","para5":"ይህ ቅጥያ የተነደፈው ከፍተኛ ጥራት ያለው አገልግሎትን ለመጠበቅ እና የአገልጋይ ወጪዎችን በብቃት ለመቆጣጠር ነው። ሥራችንን ለማስቀጠል እንደ ጥረታችን አካል፣ ቅጥያውን ከጫንን በኋላ በአብዛኛዎቹ ድረ-ገጾች በሚደረጉ ግዢዎች ላይ የተቆራኘ ኮሚሽኖችን ልናገኝ እንችላለን፣ ይህም በራስ-ሰር ይሰራል።","heading6":"6. የእርስዎ መብቶች","subheading61":"ሀ. የማስተካከል መብት","subpara61":"ስለእርስዎ የያዝነው ማንኛውም የተሳሳተ ወይም ያልተሟላ የግል መረጃ እንዲታረም ወይም እንዲጠናቀቅ መብት አልዎት። ባቀረብክልን መረጃ ላይ ማናቸውንም ልዩነቶች ወይም የተሳሳቱ ነገሮች ካስተዋሉ እባክዎን ወዲያውኑ ያግኙን።","subheading62":"ለ. የመገደብ መብት","subpara62":"እንደ የውሂብ ትክክለኛነት ከተሟገቱ ወይም የእኛን ሂደት ከተቃወሙ እንደ በአንዳንድ ሁኔታዎች የእርስዎን የግል ውሂብ ሂደት እንድንገድብ የመጠየቅ መብት አለዎት።","subheading63":"ሐ. የመቃወም መብት","subpara63":"በአንዳንድ ሁኔታዎች በተለይም የእርስዎን ውሂብ በህጋዊ ፍላጎቶች ላይ ተመስርተን ወይም ለቀጥታ ግብይት ዓላማዎች የምንሰራ ከሆነ የእርስዎን የግል ውሂብ እንዳናሰራ የመቃወም መብት አልዎት።","heading7":"7. በዚህ የግላዊነት ፖሊሲ ላይ የተደረጉ ለውጦች","para7":"የግላዊነት መመሪያችንን ከጊዜ ወደ ጊዜ ማዘመን እንችላለን። አዲሱን የግላዊነት ፖሊሲ በዚህ ገጽ ላይ በመለጠፍ ማንኛውንም ለውጦች እናሳውቅዎታለን። ለውጡ ውጤታማ ከመሆኑ በፊት በኢሜል እና/ወይም በአገልግሎታችን ላይ በሚታወቅ ማስታወቂያ እናሳውቅዎታለን።","heading8":"8. የእውቂያ መረጃ","para8":"ይህንን የግላዊነት ፖሊሲ በተመለከተ ለማናቸውም ጥያቄዎች ወይም ስጋቶች፣ እባክዎን በሚከተለው አድራሻ ያግኙን፡-","li81":"Hotstar ፓርቲ","li82":"ኢሜይል፡-","li83":"ድህረገፅ:","heading9":"9. የውሂብ ማቆየት","para9":"በዚህ የግላዊነት ፖሊሲ ውስጥ ለተዘረዘሩት ዓላማዎች አስፈላጊ እስከሆነ ድረስ የእርስዎን የግል መረጃ እንይዘዋለን። ህጋዊ ግዴታዎቻችንን ለማክበር (ለምሳሌ፣ የሚመለከታቸውን ህጎች ለማክበር ውሂብዎን እንዲይዝ ከተጠየቅን)፣ አለመግባባቶችን ለመፍታት እና ህጋዊ ስምምነቶችን እና ፖሊሲዎቻችንን ለማስፈጸም መረጃዎን እናቆየዋለን እና እንጠቀማለን።","heading10":"10. ዓለም አቀፍ የውሂብ ዝውውሮች","para101":"የግል ውሂብን ጨምሮ መረጃዎ ከክልልዎ፣ ከክፍለ ሃገርዎ፣ ከሀገርዎ ወይም ከሌሎች የመንግስት ስልጣን ውጭ ላሉ ኮምፒውተሮች ሊተላለፍ እና ሊቀመጥ ይችላል የውሂብ ጥበቃ ህጎች ከስልጣንዎ ሊለዩ ይችላሉ።","para102":"ለዚህ የግላዊነት መመሪያ ፈቃድዎ እና እንደዚህ አይነት መረጃ ማስገባትዎ ለዚያ ማስተላለፍ ያለዎትን ስምምነት ይወክላል። Hotstar Party የእርስዎን ውሂብ ደህንነቱ በተጠበቀ ሁኔታ እና በዚህ የግላዊነት ፖሊሲ መሰረት መያዙን ለማረጋገጥ አስፈላጊ የሆኑትን ሁሉንም እርምጃዎች ይወስዳል እና ምንም አይነት የግል መረጃ ወደ ድርጅት ወይም ሀገር አይተላለፍም የደህንነትን ጨምሮ በቂ ቁጥጥሮች እስካልሆኑ ድረስ የእርስዎ ውሂብ እና ሌላ የግል መረጃ.","heading11":"11. ያግኙን","para11":"በእኛ የውሂብ ልምምዶች ላይ ተጨማሪ ማብራሪያ ለማግኘት ወይም ማናቸውንም መብቶችዎን ለመጠቀም፣ እኛን ለማግኘት አያመንቱ፡-","li111":"Hotstar ፓርቲ","li112":"ኢሜይል፡-","li113":"ድህረገፅ:","heading12":"12. የውሂብ ደህንነት እርምጃዎች","para12":"የውሂብዎን ደህንነት በቁም ነገር እንወስደዋለን። የእርስዎን የግል መረጃ ሲያስገቡ፣ ሲያስገቡ ወይም ሲደርሱ የእርስዎን የግል መረጃ ደህንነት ለመጠበቅ የተለያዩ የደህንነት እርምጃዎችን እንተገብራለን። እነዚህም የሚከተሉትን ያካትታሉ:","li121":"በበይነመረብ ላይ ለሚተላለፉ መረጃዎች SSL/TLS ምስጠራን መጠቀም።","li122":"በአገልጋዮቻችን ላይ የተከማቸውን ውሂብ ለመጠበቅ የደህንነት ፕሮቶኮሎችን እና እርምጃዎችን በመተግበር ላይ።","li123":"መረጃውን በእኛ ስም ለማስኬድ ለሰራተኞች፣ ተቋራጮች እና ወኪሎች የእርስዎን የግል ውሂብ መዳረሻ መገደብ። እነዚህ ግለሰቦች በሚስጥራዊነት ግዴታዎች የተያዙ ናቸው እና እነዚህን ግዴታዎች ካላሟሉ መቋረጥን እና የወንጀል ክስን ጨምሮ ለዲሲፕሊን ተገዢ ሊሆኑ ይችላሉ።","heading13":"13. የህግ መስፈርቶችን ማክበር","para13":"በህግ ወይም በጥሪ መጥሪያ ወይም መጥሪያ እንዲደረግ በሚፈለግበት ጊዜ ወይም እንዲህ ያለው እርምጃ ለሚከተሉት አስፈላጊ ነው ብለን ካመንን የእርስዎን ግላዊ መረጃ ልንገልጽ እንችላለን፡-","li131":"ህግን እና የህግ አስፈፃሚዎችን ምክንያታዊ ጥያቄዎችን ያክብሩ።","li132":"የድረ-ገጽ ፖሊሲያችንን ያስፈጽሙ ወይም የኩባንያችን፣ የደንበኞቻችን ወይም የሌሎችን መብቶች፣ ንብረቶች ወይም ደህንነት ይጠብቁ።","li133":"እንደ ሕገ-ወጥ፣ ሥነ ምግባር የጎደለው ወይም በሕግ ሊተገበር የሚችል ተግባር ነው ብለን ልንገምተው የምንችለውን እንቅስቃሴ መከልከል ወይም ማቆም ወይም የመሆን አደጋን መፍጠር።","heading14":"14. በዚህ የግላዊነት ፖሊሲ ላይ የተደረጉ ለውጦች","para141":"የግላዊነት መመሪያችንን በማንኛውም ጊዜ የማዘመን ወይም የመቀየር መብታችን የተጠበቀ ነው። ይህንን የግላዊነት ፖሊሲ በየጊዜው ማረጋገጥ አለብህ። በዚህ ገጽ ላይ ማንኛውንም ማሻሻያ ካደረግን በኋላ የአገልግሎቱን አጠቃቀምዎ ማሻሻያዎችን ማወቃችሁን እና በተሻሻለው የግላዊነት ፖሊሲ ለመገዛት እና ለመገዛት ፈቃደኛነትዎን ይመሰርታሉ።","para142":"ተጠቃሚዎቻችንን በምንይዝበት መንገድ ላይ ምንም አይነት ለውጥ ካደረግን።","heading15":"15. የእውቂያ መረጃ","para15":"ስለዚህ የግላዊነት ፖሊሲ ለማንኛውም ተጨማሪ ጥያቄዎች ወይም አስተያየቶች እባክዎ ከታች ያለውን መረጃ በመጠቀም ያግኙን፡","li151":"Hotstar ፓርቲ","li152":"ኢሜይል፡-","li153":"ድህረገፅ:","heading16":"16. የሶስተኛ ወገን ማገናኛዎች","para16":"አልፎ አልፎ፣ በእኛ ውሳኔ፣ በድረ-ገጻችን ላይ የሶስተኛ ወገን ምርቶችን ወይም አገልግሎቶችን ልናካትተው ወይም ልናቀርብ እንችላለን። እነዚህ የሶስተኛ ወገን ጣቢያዎች የተለየ እና ገለልተኛ የግላዊነት ፖሊሲዎች አሏቸው። ስለዚህ ለእነዚህ ተያያዥ ጣቢያዎች ይዘት እና እንቅስቃሴዎች ምንም አይነት ሃላፊነት ወይም ተጠያቂነት የለንም. ቢሆንም፣ የጣቢያችንን ታማኝነት ለመጠበቅ እንፈልጋለን እና ስለነዚህ ጣቢያዎች ማንኛውንም አስተያየት በደስታ እንቀበላለን።","heading17":"17. የህዝብ መድረኮች","para17":"እባኮትን በፍቃደኝነት የግል መረጃን በመስመር ላይ በይፋ ተደራሽ በሆነው የድረ-ገጹ ክፍል ካሳወቁ መረጃው በሌሎች ሊሰበሰብ እና ሊጠቀምበት እንደሚችል ይገንዘቡ። የጎብኝዎቻችንን እና የተጠቃሚዎቻችንን ድርጊት አንቆጣጠርም።","heading18":"18. የልጆች ግላዊነት","para18":"የኛ ማራዘሚያ እድሜው ከ13 አመት በታች የሆነን ሰው አያነጋግርም።እናም እያወቅን ከ13 አመት በታች የሆኑ ህፃናትን በግል የሚለይ መረጃ አንሰበስብም።ከ13 አመት በታች የሆነ ልጅ ግላዊ መረጃ እንደሰጠን ካወቅን ወዲያውኑ ይህንን ከሰርቨራችን እናጠፋዋለን። እርስዎ ወላጅ ወይም አሳዳጊ ከሆኑ እና ልጅዎ የግል መረጃ እንደሰጠን የሚያውቁ ከሆነ እባክዎን አስፈላጊ እርምጃዎችን ለማድረግ እንድንችል ያነጋግሩን።","heading19":"19. የእርስዎ ፈቃድ","para19":"የእኛን ቅጥያ በመጠቀም፣ የግላዊነት መመሪያችንን ተስማምተህ በእሱ ተስማምተሃል","terms":"ውሎች","heading20":"20. መረጃዎን ማዘመን","para20":"ስለእርስዎ ያለንን የግል መረጃ ለመገምገም፣ ለማረም፣ ለማዘመን ወይም ለመሰረዝ ከፈለጉ ወይም የእውቂያ ምርጫዎትን ከእኛ ለመቀየር ከፈለጉ በእውቂያ መረጃው ውስጥ ባለው መረጃ ላይ እኛን በማነጋገር ሊያሳውቁን ይችላሉ። የዚህ ፖሊሲ ክፍል.","heading21":"21. መርጦ ውጣ ትክክል","para21":"ተጠቃሚዎች በማንኛውም ጊዜ ከእኛ የወደፊት ግንኙነቶችን ከመቀበል መርጠው መውጣት ይችላሉ። የኢሜል መልዕክቶችን እና ጋዜጣዎችን ከመቀበል መርጠው ለመውጣት፣ በኢሜይሎቻችን ውስጥ የተሰጡትን መመሪያዎች መከተል ይችላሉ።","heading22":"22. ለአውሮፓ ህብረት ተጠቃሚዎች ተጨማሪ መረጃ","para22":"በአውሮፓ ህብረት ውስጥ የሚኖሩ ተጠቃሚዎች በአጠቃላይ የውሂብ ጥበቃ ደንብ (GDPR) ስር የተወሰኑ መብቶችን የማግኘት መብት አላቸው። እነዚህ መብቶች የእርስዎን የግል ውሂብ ሂደት የመድረስ፣ የማረም፣ የመደምሰስ፣ የመገደብ፣ የማስተላለፍ ወይም የመቃወም ችሎታን ያካትታሉ። እነዚህን መብቶች ለመጠቀም ከፈለጉ፣ እባክዎን በቀረቡት ዝርዝሮች ያግኙን።","heading23":"23. ለተጨማሪ ጥያቄ የእውቂያ መረጃ","para23":"ለማንኛውም ተጨማሪ ጥያቄዎች ወይም መብቶችዎን ለመጠቀም፣ በዚህ ሊያገኙን ይችላሉ፡-","li231":"Hotstar ፓርቲ","li232":"ኢሜይል፡-","li233":"ድህረገፅ:","li234":"መጨረሻ የዘመነው፡ ኤፕሪል 23፣ 2024","readmore":"ተጨማሪ ያንብቡ..."}