{"mainheading":"سياسة الخصوصية لحزب Hotstar","overview":"ملخص","overviewpara":"مرحبًا بك في حفلة Hotstar! تصف سياسة الخصوصية هذه كيفية جمع معلوماتك واستخدامها ومشاركتها عند استخدام ملحق Hotstar Party المتوفر من موقعنا على الويب على","overviewspan":". باستخدام امتدادنا، فإنك توافق على جمع واستخدام المعلومات وفقًا لهذه السياسة. إذا كنت لا توافق على الشروط، يرجى عدم استخدام الامتداد.","heading1":"1. جمع المعلومات واستخدامها","subheading11":"أ. معلومات شخصية","subpara11":"نقوم بجمع المعلومات التي تقدمها لنا مباشرة عند استخدام امتدادنا. قد يشمل ذلك:","li01":"عنوان البريد الإلكتروني","li02":"نوع المتصفح وإعداداته","li03":"تاريخ ووقت استخدام الامتداد","li04":"معلومات حول تكوين المتصفح والمكونات الإضافية","li05":"عنوان IP","subheading12":"ب. بيانات الاستخدام","subpara12":"نقوم أيضًا بجمع المعلومات تلقائيًا أثناء تنقلك عبر المواقع. تتضمن هذه المعلومات تفاصيل حول زياراتك مثل بيانات حركة المرور وبيانات الموقع والسجلات وبيانات وموارد الاتصال الأخرى التي يمكنك الوصول إليها.","heading2":"2. تبادل المعلومات والإفصاح عنها","para2":"نحن لا نبيع معلومات التعريف الشخصية الخاصة بك أو نتاجر بها أو ننقلها إلى أطراف خارجية إلا إذا قدمنا ​​للمستخدمين إشعارًا مسبقًا. ولا يشمل ذلك شركاء استضافة مواقع الويب والأطراف الأخرى التي تساعدنا في تشغيل موقعنا أو إجراء أعمالنا أو خدمة مستخدمينا، طالما وافقت تلك الأطراف على الحفاظ على سرية هذه المعلومات.","heading3":"3. ملفات تعريف الارتباط وتقنيات التتبع","para3":"يستخدم Hotstar Party ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتتبع النشاط على خدماتنا ونحتفظ بمعلومات معينة. ملفات تعريف الارتباط هي ملفات تحتوي على كمية صغيرة من البيانات والتي قد تتضمن معرفًا فريدًا مجهولاً. يمكنك توجيه متصفحك لرفض جميع ملفات تعريف الارتباط أو الإشارة إلى وقت إرسال ملف تعريف الارتباط.","heading4":"4. أمن البيانات","para4":"نحن نسعى جاهدين لتنفيذ تدابير أمنية معقولة للحماية من الوصول غير المصرح به إلى البيانات أو تغييرها أو الكشف عنها أو إتلافها بشكل غير مصرح به. ومع ذلك، لا يمكن ضمان نقل البيانات عبر الإنترنت أو الشبكة اللاسلكية.","heading5":"5. الكشف عن الشركة التابعة","para5":"تم تصميم هذا الامتداد للحفاظ على خدمة عالية الجودة وإدارة تكاليف الخادم بفعالية. كجزء من جهودنا للحفاظ على عملياتنا، قد نكسب عمولات تابعة على عمليات الشراء التي تتم على معظم مواقع الويب بعد تثبيت الامتداد، والذي يعمل تلقائيًا.","heading6":"6. حقوقك","subheading61":"أ. الحق في التصحيح","subpara61":"لديك الحق في تصحيح أو إكمال أي بيانات شخصية غير صحيحة أو غير كاملة نحتفظ بها عنك. إذا لاحظت أي اختلافات أو عدم دقة في المعلومات التي قدمتها لنا، يرجى الاتصال بنا على الفور.","subheading62":"ب. الحق في التقييد","subpara62":"لديك الحق في أن تطلب تقييد معالجة بياناتك الشخصية في ظل ظروف معينة، مثل إذا كنت تعترض على دقة تلك البيانات أو إذا اعترضت على معالجتنا.","subheading63":"ج. الحق في الاعتراض","subpara63":"لديك الحق في الاعتراض على معالجتنا لبياناتك الشخصية في ظل ظروف معينة، خاصة إذا كنا نعالج بياناتك بناءً على مصالح مشروعة أو لأغراض تسويقية مباشرة.","heading7":"7. التغييرات في سياسة الخصوصية هذه","para7":"قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. وسوف نقوم بإعلامك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة. سنخبرك عبر البريد الإلكتروني و/أو إشعار بارز على خدمتنا، قبل أن يصبح التغيير ساري المفعول.","heading8":"8. معلومات الاتصال","para8":"إذا كانت لديك أي أسئلة أو استفسارات بخصوص سياسة الخصوصية هذه، يرجى الاتصال بنا على:","li81":"حفلة هوت ستار","li82":"بريد إلكتروني:","li83":"موقع إلكتروني:","heading9":"9. الاحتفاظ بالبيانات","para9":"سنحتفظ بمعلوماتك الشخصية فقط طالما كان ذلك ضروريًا للأغراض المنصوص عليها في سياسة الخصوصية هذه. سنحتفظ بمعلوماتك ونستخدمها بالقدر اللازم للامتثال لالتزاماتنا القانونية (على سبيل المثال، إذا طُلب منا الاحتفاظ ببياناتك للامتثال للقوانين المعمول بها)، وحل النزاعات، وإنفاذ اتفاقياتنا وسياساتنا القانونية.","heading10":"10. عمليات نقل البيانات الدولية","para101":"قد يتم نقل معلوماتك، بما في ذلك البيانات الشخصية، إلى أجهزة الكمبيوتر الموجودة خارج ولايتك أو مقاطعتك أو بلدك أو أي ولاية قضائية حكومية أخرى حيث قد تختلف قوانين حماية البيانات عن تلك الخاصة بولايتك القضائية.","para102":"إن موافقتك على سياسة الخصوصية هذه متبوعة بتقديم هذه المعلومات تمثل موافقتك على هذا النقل. ستتخذ Hotstar Party جميع الخطوات اللازمة بشكل معقول لضمان التعامل مع بياناتك بشكل آمن ووفقًا لسياسة الخصوصية هذه ولن يتم نقل بياناتك الشخصية إلى منظمة أو دولة ما لم تكن هناك ضوابط كافية مطبقة بما في ذلك أمان بياناتك ومعلوماتك الشخصية الأخرى.","heading11":"11. اتصل بنا","para11":"لمزيد من التوضيح حول ممارساتنا المتعلقة بالبيانات أو لممارسة أي من حقوقك، لا تتردد في الاتصال بنا على:","li111":"حفلة هوت ستار","li112":"بريد إلكتروني:","li113":"موقع إلكتروني:","heading12":"12. تدابير أمن البيانات","para12":"نحن نأخذ أمن بياناتك على محمل الجد. نحن ننفذ مجموعة متنوعة من الإجراءات الأمنية للحفاظ على سلامة معلوماتك الشخصية عند إدخال معلوماتك الشخصية أو إرسالها أو الوصول إليها. وتشمل هذه:","li121":"استخدام تشفير SSL/TLS للبيانات المنقولة عبر الإنترنت.","li122":"تنفيذ بروتوكولات وإجراءات الأمان لحماية البيانات المخزنة على خوادمنا.","li123":"قصر الوصول إلى بياناتك الشخصية على الموظفين والمقاولين والوكلاء الذين يحتاجون إلى معرفة تلك المعلومات من أجل معالجتها نيابة عنا. هؤلاء الأفراد ملزمون بالتزامات السرية وقد يخضعون للتأديب، بما في ذلك إنهاء الخدمة والملاحقة الجنائية، إذا فشلوا في الوفاء بهذه الالتزامات.","heading13":"13. الالتزام بالمتطلبات القانونية","para13":"يجوز لنا الكشف عن معلوماتك الشخصية عندما يكون ذلك مطلوبًا بموجب القانون أو أمر الاستدعاء أو إذا كنا نعتقد أن هذا الإجراء ضروري من أجل:","li131":"الامتثال للقانون والطلبات المعقولة لإنفاذ القانون.","li132":"فرض سياسات موقعنا الإلكتروني أو حماية حقوق أو ملكية أو سلامة شركتنا أو عملائنا أو الآخرين.","li133":"منع أو إيقاف النشاط الذي قد نعتبره، أو يشكل خطرًا، نشاطًا غير قانوني أو غير أخلاقي أو قابل للتنفيذ قانونيًا.","heading14":"14. التغييرات في سياسة الخصوصية هذه","para141":"نحن نحتفظ بالحق في تحديث أو تغيير سياسة الخصوصية الخاصة بنا في أي وقت. يجب عليك التحقق من سياسة الخصوصية هذه بشكل دوري. إن استمرارك في استخدام الخدمة بعد نشر أي تعديلات على سياسة الخصوصية على هذه الصفحة سيشكل إقرارًا منك بالتعديلات وموافقتك على الالتزام بسياسة الخصوصية المعدلة.","para142":"إذا قمنا بإجراء أي تغييرات جوهرية على كيفية تعاملنا مع مستخدمينا","heading15":"15. معلومات الاتصال","para15":"إذا كانت لديك أي أسئلة أو تعليقات إضافية حول سياسة الخصوصية هذه، يرجى الاتصال بنا باستخدام المعلومات أدناه:","li151":"حفلة هوت ستار","li152":"بريد إلكتروني:","li153":"موقع إلكتروني:","heading16":"16. روابط الطرف الثالث","para16":"في بعض الأحيان، وفقًا لتقديرنا، قد نقوم بتضمين أو تقديم منتجات أو خدمات تابعة لجهات خارجية على موقعنا الإلكتروني. تمتلك مواقع الطرف الثالث هذه سياسات خصوصية منفصلة ومستقلة. ولذلك، فإننا لا نتحمل أي مسؤولية أو التزام تجاه محتوى وأنشطة هذه المواقع المرتبطة. ومع ذلك، فإننا نسعى لحماية سلامة موقعنا ونرحب بأي تعليقات حول هذه المواقع.","heading17":"17. المنتديات العامة","para17":"يرجى العلم أنه إذا قمت بالكشف طوعًا عن المعلومات الشخصية عبر الإنترنت في جزء يمكن الوصول إليه بشكل عام من موقع الويب، فقد يتم جمع هذه المعلومات واستخدامها من قبل الآخرين. نحن لا نتحكم في تصرفات زوارنا ومستخدمينا.","heading18":"18. خصوصية الأطفال","para18":"ملحقنا لا يخاطب أي شخص يقل عمره عن 13 عامًا. نحن لا نجمع معلومات التعريف الشخصية من الأطفال دون سن 13 عامًا عن عمد. وفي حالة اكتشافنا أن طفلًا أقل من 13 عامًا قد زودنا بمعلومات شخصية، فإننا نحذف هذه المعلومات على الفور من خوادمنا. إذا كنت أحد الوالدين أو الوصي وكنت على علم بأن طفلك قد زودنا بمعلومات شخصية، فيرجى الاتصال بنا حتى نتمكن من اتخاذ الإجراءات اللازمة.","heading19":"19. موافقتك","para19":"باستخدام امتدادنا، فإنك توافق بموجبه على سياسة الخصوصية الخاصة بنا وتوافق عليها","terms":"شروط.","heading20":"20. تحديث معلوماتك","para20":"إذا كنت ترغب في مراجعة أو تصحيح أو تحديث أو حذف المعلومات الشخصية التي لدينا عنك أو إذا كنت ترغب في تغيير تفضيلاتك لجهات الاتصال الخاصة بنا، فيمكنك إخبارنا بذلك عن طريق الاتصال بنا على المعلومات المقدمة في معلومات الاتصال قسم من هذه السياسة.","heading21":"21. حق إلغاء الاشتراك","para21":"يمكن للمستخدمين إلغاء الاشتراك في تلقي الاتصالات المستقبلية منا في أي وقت. لإلغاء الاشتراك في تلقي رسائل البريد الإلكتروني والرسائل الإخبارية، يمكنك اتباع الإرشادات الواردة في رسائل البريد الإلكتروني لدينا.","heading22":"22. معلومات إضافية لمستخدمي الاتحاد الأوروبي","para22":"يحق للمستخدمين المقيمين في الاتحاد الأوروبي الحصول على حقوق معينة بموجب اللائحة العامة لحماية البيانات (GDPR). تتضمن هذه الحقوق القدرة على الوصول إلى بياناتك الشخصية أو تصحيحها أو محوها أو تقييدها أو نقلها أو الاعتراض على معالجتها. إذا كنت ترغب في ممارسة هذه الحقوق، يرجى الاتصال بنا على التفاصيل المقدمة.","heading23":"23. معلومات الاتصال لمزيد من الاستفسار","para23":"إذا كانت لديك أية أسئلة أخرى أو لممارسة حقوقك، يمكنك التواصل معنا على:","li231":"حفلة هوت ستار","li232":"بريد إلكتروني:","li233":"موقع إلكتروني:","li234":"آخر تحديث: 23 أبريل 2024","readmore":"اقرأ أكثر ..."}