{"mainheading":"Правила за поверителност за Hotstar Party","overview":"Преглед","overviewpara":"Добре дошли в Hotstar Party! Тази Политика за поверителност описва как вашата информация се събира, използва и споделя, когато използвате разширението Hotstar Party, достъпно от нашия уебсайт на","overviewspan":". Използвайки нашето разширение, вие се съгласявате със събирането и използването на информация в съответствие с тази политика. Ако не сте съгласни с условията, моля, не използвайте разширението.","heading1":"1. Събиране и използване на информация","subheading11":"а. Лична информация","subpara11":"Ние събираме информация, която вие предоставяте директно на нас, когато използвате нашето разширение. Това може да включва:","li01":"Имейл адрес","li02":"Тип и настройки на браузъра","li03":"Дата и час, когато е използвано разширението","li04":"Информация за конфигурацията на браузъра и плъгините","li05":"IP адрес","subheading12":"b. Данни за използване","subpara12":"Също така събираме информация автоматично, докато навигирате в сайтовете. Тази информация включва подробности за вашите посещения като данни за трафика, данни за местоположението, регистрационни файлове и други комуникационни данни и ресурси, до които имате достъп.","heading2":"2. Споделяне и разкриване на информация","para2":"Ние не продаваме, търгуваме или по друг начин прехвърляме на външни страни вашата лична информация, освен ако не уведомим потребителите предварително. Това не включва партньори за хостинг на уебсайтове и други страни, които ни помагат при работата с нашия уебсайт, извършването на бизнеса ни или обслужването на нашите потребители, стига тези страни да се съгласят да пазят тази информация поверителна.","heading3":"3. Бисквитки и технологии за проследяване","para3":"Hotstar Party използва бисквитки и подобни технологии за проследяване, за да проследява активността в нашите услуги и ние съхраняваме определена информация. Бисквитките са файлове с малко количество данни, които могат да включват анонимен уникален идентификатор. Можете да инструктирате браузъра си да откаже всички бисквитки или да посочи кога се изпраща бисквитка.","heading4":"4. Сигурност на данните","para4":"Ние се стремим да прилагаме разумни мерки за сигурност, за да се предпазим от неоторизиран достъп до или неоторизирана промяна, разкриване или унищожаване на данни. Въпреки това не може да се гарантира никакво предаване на данни през интернет или безжична мрежа.","heading5":"5. Разкриване на партньорска информация","para5":"Това разширение е предназначено да поддържа висококачествена услуга и да управлява ефективно сървърните разходи. Като част от нашите усилия да поддържаме дейността си, може да печелим партньорски комисионни за покупки, направени на повечето уебсайтове, след като инсталираме разширението, което работи автоматично.","heading6":"6. Вашите права","subheading61":"а. Право на корекция","subpara61":"Имате право всички неточни или непълни лични данни, които съхраняваме за вас, да бъдат коригирани или попълнени. Ако забележите несъответствия или неточности в информацията, която сте ни предоставили, моля, свържете се с нас незабавно.","subheading62":"b. Право на ограничение","subpara62":"Имате право да поискате да ограничим обработването на вашите лични данни при определени обстоятелства, като например ако оспорвате точността на тези данни или ако сте възразили срещу нашата обработка.","subheading63":"° С. Право на възражение","subpara63":"Имате право да възразите срещу нашата обработка на вашите лични данни при определени обстоятелства, особено ако обработваме вашите данни въз основа на законни интереси или за целите на директния маркетинг.","heading7":"7. Промени в тази Политика за поверителност","para7":"Може да актуализираме нашата Политика за поверителност от време на време. Ще ви уведомим за всички промени, като публикуваме новата Политика за поверителност на тази страница. Ще ви уведомим чрез имейл и/или ясно известие в нашата услуга, преди промяната да влезе в сила.","heading8":"8. Информация за контакт","para8":"За всякакви въпроси или притеснения относно тази Политика за поверителност, моля, свържете се с нас на:","li81":"Парти Hotstar","li82":"Електронна поща:","li83":"уебсайт:","heading9":"9. Запазване на данни","para9":"Ние ще запазим вашата лична информация само толкова дълго, колкото е необходимо за целите, посочени в тази Политика за поверителност. Ние ще запазим и използваме вашата информация до степента, необходима за спазване на нашите правни задължения (например, ако се изисква да запазим вашите данни, за да спазим приложимите закони), разрешаване на спорове и прилагане на нашите правни споразумения и политики.","heading10":"10. Международни трансфери на данни","para101":"Вашата информация, включително лични данни, може да бъде прехвърлена към — и поддържана на — компютри, разположени извън вашия щат, провинция, страна или друга правителствена юрисдикция, където законите за защита на данните може да се различават от тези на вашата юрисдикция.","para102":"Вашето съгласие с тази Политика за поверителност, последвано от подаването на такава информация, представлява вашето съгласие с това прехвърляне. Hotstar Party ще предприеме всички разумно необходими стъпки, за да гарантира, че вашите данни се третират сигурно и в съответствие с тази Политика за поверителност и няма да се извършва прехвърляне на личните ви данни към организация или държава, освен ако не е налице подходящ контрол, включително сигурността на вашите данни и друга лична информация.","heading11":"11. Свържете се с нас","para11":"За допълнителни разяснения относно нашите практики за данни или за упражняване на някое от вашите права, не се колебайте да се свържете с нас на:","li111":"Парти Hotstar","li112":"Електронна поща:","li113":"уебсайт:","heading12":"12. Мерки за сигурност на данните","para12":"Ние се отнасяме сериозно към сигурността на вашите данни. Ние прилагаме различни мерки за сигурност, за да поддържаме безопасността на вашата лична информация, когато въвеждате, изпращате или осъществявате достъп до вашата лична информация. Те включват:","li121":"Използване на SSL/TLS криптиране за данни, предавани през интернет.","li122":"Внедряване на протоколи за сигурност и мерки за защита на данните, съхранявани на нашите сървъри.","li123":"Ограничаване на достъпа до вашите лични данни до служители, изпълнители и агенти, които трябва да знаят тази информация, за да я обработват от наше име. Тези лица са обвързани със задължения за поверителност и могат да бъдат обект на дисциплинарни мерки, включително прекратяване и наказателно преследване, ако не изпълнят тези задължения.","heading13":"13. Съответствие със законовите изисквания","para13":"Можем да разкрием вашата лична информация, когато това се изисква от закона или призовка или ако смятаме, че такова действие е необходимо за:","li131":"Спазвайте закона и разумните искания на правоприлагащите органи.","li132":"Налагаме правилата на нашия уебсайт или защитаваме правата, собствеността или безопасността на нашата компания, нашите клиенти или други.","li133":"Предотвратяване или спиране на дейност, която може да считаме за незаконна, неетична или правно подлежаща на действие или представляваща риск да бъде.","heading14":"14. Промени в тази Политика за поверителност","para141":"Ние си запазваме правото да актуализираме или променяме нашата Политика за поверителност по всяко време. Трябва периодично да проверявате тази Политика за поверителност. Ако продължите да използвате услугата, след като публикуваме каквито и да е промени в Политиката за поверителност на тази страница, това ще представлява вашето потвърждение за промените и вашето съгласие да спазвате и да бъдете обвързани от променената Политика за поверителност.","para142":"Ако направим съществени промени в начина, по който се отнасяме към нашите потребители","heading15":"15. Информация за контакт","para15":"За всякакви допълнителни въпроси или коментари относно тази Политика за поверителност, моля, свържете се с нас, като използвате информацията по-долу:","li151":"Парти Hotstar","li152":"Електронна поща:","li153":"уебсайт:","heading16":"16. Връзки на трети страни","para16":"Понякога, по наша преценка, можем да включим или предложим продукти или услуги на трети страни на нашия уебсайт. Тези сайтове на трети страни имат отделни и независими политики за поверителност. Следователно ние не носим отговорност за съдържанието и дейностите на тези свързани сайтове. Независимо от това, ние се стремим да защитим целостта на нашия сайт и приветстваме всякакви отзиви за тези сайтове.","heading17":"17. Публични форуми","para17":"Моля, имайте предвид, че ако доброволно разкриете лична информация онлайн в публично достъпна част на уебсайта, тази информация може да бъде събрана и използвана от други. Ние не контролираме действията на нашите посетители и потребители.","heading18":"18. Поверителност на децата","para18":"Нашето разширение не се отнася до никого под 13-годишна възраст. Ние не събираме съзнателно лична информация от деца под 13-годишна възраст. В случай, че открием, че дете под 13-годишна възраст ни е предоставило лична информация, ние незабавно я изтриваме от нашите сървъри. Ако сте родител или настойник и знаете, че вашето дете ни е предоставило лична информация, моля свържете се с нас, за да можем да предприемем необходимите действия.","heading19":"19. Вашето съгласие","para19":"Използвайки нашето разширение, вие се съгласявате с нашата Политика за поверителност и се съгласявате с нея","terms":"условия.","heading20":"20. Актуализиране на вашата информация","para20":"Ако искате да прегледате, коригирате, актуализирате или изтриете личната информация, която имаме за вас, или ако искате да промените предпочитанията си за контакти от нас, можете да ни уведомите, като се свържете с нас на информацията, предоставена в Информацията за контакт раздел от тази политика.","heading21":"21. Право на отказ","para21":"Потребителите могат да се откажат да получават бъдещи съобщения от нас по всяко време. За да се откажете от получаване на имейл съобщения и бюлетини, можете да следвате инструкциите, предоставени в нашите имейли.","heading22":"22. Допълнителна информация за потребители в ЕС","para22":"Потребителите, пребиваващи в Европейския съюз, имат определени права съгласно Общия регламент за защита на данните (GDPR). Тези права включват възможност за достъп, коригиране, изтриване, ограничаване, прехвърляне или възражение срещу обработката на вашите лични данни. Ако желаете да упражните тези права, моля свържете се с нас на посочените данни.","heading23":"23. Информация за контакт за допълнителни запитвания","para23":"За допълнителни въпроси или упражняване на правата си можете да се свържете с нас на:","li231":"Парти Hotstar","li232":"Електронна поща:","li233":"уебсайт:","li234":"Последна актуализация: 23 април 2024 г","readmore":"Прочетете още ..."}