{"mainheading":"Política de privadesa per a Hotstar Party","overview":"Visió general","overviewpara":"Benvinguts a Hotstar Party! Aquesta Política de privadesa descriu com es recull, s'utilitza i es comparteix la vostra informació quan utilitzeu l'extensió Hotstar Party disponible al nostre lloc web a","overviewspan":". En utilitzar la nostra extensió, accepteu la recollida i l'ús d'informació d'acord amb aquesta política. Si no esteu d'acord amb els termes, no feu servir l'extensió.","heading1":"1. Recollida i ús d'informació","subheading11":"a. Informació personal","subpara11":"Recopilem la informació que ens proporcioneu directament quan utilitzeu la nostra extensió. Això pot incloure:","li01":"Correu electrònic","li02":"Tipus de navegador i configuració","li03":"Data i hora en què s'ha utilitzat l'extensió","li04":"Informació sobre la configuració del navegador i els connectors","li05":"adreça IP","subheading12":"b. Dades d'ús","subpara12":"També recopilem informació automàticament mentre navegueu pels llocs. Aquesta informació inclou detalls sobre les vostres visites, com ara dades de trànsit, dades d'ubicació, registres i altres dades i recursos de comunicació als quals accediu.","heading2":"2. Compartició i divulgació d'informació","para2":"No venem, comercialitzem o transferim de cap altra manera a tercers la vostra informació d'identificació personal tret que proporcionem als usuaris un avís previ. Això no inclou els socis d'allotjament de llocs web i altres parts que ens ajuden a operar el nostre lloc web, a dur a terme els nostres negocis o a atendre els nostres usuaris, sempre que aquestes parts acceptin mantenir aquesta informació confidencial.","heading3":"3. Cookies i tecnologies de seguiment","para3":"Hotstar Party utilitza cookies i tecnologies de seguiment similars per fer un seguiment de l'activitat dels nostres serveis i tenim certa informació. Les galetes són fitxers amb una petita quantitat de dades que poden incloure un identificador únic anònim. Podeu indicar al vostre navegador que rebutgi totes les cookies o que indiqui quan s'envia una galeta.","heading4":"4. Seguretat de les dades","para4":"Ens esforcem per implementar mesures de seguretat raonables per protegir contra l'accés no autoritzat o l'alteració, divulgació o destrucció no autoritzades de les dades. No obstant això, no es pot garantir cap transmissió de dades a través d'Internet o xarxa sense fil.","heading5":"5. Divulgació d'afiliats","para5":"Aquesta extensió està dissenyada per mantenir un servei d'alta qualitat i gestionar els costos del servidor de manera eficaç. Com a part dels nostres esforços per mantenir les nostres operacions, és possible que guanyem comissions d'afiliats per les compres fetes a la majoria dels llocs web després d'instal·lar l'extensió, que funciona automàticament.","heading6":"6. Els teus drets","subheading61":"a. Dret de rectificació","subpara61":"Teniu dret a que es corregin o completin qualsevol dada personal incorrecta o incompleta que tenim sobre vostè. Si observeu alguna discrepància o inexactitud en la informació que ens heu proporcionat, poseu-vos en contacte amb nosaltres immediatament.","subheading62":"b. Dret a la restricció","subpara62":"Teniu dret a sol·licitar que restringim el tractament de les vostres dades personals en determinades circumstàncies, com ara si impugna l'exactitud d'aquestes dades o si us heu oposat al nostre tractament.","subheading63":"c. Dret d'oposició","subpara63":"Teniu dret a oposar-vos al tractament de les vostres dades personals en determinades circumstàncies, especialment si estem tractant les vostres dades en base a interessos legítims o amb finalitats de màrqueting directe.","heading7":"7. Canvis a aquesta Política de privadesa","para7":"És possible que actualitzem la nostra Política de privadesa de tant en tant. Us avisarem de qualsevol canvi mitjançant la publicació de la nova Política de privadesa en aquesta pàgina. Us ho farem saber per correu electrònic i/o amb un avís destacat sobre el nostre servei, abans que el canvi es faci efectiu.","heading8":"8. Informació de contacte","para8":"Per a qualsevol pregunta o dubte sobre aquesta Política de privadesa, poseu-vos en contacte amb nosaltres a:","li81":"Festa Hotstar","li82":"Correu electrònic:","li83":"Lloc web:","heading9":"9. Conservació de dades","para9":"Conservarem la vostra informació personal només durant el temps que sigui necessari per a les finalitats establertes en aquesta Política de privadesa. Conservarem i utilitzarem la vostra informació en la mesura que sigui necessari per complir amb les nostres obligacions legals (per exemple, si estem obligats a conservar les vostres dades per complir amb les lleis aplicables), resoldre disputes i fer complir els nostres acords i polítiques legals.","heading10":"10. Transferències internacionals de dades","para101":"La vostra informació, incloses les dades personals, es pot transferir i conservar en ordinadors situats fora del vostre estat, província, país o una altra jurisdicció governamental on les lleis de protecció de dades poden diferir de les de la vostra jurisdicció.","para102":"El vostre consentiment a aquesta Política de privadesa seguit de l'enviament d'aquesta informació representa el vostre acord amb aquesta transferència. Hotstar Party prendrà totes les mesures raonablement necessàries per garantir que les vostres dades es tracten de manera segura i d'acord amb aquesta Política de privadesa i no es realitzarà cap transferència de les vostres dades personals a una organització o un país tret que hi hagi controls adequats, inclosa la seguretat de les teves dades i altres dades personals.","heading11":"11. Contacta amb nosaltres","para11":"Per a més aclariments sobre les nostres pràctiques de dades o per exercir qualsevol dels seus drets, no dubti en contactar amb nosaltres a:","li111":"Festa Hotstar","li112":"Correu electrònic:","li113":"Lloc web:","heading12":"12. Mesures de seguretat de dades","para12":"Ens prenem seriosament la seguretat de les vostres dades. Implementem diverses mesures de seguretat per mantenir la seguretat de la vostra informació personal quan introduïu, envieu o accediu a la vostra informació personal. Això inclou:","li121":"Ús de xifratge SSL/TLS per a les dades transmeses per Internet.","li122":"Implementació de protocols i mesures de seguretat per protegir les dades emmagatzemades als nostres servidors.","li123":"Limitar l'accés a les vostres dades personals als empleats, contractistes i agents que necessiten conèixer aquesta informació per processar-la en nom nostre. Aquestes persones estan subjectes a obligacions de confidencialitat i poden estar subjectes a mesures disciplinaris, inclosa la terminació i el procés penal, si no compleixen aquestes obligacions.","heading13":"13. Compliment dels requisits legals","para13":"Podem revelar la vostra informació personal quan ho requereixi la llei o la citació o si creiem que aquesta acció és necessària per:","li131":"Complir amb la llei i les peticions raonables de les forces de l'ordre.","li132":"Fer complir les polítiques del nostre lloc web o protegir els drets, la propietat o la seguretat de la nostra empresa, els nostres clients o altres.","li133":"Prevenir o aturar l'activitat que podem considerar, o que suposa un risc de ser, una activitat il·legal, poc ètica o legalment susceptible d'acció.","heading14":"14. Canvis a aquesta Política de privadesa","para141":"Ens reservem el dret d'actualitzar o canviar la nostra Política de privadesa en qualsevol moment. Heu de consultar aquesta Política de privadesa periòdicament. El vostre ús continuat del servei després de publicar qualsevol modificació a la Política de privadesa en aquesta pàgina constituirà el vostre reconeixement de les modificacions i el vostre consentiment per complir i estar subjecte a la Política de privadesa modificada.","para142":"Si fem algun canvi material en la manera com tractem els nostres usuaris","heading15":"15. Informació de contacte","para15":"Per a qualsevol pregunta o comentari addicional sobre aquesta Política de privadesa, poseu-vos en contacte amb nosaltres mitjançant la informació següent:","li151":"Festa Hotstar","li152":"Correu electrònic:","li153":"Lloc web:","heading16":"16. Enllaços de tercers","para16":"Ocasionalment, a la nostra discreció, podem incloure o oferir productes o serveis de tercers al nostre lloc web. Aquests llocs de tercers tenen polítiques de privadesa separades i independents. Per tant, no tenim cap responsabilitat pel contingut i les activitats d'aquests llocs enllaçats. No obstant això, busquem protegir la integritat del nostre lloc i agraïm qualsevol comentari sobre aquests llocs.","heading17":"17. Fòrums Públics","para17":"Si us plau, tingueu en compte que si divulgeu voluntàriament informació personal en línia en una part del lloc web d'accés públic, aquesta informació podria ser recopilada i utilitzada per altres. No controlem les accions dels nostres visitants i usuaris.","heading18":"18. Privacitat dels nens","para18":"La nostra extensió no s'adreça a ningú menor de 13 anys. No recollim conscientment informació d'identificació personal de menors de 13 anys. En cas que descobrim que un menor de 13 anys ens ha proporcionat informació personal, la suprimim immediatament dels nostres servidors. Si sou pares o tutors i sabeu que el vostre fill ens ha proporcionat informació personal, poseu-vos en contacte amb nosaltres perquè puguem fer les accions necessàries.","heading19":"19. El teu consentiment","para19":"En utilitzar la nostra extensió, accepteu la nostra Política de privadesa i n'accepteu","terms":"termes.","heading20":"20. Actualització de la vostra informació","para20":"Si voleu revisar, corregir, actualitzar o eliminar la informació personal que tenim sobre vosaltres o si voleu canviar les vostres preferències de contactes amb nosaltres, podeu fer-nos-ho saber posant-vos en contacte amb nosaltres a la informació proporcionada a la informació de contacte. secció d'aquesta política.","heading21":"21. Dret d'exclusió","para21":"Els usuaris poden optar per no rebre futures comunicacions de la nostra part en qualsevol moment. Per desactivar la recepció de missatges de correu electrònic i butlletins de notícies, podeu seguir les instruccions que es proporcionen als nostres correus electrònics.","heading22":"22. Informació addicional per als usuaris de la UE","para22":"Els usuaris residents a la Unió Europea tenen dret a determinats drets en virtut del Reglament General de Protecció de Dades (GDPR). Aquests drets inclouen la possibilitat d'accedir, rectificar, esborrar, restringir, transferir o oposar-se al tractament de les vostres dades personals. Si voleu exercir aquests drets, poseu-vos en contacte amb nosaltres a les dades facilitades.","heading23":"23. Informació de contacte per a més consultes","para23":"Per a qualsevol dubte o per exercir els vostres drets, podeu posar-vos en contacte amb nosaltres a:","li231":"Festa Hotstar","li232":"Correu electrònic:","li233":"Lloc web:","li234":"Última actualització: 23 d'abril de 2024","readmore":"Llegeix més ..."}