{"mainheading":"Zásady ochrany osobních údajů pro Hotstar Party","overview":"Přehled","overviewpara":"Vítejte na Hotstar Party! Tyto zásady ochrany osobních údajů popisují, jak jsou vaše informace shromažďovány, používány a sdíleny, když používáte rozšíření Hotstar Party dostupné na našich webových stránkách na adrese","overviewspan":". Používáním našeho rozšíření souhlasíte se shromažďováním a používáním informací v souladu s těmito zásadami. Pokud nesouhlasíte s podmínkami, nepoužívejte rozšíření.","heading1":"1. Shromažďování a používání informací","subheading11":"A. Osobní informace","subpara11":"Shromažďujeme informace, které nám poskytnete přímo, když používáte naše rozšíření. To může zahrnovat:","li01":"Emailová adresa","li02":"Typ a nastavení prohlížeče","li03":"Datum a čas použití rozšíření","li04":"Informace o konfiguraci prohlížeče a pluginech","li05":"IP adresa","subheading12":"b. Údaje o použití","subpara12":"Informace také shromažďujeme automaticky, když procházíte stránkami. Tyto informace zahrnují podrobnosti o vašich návštěvách, jako jsou údaje o provozu, údaje o poloze, protokoly a další komunikační údaje a zdroje, ke kterým máte přístup.","heading2":"2. Sdílení a zveřejňování informací","para2":"Vaše osobní údaje neprodáváme, neobchodujeme ani jinak nepřevádíme na třetí strany, pokud o tom uživatele předem neinformujeme. To nezahrnuje partnery pro hostování webových stránek a další strany, které nám pomáhají s provozováním našich webových stránek, provozováním naší činnosti nebo poskytováním služeb našim uživatelům, pokud tyto strany souhlasí s tím, že budou tyto informace držet v tajnosti.","heading3":"3. Soubory cookie a technologie sledování","para3":"Hotstar Party používá soubory cookie a podobné technologie sledování ke sledování aktivity v našich službách a uchováváme určité informace. Cookies jsou soubory s malým množstvím dat, které mohou obsahovat anonymní jedinečný identifikátor. Svému prohlížeči můžete dát pokyn, aby odmítal všechny soubory cookie nebo aby uvedl, kdy se soubor cookie odesílá.","heading4":"4. Zabezpečení dat","para4":"Snažíme se zavést přiměřená bezpečnostní opatření na ochranu před neoprávněným přístupem nebo neoprávněnou změnou, zveřejněním nebo zničením dat. Nelze však zaručit přenos dat přes internet nebo bezdrátovou síť.","heading5":"5. Zveřejnění přidružených společností","para5":"Toto rozšíření je navrženo tak, aby udržovalo vysoce kvalitní služby a efektivně řídilo náklady na server. V rámci našeho úsilí o udržení našich operací můžeme po instalaci rozšíření, které funguje automaticky, získat přidružené provize za nákupy provedené na většině webových stránek.","heading6":"6. Vaše práva","subheading61":"A. Právo na opravu","subpara61":"Máte právo na opravu nebo doplnění jakýchkoli nesprávných nebo neúplných osobních údajů, které o vás uchováváme. Pokud si všimnete jakýchkoli nesrovnalostí nebo nepřesností v informacích, které jste nám poskytli, okamžitě nás kontaktujte.","subheading62":"b. Právo na omezení","subpara62":"Máte právo požadovat, abychom za určitých okolností omezili zpracování vašich osobních údajů, například pokud popíráte přesnost těchto údajů nebo pokud jste vznesli námitku proti našemu zpracování.","subheading63":"C. Právo na námitku","subpara63":"Za určitých okolností máte právo vznést námitku proti našemu zpracování vašich osobních údajů, zejména pokud vaše údaje zpracováváme na základě oprávněných zájmů nebo pro účely přímého marketingu.","heading7":"7. Změny těchto Zásad ochrany osobních údajů","para7":"Naše Zásady ochrany osobních údajů můžeme čas od času aktualizovat. O všech změnách vás budeme informovat zveřejněním nových Zásad ochrany osobních údajů na této stránce. Než změna vstoupí v platnost, dáme vám vědět e-mailem a/nebo nápadným oznámením v naší službě.","heading8":"8. Kontaktní informace","para8":"Máte-li jakékoli dotazy nebo obavy týkající se těchto Zásad ochrany osobních údajů, kontaktujte nás na adrese:","li81":"Hotstar Party","li82":"E-mailem:","li83":"Webová stránka:","heading9":"9. Uchovávání dat","para9":"Vaše osobní údaje budeme uchovávat pouze po dobu nezbytně nutnou pro účely uvedené v těchto Zásadách ochrany osobních údajů. Budeme uchovávat a používat vaše údaje v rozsahu nezbytném pro splnění našich zákonných povinností (například pokud jsme povinni uchovávat vaše údaje v souladu s platnými zákony), řešit spory a prosazovat naše právní dohody a zásady.","heading10":"10. Mezinárodní přenosy dat","para101":"Vaše informace, včetně osobních údajů, mohou být přenášeny – a udržovány na – počítačích umístěných mimo váš stát, provincii, zemi nebo jinou vládní jurisdikci, kde se zákony na ochranu dat mohou lišit od zákonů vaší jurisdikce.","para102":"Váš souhlas s těmito Zásadami ochrany osobních údajů následovaný odesláním takových informací představuje váš souhlas s tímto převodem. Hotstar Party učiní veškerá přiměřeně nezbytná opatření, aby zajistila, že s vašimi údaji bude zacházeno bezpečně a v souladu s těmito Zásadami ochrany osobních údajů a nebude probíhat žádný přenos vašich osobních údajů do organizace nebo země, pokud nejsou zavedeny odpovídající kontroly včetně zabezpečení vaše údaje a další osobní údaje.","heading11":"11. Kontaktujte nás","para11":"Pro další objasnění našich postupů při zpracování údajů nebo pro uplatnění jakýchkoli vašich práv nás neváhejte kontaktovat na adrese:","li111":"Hotstar Party","li112":"E-mailem:","li113":"Webová stránka:","heading12":"12. Opatření pro zabezpečení dat","para12":"Bezpečnost vašich dat bereme vážně. Zavádíme řadu bezpečnostních opatření, abychom zachovali bezpečnost vašich osobních údajů při zadávání, odesílání nebo přístupu k vašim osobním údajům. Tyto zahrnují:","li121":"Použití šifrování SSL/TLS pro data přenášená přes internet.","li122":"Implementace bezpečnostních protokolů a opatření k ochraně dat uložených na našich serverech.","li123":"Omezení přístupu k vašim osobním údajům na zaměstnance, dodavatele a zástupce, kteří tyto informace potřebují znát, aby je mohli zpracovávat naším jménem. Tyto osoby jsou vázány povinností mlčenlivosti a mohou být vystaveny disciplinárnímu řízení, včetně ukončení a trestního stíhání, pokud tyto povinnosti nesplní.","heading13":"13. Soulad s právními požadavky","para13":"Vaše osobní údaje můžeme zpřístupnit, pokud to vyžaduje zákon nebo předvolání nebo pokud se domníváme, že je taková akce nezbytná pro:","li131":"Dodržujte zákon a přiměřené požadavky orgánů činných v trestním řízení.","li132":"Prosazovat zásady našich webových stránek nebo chránit práva, majetek nebo bezpečnost naší společnosti, našich zákazníků nebo jiných.","li133":"Zabránit nebo zastavit činnost, kterou můžeme považovat za nezákonnou, neetickou nebo právně žalovatelnou činnost, nebo za ni představující riziko.","heading14":"14. Změny těchto Zásad ochrany osobních údajů","para141":"Vyhrazujeme si právo naše Zásady ochrany osobních údajů kdykoli aktualizovat nebo změnit. Tyto zásady ochrany osobních údajů byste měli pravidelně kontrolovat. Vaše další používání služby poté, co zveřejníme jakékoli změny Zásad ochrany osobních údajů na této stránce, bude představovat vaše potvrzení změn a váš souhlas dodržovat a být vázáni upravenými Zásadami ochrany osobních údajů.","para142":"Pokud provedeme nějaké podstatné změny v tom, jak zacházíme s našimi uživateli","heading15":"15. Kontaktní informace","para15":"Máte-li jakékoli další dotazy nebo komentáře k těmto Zásadám ochrany osobních údajů, kontaktujte nás pomocí níže uvedených informací:","li151":"Hotstar Party","li152":"E-mailem:","li153":"Webová stránka:","heading16":"16. Odkazy třetích stran","para16":"Příležitostně můžeme podle našeho uvážení zahrnout nebo nabídnout produkty nebo služby třetích stran na našich webových stránkách. Tyto stránky třetích stran mají samostatné a nezávislé zásady ochrany osobních údajů. Neneseme proto žádnou odpovědnost za obsah a aktivity těchto propojených stránek. Přesto se snažíme chránit integritu našich stránek a vítáme jakoukoli zpětnou vazbu k těmto stránkám.","heading17":"17. Veřejná fóra","para17":"Vezměte prosím na vědomí, že pokud dobrovolně zveřejníte osobní údaje online ve veřejně přístupné části webu, mohou být tyto informace shromažďovány a používány ostatními. Nekontrolujeme akce našich návštěvníků a uživatelů.","heading18":"18. Soukromí dětí","para18":"Naše rozšíření neoslovuje nikoho mladšího 13 let. Vědomě neshromažďujeme osobní údaje od dětí mladších 13 let. V případě, že zjistíme, že nám osobní údaje poskytlo dítě mladší 13 let, okamžitě je smažeme z našich serverů. Pokud jste rodič nebo opatrovník a víte, že nám vaše dítě poskytlo osobní údaje, kontaktujte nás, abychom mohli provést potřebné kroky.","heading19":"19. Váš souhlas","para19":"Používáním našeho rozšíření tímto souhlasíte s našimi Zásadami ochrany osobních údajů a souhlasíte s jejich","terms":"podmínky.","heading20":"20. Aktualizace vašich údajů","para20":"Pokud byste chtěli zkontrolovat, opravit, aktualizovat nebo smazat osobní údaje, které o vás máme, nebo pokud byste chtěli změnit své preference ohledně kontaktů od nás, můžete nám dát vědět tím, že nás kontaktujete na informacích uvedených v Kontaktních údajích části těchto zásad.","heading21":"21. Právo odhlásit","para21":"Uživatelé se mohou kdykoli odhlásit z přijímání budoucích zpráv od nás. Chcete-li se odhlásit z přijímání e-mailových zpráv a zpravodajů, můžete postupovat podle pokynů uvedených v našich e-mailech.","heading22":"22. Další informace pro uživatele z EU","para22":"Uživatelé s bydlištěm v Evropské unii mají nárok na určitá práva podle obecného nařízení o ochraně osobních údajů (GDPR). Tato práva zahrnují možnost přístupu k vašim osobním údajům, jejich opravu, vymazání, omezení, přenos nebo vznést námitku proti zpracování. Pokud chcete tato práva uplatnit, kontaktujte nás na uvedených údajích.","heading23":"23. Kontaktní informace pro další dotazy","para23":"V případě jakýchkoli dalších dotazů nebo uplatnění vašich práv nás můžete kontaktovat na adrese:","li231":"Hotstar Party","li232":"E-mailem:","li233":"Webová stránka:","li234":"Poslední aktualizace: 23. dubna 2024","readmore":"Přečtěte si více ..."}