{"mainheading":"Privatlivspolitik for Hotstar Party","overview":"Oversigt","overviewpara":"Velkommen til Hotstar Party! Denne privatlivspolitik beskriver, hvordan dine oplysninger indsamles, bruges og deles, når du bruger Hotstar Party-udvidelsen, som er tilgængelig fra vores hjemmeside på","overviewspan":". Ved at bruge vores udvidelse accepterer du indsamling og brug af oplysninger i overensstemmelse med denne politik. Hvis du ikke er enig i vilkårene, skal du ikke bruge udvidelsen.","heading1":"1. Indsamling og brug af oplysninger","subheading11":"en. Personlig information","subpara11":"Vi indsamler oplysninger, som du giver direkte til os, når du bruger vores udvidelse. Dette kan omfatte:","li01":"Email adresse","li02":"Browsertype og -indstillinger","li03":"Dato og tidspunkt, hvor forlængelsen blev brugt","li04":"Oplysninger om browserkonfiguration og plugins","li05":"IP-adresse","subheading12":"b. Brugsdata","subpara12":"Vi indsamler også oplysninger automatisk, når du navigerer gennem webstederne. Disse oplysninger omfatter detaljer om dine besøg, såsom trafikdata, lokationsdata, logfiler og andre kommunikationsdata og ressourcer, som du har adgang til.","heading2":"2. Informationsdeling og videregivelse","para2":"Vi sælger, bytter eller på anden måde overfører dine personligt identificerbare oplysninger til eksterne parter, medmindre vi giver brugerne forudgående varsel. Dette inkluderer ikke webstedshostingpartnere og andre parter, der hjælper os med at drive vores websted, drive vores forretning eller betjene vores brugere, så længe disse parter er enige om at holde disse oplysninger fortrolige.","heading3":"3. Cookies og sporingsteknologier","para3":"Hotstar Party bruger cookies og lignende sporingsteknologier til at spore aktiviteten på vores tjenester, og vi opbevarer visse oplysninger. Cookies er filer med en lille mængde data, som kan indeholde en anonym unik identifikator. Du kan instruere din browser til at afvise alle cookies eller angive, hvornår en cookie sendes.","heading4":"4. Datasikkerhed","para4":"Vi bestræber os på at implementere rimelige sikkerhedsforanstaltninger for at beskytte mod uautoriseret adgang til eller uautoriseret ændring, offentliggørelse eller ødelæggelse af data. Dog kan ingen datatransmission over internettet eller trådløst netværk garanteres.","heading5":"5. Affiliate Offentliggørelse","para5":"Denne udvidelse er designet til at opretholde service af høj kvalitet og administrere serveromkostninger effektivt. Som en del af vores bestræbelser på at opretholde vores drift, kan vi tjene tilknyttede kommissioner på køb foretaget på de fleste af webstederne efter installation af udvidelsen, som fungerer automatisk.","heading6":"6. Dine rettigheder","subheading61":"en. Ret til berigtigelse","subpara61":"Du har ret til at få rettet eller udfyldt eventuelle ukorrekte eller ufuldstændige personoplysninger, vi har om dig. Hvis du bemærker uoverensstemmelser eller unøjagtigheder i de oplysninger, du har givet os, bedes du kontakte os med det samme.","subheading62":"b. Ret til begrænsning","subpara62":"Du har ret til at anmode om, at vi begrænser behandlingen af ​​dine personoplysninger under visse omstændigheder, såsom hvis du bestrider nøjagtigheden af ​​disse data, eller hvis du har gjort indsigelse mod vores behandling.","subheading63":"c. Ret til at gøre indsigelse","subpara63":"Du har ret til at gøre indsigelse mod vores behandling af dine personoplysninger under visse omstændigheder, især hvis vi behandler dine data baseret på legitime interesser eller til direkte markedsføringsformål.","heading7":"7. Ændringer af denne fortrolighedspolitik","para7":"Vi kan opdatere vores privatlivspolitik fra tid til anden. Vi vil underrette dig om eventuelle ændringer ved at offentliggøre den nye privatlivspolitik på denne side. Vi vil give dig besked via e-mail og/eller en fremtrædende meddelelse om vores service, før ændringen træder i kraft.","heading8":"8. Kontaktoplysninger","para8":"For spørgsmål eller bekymringer vedrørende denne fortrolighedspolitik, bedes du kontakte os på:","li81":"Hotstar fest","li82":"E-mail:","li83":"Internet side:","heading9":"9. Dataopbevaring","para9":"Vi opbevarer kun dine personlige oplysninger, så længe det er nødvendigt for de formål, der er angivet i denne privatlivspolitik. Vi vil beholde og bruge dine oplysninger i det omfang, det er nødvendigt for at overholde vores juridiske forpligtelser (for eksempel hvis vi er forpligtet til at opbevare dine data for at overholde gældende love), løse tvister og håndhæve vores juridiske aftaler og politikker.","heading10":"10. Internationale dataoverførsler","para101":"Dine oplysninger, herunder personlige data, kan overføres til - og vedligeholdes på - computere placeret uden for din stat, provins, land eller anden statslig jurisdiktion, hvor databeskyttelseslovene kan afvige fra lovgivningen i din jurisdiktion.","para102":"Dit samtykke til denne fortrolighedspolitik efterfulgt af din indsendelse af sådanne oplysninger repræsenterer din accept af denne overførsel. Hotstar Party vil tage alle nødvendige skridt for at sikre, at dine data behandles sikkert og i overensstemmelse med denne fortrolighedspolitik, og ingen overførsel af dine personlige data vil finde sted til en organisation eller et land, medmindre der er tilstrækkelig kontrol på plads, herunder sikkerheden af dine data og andre personlige oplysninger.","heading11":"11. Kontakt os","para11":"For yderligere afklaring af vores datapraksis eller for at udøve nogen af ​​dine rettigheder, tøv ikke med at kontakte os på:","li111":"Hotstar fest","li112":"E-mail:","li113":"Internet side:","heading12":"12. Datasikkerhedsforanstaltninger","para12":"Vi tager sikkerheden af ​​dine data seriøst. Vi implementerer en række sikkerhedsforanstaltninger for at opretholde sikkerheden af ​​dine personlige oplysninger, når du indtaster, indsender eller får adgang til dine personlige oplysninger. Disse omfatter:","li121":"Brug af SSL/TLS-kryptering til data transmitteret over internettet.","li122":"Implementering af sikkerhedsprotokoller og foranstaltninger til at beskytte data gemt på vores servere.","li123":"Begrænsning af adgangen til dine personlige data til medarbejdere, entreprenører og agenter, der har brug for at kende disse oplysninger for at kunne behandle dem på vores vegne. Disse personer er bundet af fortrolighedsforpligtelser og kan være underlagt disciplin, herunder opsigelse og strafferetlig forfølgning, hvis de ikke opfylder disse forpligtelser.","heading13":"13. Overholdelse af juridiske krav","para13":"Vi kan videregive dine personlige oplysninger, hvor det er påkrævet ved lov eller stævning, eller hvis vi mener, at en sådan handling er nødvendig for at:","li131":"Overhold loven og de rimelige anmodninger fra retshåndhævelsen.","li132":"Håndhæve vores hjemmesidepolitikker eller beskytte rettighederne, ejendom eller sikkerhed for vores virksomhed, vores kunder eller andre.","li133":"Forhindre eller standse aktivitet, som vi kan betragte som værende eller udgøre en risiko for at være en ulovlig, uetisk eller juridisk handlingspligtig aktivitet.","heading14":"14. Ændringer af denne fortrolighedspolitik","para141":"Vi forbeholder os retten til at opdatere eller ændre vores privatlivspolitik til enhver tid. Du bør tjekke denne fortrolighedspolitik med jævne mellemrum. Din fortsatte brug af tjenesten, efter at vi har offentliggjort ændringer til privatlivspolitikken på denne side, vil udgøre din anerkendelse af ændringerne og dit samtykke til at overholde og være bundet af den ændrede privatlivspolitik.","para142":"Hvis vi foretager væsentlige ændringer i, hvordan vi behandler vores brugere","heading15":"15. Kontaktoplysninger","para15":"For yderligere spørgsmål eller kommentarer til denne privatlivspolitik, bedes du kontakte os ved at bruge nedenstående oplysninger:","li151":"Hotstar fest","li152":"E-mail:","li153":"Internet side:","heading16":"16. Tredjepartslinks","para16":"Af og til, efter vores skøn, kan vi inkludere eller tilbyde tredjepartsprodukter eller -tjenester på vores hjemmeside. Disse tredjepartswebsteder har separate og uafhængige privatlivspolitikker. Vi har derfor intet ansvar for indholdet og aktiviteterne på disse linkede sider. Ikke desto mindre søger vi at beskytte integriteten af ​​vores websted og hilser enhver feedback om disse websteder velkommen.","heading17":"17. Offentlige fora","para17":"Vær opmærksom på, at hvis du frivilligt videregiver personlige oplysninger online i en offentligt tilgængelig del af webstedet, kan disse oplysninger blive indsamlet og brugt af andre. Vi kontrollerer ikke vores besøgendes og brugeres handlinger.","heading18":"18. Børns privatliv","para18":"Vores udvidelse henvender sig ikke til nogen under 13 år. Vi indsamler ikke bevidst personligt identificerbare oplysninger fra børn under 13. I tilfælde af at vi opdager, at et barn under 13 år har givet os personlige oplysninger, sletter vi straks disse fra vores servere. Hvis du er forælder eller værge, og du er klar over, at dit barn har givet os personlige oplysninger, bedes du kontakte os, så vi kan foretage nødvendige handlinger.","heading19":"19. Dit samtykke","para19":"Ved at bruge vores udvidelse giver du hermed samtykke til vores privatlivspolitik og accepterer den","terms":"betingelser.","heading20":"20. Opdatering af dine oplysninger","para20":"Hvis du gerne vil gennemgå, rette, opdatere eller slette de personlige oplysninger, vi har om dig, eller hvis du gerne vil ændre dine præferencer for kontakter fra os, kan du give os besked ved at kontakte os på oplysningerne i kontaktoplysningerne afsnit i denne politik.","heading21":"21. Opt-out højre","para21":"Brugere kan til enhver tid fravælge at modtage fremtidig kommunikation fra os. For at fravælge at modtage e-mails og nyhedsbreve kan du følge instruktionerne i vores e-mails.","heading22":"22. Yderligere oplysninger til EU-brugere","para22":"Brugere med bopæl i EU er berettiget til visse rettigheder i henhold til den generelle databeskyttelsesforordning (GDPR). Disse rettigheder omfatter muligheden for at få adgang til, rette, slette, begrænse, overføre eller gøre indsigelse mod behandlingen af ​​dine personoplysninger. Hvis du ønsker at udøve disse rettigheder, bedes du kontakte os på de angivne oplysninger.","heading23":"23. Kontaktoplysninger for yderligere forespørgsel","para23":"For yderligere spørgsmål eller for at udøve dine rettigheder, kan du kontakte os på:","li231":"Hotstar fest","li232":"E-mail:","li233":"Internet side:","li234":"Sidst opdateret: 23. april 2024","readmore":"Læs mere ..."}