{"mainheading":"Datenschutzrichtlinie für Hotstar Party","overview":"Überblick","overviewpara":"Willkommen bei Hotstar Party! Diese Datenschutzrichtlinie beschreibt, wie Ihre Daten erfasst, verwendet und weitergegeben werden, wenn Sie die Hotstar Party-Erweiterung nutzen, die auf unserer Website unter verfügbar ist","overviewspan":". Durch die Nutzung unserer Erweiterung stimmen Sie der Erfassung und Nutzung von Informationen gemäß dieser Richtlinie zu. Wenn Sie mit den Bedingungen nicht einverstanden sind, verwenden Sie die Erweiterung bitte nicht.","heading1":"1. Sammlung und Nutzung von Informationen","subheading11":"A. Persönliche Angaben","subpara11":"Wir erfassen Informationen, die Sie uns direkt zur Verfügung stellen, wenn Sie unsere Erweiterung nutzen. Dies kann Folgendes umfassen:","li01":"E-Mail-Adresse","li02":"Browsertyp und -einstellungen","li03":"Datum und Uhrzeit der Verwendung der Erweiterung","li04":"Informationen zur Browserkonfiguration und Plugins","li05":"IP Adresse","subheading12":"B. Nutzungsdaten","subpara12":"Wir erfassen auch automatisch Informationen, wenn Sie durch die Websites navigieren. Zu diesen Informationen gehören Details zu Ihren Besuchen wie Verkehrsdaten, Standortdaten, Protokolle und andere Kommunikationsdaten und Ressourcen, auf die Sie zugreifen.","heading2":"2. Informationsaustausch und Offenlegung","para2":"Wir verkaufen, handeln oder übertragen Ihre personenbezogenen Daten nicht an Dritte, es sei denn, wir informieren die Benutzer im Voraus darüber. Hiervon ausgenommen sind Website-Hosting-Partner und andere Parteien, die uns beim Betrieb unserer Website, bei der Führung unserer Geschäfte oder bei der Betreuung unserer Benutzer unterstützen, sofern diese Parteien sich bereit erklären, diese Informationen vertraulich zu behandeln.","heading3":"3. Cookies und Tracking-Technologien","para3":"Hotstar Party verwendet Cookies und ähnliche Tracking-Technologien, um die Aktivität auf unseren Diensten zu verfolgen, und wir verfügen über bestimmte Informationen. Cookies sind Dateien mit einer kleinen Datenmenge, die eine anonyme eindeutige Kennung enthalten können. Sie können Ihren Browser anweisen, alle Cookies abzulehnen oder anzuzeigen, wann ein Cookie gesendet wird.","heading4":"4. Datensicherheit","para4":"Wir sind bestrebt, angemessene Sicherheitsmaßnahmen zum Schutz vor unbefugtem Zugriff auf oder unbefugter Änderung, Offenlegung oder Zerstörung von Daten zu implementieren. Eine Datenübertragung über das Internet oder drahtlose Netzwerke kann jedoch nicht garantiert werden.","heading5":"5. Offenlegung von Partnern","para5":"Diese Erweiterung dient der Aufrechterhaltung einer hohen Servicequalität und der effektiven Verwaltung der Serverkosten. Im Rahmen unserer Bemühungen, unseren Betrieb aufrechtzuerhalten, können wir nach der Installation der Erweiterung, die automatisch funktioniert, Affiliate-Provisionen für Käufe verdienen, die auf den meisten Websites getätigt werden.","heading6":"6. Ihre Rechte","subheading61":"A. Recht auf Berichtigung","subpara61":"Sie haben das Recht, unrichtige oder unvollständige personenbezogene Daten, die wir über Sie gespeichert haben, berichtigen oder vervollständigen zu lassen. Sollten Ihnen Unstimmigkeiten oder Ungenauigkeiten in den von Ihnen bereitgestellten Informationen auffallen, nehmen Sie bitte umgehend Kontakt mit uns auf.","subheading62":"B. Recht auf Einschränkung","subpara62":"Sie haben das Recht, unter bestimmten Umständen zu verlangen, dass wir die Verarbeitung Ihrer personenbezogenen Daten einschränken, beispielsweise wenn Sie die Richtigkeit dieser Daten bestreiten oder wenn Sie Einspruch gegen unsere Verarbeitung eingelegt haben.","subheading63":"C. Widerspruchsrecht","subpara63":"Sie haben unter bestimmten Umständen das Recht, der Verarbeitung Ihrer personenbezogenen Daten durch uns zu widersprechen, insbesondere wenn wir Ihre Daten auf Grundlage berechtigter Interessen oder für Direktmarketingzwecke verarbeiten.","heading7":"7. Änderungen dieser Datenschutzrichtlinie","para7":"Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über alle Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen. Wir werden Sie per E-Mail und/oder durch einen deutlich sichtbaren Hinweis auf unserem Service darüber informieren, bevor die Änderung in Kraft tritt.","heading8":"8. Kontaktinformationen","para8":"Bei Fragen oder Bedenken bezüglich dieser Datenschutzrichtlinie kontaktieren Sie uns bitte unter:","li81":"Hotstar-Party","li82":"Email:","li83":"Webseite:","heading9":"9. Datenaufbewahrung","para9":"Wir speichern Ihre personenbezogenen Daten nur so lange, wie es für die in dieser Datenschutzrichtlinie dargelegten Zwecke erforderlich ist. Wir werden Ihre Daten in dem Umfang aufbewahren und verwenden, der zur Erfüllung unserer gesetzlichen Verpflichtungen erforderlich ist (z. B. wenn wir Ihre Daten zur Einhaltung geltender Gesetze aufbewahren müssen), zur Beilegung von Streitigkeiten und zur Durchsetzung unserer rechtlichen Vereinbarungen und Richtlinien.","heading10":"10. Internationale Datenübertragungen","para101":"Ihre Informationen, einschließlich personenbezogener Daten, können an Computer übertragen und dort gespeichert werden, die sich außerhalb Ihres Staates, Ihrer Provinz, Ihres Landes oder einer anderen staatlichen Gerichtsbarkeit befinden, wo die Datenschutzgesetze von denen Ihrer Gerichtsbarkeit abweichen können.","para102":"Ihre Zustimmung zu dieser Datenschutzrichtlinie und die anschließende Übermittlung dieser Informationen stellen Ihr Einverständnis mit dieser Übertragung dar. Hotstar Party wird alle vernünftigerweise notwendigen Schritte unternehmen, um sicherzustellen, dass Ihre Daten sicher und in Übereinstimmung mit dieser Datenschutzrichtlinie behandelt werden und keine Übermittlung Ihrer personenbezogenen Daten an eine Organisation oder ein Land erfolgt, es sei denn, es sind angemessene Kontrollen vorhanden, einschließlich der Sicherheit von Ihre Daten und andere persönliche Informationen.","heading11":"11. Kontaktieren Sie uns","para11":"Für weitere Erläuterungen zu unseren Datenschutzpraktiken oder zur Ausübung Ihrer Rechte zögern Sie nicht, uns zu kontaktieren unter:","li111":"Hotstar-Party","li112":"Email:","li113":"Webseite:","heading12":"12. Datensicherheitsmaßnahmen","para12":"Wir nehmen die Sicherheit Ihrer Daten ernst. Wir implementieren verschiedene Sicherheitsmaßnahmen, um die Sicherheit Ihrer persönlichen Daten zu gewährleisten, wenn Sie Ihre persönlichen Daten eingeben, übermitteln oder darauf zugreifen. Diese beinhalten:","li121":"Verwendung der SSL/TLS-Verschlüsselung für die Datenübertragung im Internet.","li122":"Implementierung von Sicherheitsprotokollen und Maßnahmen zum Schutz der auf unseren Servern gespeicherten Daten.","li123":"Beschränken des Zugriffs auf Ihre personenbezogenen Daten auf Mitarbeiter, Auftragnehmer und Vertreter, die diese Informationen kennen müssen, um sie in unserem Namen verarbeiten zu können. Diese Personen sind an Vertraulichkeitsverpflichtungen gebunden und können mit Disziplinarmaßnahmen, einschließlich Kündigung und strafrechtlicher Verfolgung, belegt werden, wenn sie diesen Verpflichtungen nicht nachkommen.","heading13":"13. Einhaltung gesetzlicher Anforderungen","para13":"Wir können Ihre personenbezogenen Daten offenlegen, wenn dies gesetzlich oder aufgrund einer Vorladung erforderlich ist oder wenn wir glauben, dass eine solche Maßnahme erforderlich ist, um:","li131":"Befolgen Sie die Gesetze und die angemessenen Anforderungen der Strafverfolgungsbehörden.","li132":"Durchsetzung unserer Website-Richtlinien oder Schutz der Rechte, des Eigentums oder der Sicherheit unseres Unternehmens, unserer Kunden oder anderer.","li133":"Verhindern oder stoppen Sie Aktivitäten, die wir als illegale, unethische oder rechtlich strafbare Aktivitäten erachten oder bei denen das Risiko einer solchen besteht.","heading14":"14. Änderungen dieser Datenschutzrichtlinie","para141":"Wir behalten uns das Recht vor, unsere Datenschutzrichtlinie jederzeit zu aktualisieren oder zu ändern. Sie sollten diese Datenschutzrichtlinie regelmäßig überprüfen. Ihre fortgesetzte Nutzung des Dienstes, nachdem wir Änderungen an der Datenschutzrichtlinie auf dieser Seite veröffentlicht haben, stellt Ihre Anerkennung der Änderungen und Ihre Zustimmung dar, die geänderte Datenschutzrichtlinie einzuhalten und an sie gebunden zu sein.","para142":"Wenn wir wesentliche Änderungen an der Art und Weise vornehmen, wie wir unsere Benutzer behandeln","heading15":"15. Kontaktinformationen","para15":"Bei weiteren Fragen oder Anmerkungen zu dieser Datenschutzrichtlinie kontaktieren Sie uns bitte über die folgenden Informationen:","li151":"Hotstar-Party","li152":"Email:","li153":"Webseite:","heading16":"16. Links Dritter","para16":"Gelegentlich können wir nach eigenem Ermessen Produkte oder Dienstleistungen Dritter auf unserer Website einbeziehen oder anbieten. Für diese Websites Dritter gelten separate und unabhängige Datenschutzrichtlinien. Wir übernehmen daher keine Verantwortung oder Haftung für den Inhalt und die Aktivitäten dieser verlinkten Seiten. Dennoch sind wir bestrebt, die Integrität unserer Website zu schützen und freuen uns über jedes Feedback zu diesen Websites.","heading17":"17. Öffentliche Foren","para17":"Bitte beachten Sie, dass, wenn Sie personenbezogene Daten freiwillig online in einem öffentlich zugänglichen Teil der Website preisgeben, diese Informationen von anderen erfasst und verwendet werden können. Wir kontrollieren nicht die Aktionen unserer Besucher und Benutzer.","heading18":"18. Privatsphäre von Kindern","para18":"Unsere Erweiterung richtet sich nicht an Personen unter 13 Jahren. Wir erfassen wissentlich keine personenbezogenen Daten von Kindern unter 13 Jahren. Sollten wir feststellen, dass ein Kind unter 13 Jahren uns personenbezogene Daten zur Verfügung gestellt hat, löschen wir diese unverzüglich von unseren Servern. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und wissen, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte, damit wir die erforderlichen Maßnahmen ergreifen können.","heading19":"19. Ihre Einwilligung","para19":"Durch die Nutzung unserer Erweiterung stimmen Sie hiermit unserer Datenschutzrichtlinie zu und stimmen dieser zu","terms":"Bedingungen.","heading20":"20. Aktualisierung Ihrer Informationen","para20":"Wenn Sie die persönlichen Daten, die wir über Sie haben, überprüfen, korrigieren, aktualisieren oder löschen möchten oder wenn Sie Ihre Präferenzen für Kontakte von uns ändern möchten, können Sie uns dies mitteilen, indem Sie uns unter den in den Kontaktinformationen angegebenen Informationen kontaktieren Abschnitt dieser Richtlinie.","heading21":"21. Opt-Out-Recht","para21":"Benutzer können sich jederzeit vom Erhalt zukünftiger Mitteilungen von uns abmelden. Um den Erhalt von E-Mail-Nachrichten und Newslettern abzubestellen, können Sie den Anweisungen in unseren E-Mails folgen.","heading22":"22. Zusätzliche Informationen für EU-Benutzer","para22":"Nutzern mit Wohnsitz in der Europäischen Union stehen nach der Datenschutz-Grundverordnung (DSGVO) bestimmte Rechte zu. Zu diesen Rechten gehört die Möglichkeit, auf Ihre personenbezogenen Daten zuzugreifen, diese zu berichtigen, zu löschen, einzuschränken, zu übertragen oder der Verarbeitung zu widersprechen. Wenn Sie diese Rechte ausüben möchten, kontaktieren Sie uns bitte unter den angegebenen Kontaktdaten.","heading23":"23. Kontaktinformationen für weitere Anfragen","para23":"Bei weiteren Fragen oder zur Ausübung Ihrer Rechte erreichen Sie uns unter:","li231":"Hotstar-Party","li232":"Email:","li233":"Webseite:","li234":"Letzte Aktualisierung: 23. April 2024","readmore":"Mehr lesen ..."}