{"mainheading":"Privacy Policy for Hotstar Party","overview":"Overview","overviewpara":"Welcome to Hotstar Party! This Privacy Policy describes how your information is collected, used, and shared when you use the Hotstar Party extension available from our website at ","overviewspan":". By using our extension, you agree to the collection and use of information in accordance with this policy. If you do not agree with the terms,please do not use the extension.","heading1":"1. Information Collection and Use","subheading11":"a. Personal Information","subpara11":"We collect information that you provide directly to us when you use our extension. This may include:","li01":"Email address","li02":"Browser type and settings","li03":"Date and time the extension was used","li04":"Information about browser configuration and plugins","li05":"IP address","subheading12":"b. Usage Data","subpara12":"We also collect information automatically as you navigate through the sites. This information includes details about your visits such as traffic data, location data, logs, and other communication data and resources that you access.","heading2":"2. Information Sharing and Disclosure","para2":"We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide users with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.","heading3":"3. Cookies and Tracking Technologies","para3":"Hotstar Party uses cookies and similar tracking technologies to track the activity on our services and we hold certain information. Cookies are files with a small amount of data which may include an anonymous unique identifier. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.","heading4":"4. Data Security","para4":"We strive to implement reasonable security measures to protect against unauthorized access to or unauthorized alteration, disclosure, or destruction of data.However, no data transmission over the Internet or wireless network can be guaranteed.","heading5":"5. Affiliate Disclosure","para5":"This extension is designed to maintain high-quality service and manage server costs effectively. As part of our efforts to sustain our operations, we may earn affiliate commissions on purchases made on most of the websites after installing the extension, which works automatically.","heading6":"6. Your Rights","subheading61":"a. Right to Rectification","subpara61":"You have the right to have any incorrect or incomplete personal data we hold about you corrected or completed. If you notice any discrepancies or inaccuracies in the information you have provided to us, please contact us immediately.","subheading62":"b. Right to Restriction","subpara62":"You have the right to request that we restrict the processing of your personal data under certain circumstances, such as if you contest the accuracy of that data or if you have objected to our processing.","subheading63":"c. Right to Object","subpara63":"You have the right to object to our processing of your personal data under certain circumstances, particularly if we are processing your data based on legitimate interests or for direct marketing purposes.","heading7":"7. Changes to This Privacy Policy","para7":"We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. We will let you know via email and/or a prominent notice on our service, prior to the change becoming effective.","heading8":"8. Contact Information","para8":"For any questions or concerns regarding this Privacy Policy, please contact us at:","li81":"Hotstar Party","li82":"Email: ","li83":"Website: ","heading9":"9. Data Retention","para9":"We will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your information to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.","heading10":"10. International Data Transfers","para101":"Your information, including personal data, may be transferred to — and maintained on — computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.","para102":"Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. Hotstar Party will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your personal data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.","heading11":"11. Contact Us","para11":"For further clarification on our data practices or to exercise any of your rights, do not hesitate to contact us at:","li111":"Hotstar Party","li112":"Email: ","li113":"Website:","heading12":"12. Data Security Measures","para12":"We take the security of your data seriously. We implement a variety of security measures to maintain the safety of your personal information when you enter,submit, or access your personal information. These include:","li121":"Using SSL/TLS encryption for data transmitted over the Internet.","li122":"Implementing security protocols and measures to protect data stored on our servers.","li123":"Limiting access to your personal data to employees, contractors, and agents who need to know that information in order to process it on our behalf. These individuals are bound by confidentiality obligations and may be subject to discipline, including termination and criminal prosecution, if they fail to meet these obligations.","heading13":"13. Compliance with Legal Requirements","para13":"We may disclose your personal information where required to do so by law or subpoena or if we believe that such action is necessary to:","li131":"Comply with the law and the reasonable requests of law enforcement.","li132":"Enforce our website policies or protect the rights, property, or safety of our company, our customers, or others.","li133":"Prevent or stop activity we may consider to be, or to pose a risk of being, an illegal, unethical, or legally actionable activity.","heading14":"14. Changes to This Privacy Policy","para141":"We reserve the right to update or change our Privacy Policy at any time. You should check this Privacy Policy periodically. Your continued use of the service after we post any modifications to the Privacy Policy on this page will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Privacy Policy.","para142":"If we make any material changes to how we treat our users&#39; personal information, we will notify you through the email address you have provided us or by placing a prominent notice on our website.","heading15":"15. Contact Information","para15":"For any additional questions or comments about this Privacy Policy, please contact us using the information below:","li151":"Hotstar Party","li152":"Email: ","li153":"Website: ","heading16":"16. Third-Party Links","para16":"Occasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.","heading17":"17. Public Forums","para17":"Please be aware that if you voluntarily disclose Personal Information online in a publicly accessible part of the website, that information could be collected and used by others. We do not control the actions of our visitors and users.","heading18":"18. Children's Privacy","para18":"Our extension does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.","heading19":"19. Your Consent","para19":"By using our extension, you hereby consent to our Privacy Policy and agree to its ","terms":"terms.","heading20":"20. Updating Your Information","para20":"If you would like to review, correct, update, or delete the personal information we have about you or if you would like to change your preferences for contacts from us, you can let us know by contacting us at the information provided in the Contact Information section of this policy.","heading21":"21. Opt-Out Right","para21":"Users can opt out of receiving future communications from us at any time. To opt out of receiving email messages and newsletters, you can follow the instructions provided in our emails.","heading22":"22. Additional Information for EU Users","para22":"Users residing in the European Union are entitled to certain rights under the General Data Protection Regulation (GDPR). These rights include the ability to access, rectify, erase, restrict, transfer, or object to the processing of your personal data. If you wish to exercise these rights, please contact us at the details provided.","heading23":"23. Contact Information for Further Inquiry","para23":"For any further questions or to exercise your rights, you can reach out to us at:","li231":"Hotstar Party","li232":"Email: ","li233":"Website: ","li234":"Last Updated: 23 April 2024","readmore":"Read more ..."}