{"mainheading":"Política de privacidad para Hotstar Party","overview":"Descripción general","overviewpara":"¡Bienvenidos a la fiesta Hotstar! Esta Política de Privacidad describe cómo se recopila, utiliza y comparte su información cuando utiliza la extensión Hotstar Party disponible en nuestro sitio web en","overviewspan":". Al utilizar nuestra extensión, usted acepta la recopilación y el uso de información de acuerdo con esta política. Si no está de acuerdo con los términos, no utilice la extensión.","heading1":"1. Recopilación y uso de información","subheading11":"a. Informacion personal","subpara11":"Recopilamos información que usted nos proporciona directamente cuando utiliza nuestra extensión. Esto puede incluir:","li01":"Dirección de correo electrónico","li02":"Tipo de navegador y configuración","li03":"Fecha y hora en que se utilizó la extensión","li04":"Información sobre la configuración y los complementos del navegador.","li05":"dirección IP","subheading12":"b. Datos de uso","subpara12":"También recopilamos información automáticamente a medida que navega por los sitios. Esta información incluye detalles sobre sus visitas, como datos de tráfico, datos de ubicación, registros y otros datos y recursos de comunicación a los que accede.","heading2":"2. Intercambio y divulgación de información","para2":"No vendemos, comercializamos ni transferimos de otro modo a terceros su información de identificación personal a menos que proporcionemos a los usuarios un aviso previo. Esto no incluye socios de alojamiento de sitios web ni otras partes que nos ayudan a operar nuestro sitio web, realizar nuestro negocio o atender a nuestros usuarios, siempre que dichas partes acepten mantener esta información confidencial.","heading3":"3. Cookies y tecnologías de seguimiento","para3":"Hotstar Party utiliza cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestros servicios y conservamos cierta información. Las cookies son ficheros con una pequeña cantidad de datos que pueden incluir un identificador único anónimo. Puede indicarle a su navegador que rechace todas las cookies o que indique cuándo se envía una cookie.","heading4":"4. Seguridad de los datos","para4":"Nos esforzamos por implementar medidas de seguridad razonables para proteger contra el acceso no autorizado o la alteración, divulgación o destrucción no autorizada de datos. Sin embargo, no se puede garantizar ninguna transmisión de datos a través de Internet o red inalámbrica.","heading5":"5. Divulgación de afiliados","para5":"Esta extensión está diseñada para mantener un servicio de alta calidad y administrar los costos del servidor de manera efectiva. Como parte de nuestros esfuerzos por sostener nuestras operaciones, podemos ganar comisiones de afiliados por las compras realizadas en la mayoría de los sitios web después de instalar la extensión, que funciona automáticamente.","heading6":"6. Tus derechos","subheading61":"a. Derecho a Rectificación","subpara61":"Tiene derecho a que se corrijan o completen los datos personales incorrectos o incompletos que tengamos sobre usted. Si nota alguna discrepancia o inexactitud en la información que nos ha proporcionado, comuníquese con nosotros de inmediato.","subheading62":"b. Derecho a la restricción","subpara62":"Tiene derecho a solicitar que restrinjamos el procesamiento de sus datos personales en determinadas circunstancias, como si impugna la exactitud de esos datos o si se ha opuesto a nuestro procesamiento.","subheading63":"C. Derecho a oponerse","subpara63":"Tiene derecho a oponerse a que procesemos sus datos personales en determinadas circunstancias, especialmente si procesamos sus datos en función de intereses legítimos o con fines de marketing directo.","heading7":"7. Cambios a esta Política de Privacidad","para7":"Podemos actualizar nuestra Política de Privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página. Le informaremos por correo electrónico y/o un aviso destacado en nuestro servicio, antes de que el cambio entre en vigencia.","heading8":"8. Información de contacto","para8":"Para cualquier pregunta o inquietud con respecto a esta Política de Privacidad, contáctenos en:","li81":"Fiesta de estrellas calientes","li82":"Correo electrónico:","li83":"Sitio web:","heading9":"9. Retención de datos","para9":"Conservaremos su información personal solo durante el tiempo que sea necesario para los fines establecidos en esta Política de Privacidad. Conservaremos y utilizaremos su información en la medida necesaria para cumplir con nuestras obligaciones legales (por ejemplo, si debemos conservar sus datos para cumplir con las leyes aplicables), resolver disputas y hacer cumplir nuestros acuerdos y políticas legales.","heading10":"10. Transferencias Internacionales de Datos","para101":"Su información, incluidos los datos personales, puede transferirse y mantenerse en computadoras ubicadas fuera de su estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden diferir de las de su jurisdicción.","para102":"Su consentimiento a esta Política de Privacidad seguido del envío de dicha información representa su aceptación de esa transferencia. Hotstar Party tomará todas las medidas razonablemente necesarias para garantizar que sus datos sean tratados de forma segura y de acuerdo con esta Política de Privacidad y no se realizará ninguna transferencia de sus datos personales a una organización o país a menos que existan controles adecuados establecidos, incluida la seguridad de sus datos y otra información personal.","heading11":"11. Contáctenos","para11":"Para obtener más aclaraciones sobre nuestras prácticas de datos o para ejercer cualquiera de sus derechos, no dude en contactarnos en:","li111":"Fiesta de estrellas calientes","li112":"Correo electrónico:","li113":"Sitio web:","heading12":"12. Medidas de seguridad de datos","para12":"Nos tomamos en serio la seguridad de sus datos. Implementamos una variedad de medidas de seguridad para mantener la seguridad de su información personal cuando ingresa, envía o accede a su información personal. Éstas incluyen:","li121":"Utilizar cifrado SSL/TLS para datos transmitidos a través de Internet.","li122":"Implementar protocolos y medidas de seguridad para proteger los datos almacenados en nuestros servidores.","li123":"Limitar el acceso a sus datos personales a empleados, contratistas y agentes que necesiten conocer esa información para poder procesarla en nuestro nombre. Estas personas están sujetas a obligaciones de confidencialidad y pueden estar sujetas a medidas disciplinarias, incluido el despido y el procesamiento penal, si no cumplen con estas obligaciones.","heading13":"13. Cumplimiento de Requisitos Legales","para13":"Podemos divulgar su información personal cuando así lo exija la ley o una citación judicial o si creemos que dicha acción es necesaria para:","li131":"Cumplir con la ley y las solicitudes razonables de las autoridades.","li132":"Hacer cumplir las políticas de nuestro sitio web o proteger los derechos, la propiedad o la seguridad de nuestra empresa, nuestros clientes u otros.","li133":"Prevenir o detener actividades que podamos considerar, o que presenten un riesgo de ser, una actividad ilegal, poco ética o legalmente procesable.","heading14":"14. Cambios a esta Política de Privacidad","para141":"Nos reservamos el derecho de actualizar o cambiar nuestra Política de Privacidad en cualquier momento. Debe consultar esta Política de Privacidad periódicamente. Su uso continuado del servicio después de que publiquemos cualquier modificación a la Política de Privacidad en esta página constituirá su reconocimiento de las modificaciones y su consentimiento para cumplir y estar sujeto a la Política de Privacidad modificada.","para142":"Si realizamos algún cambio material en la forma en que tratamos a nuestros usuarios","heading15":"15. Información de contacto","para15":"Para cualquier pregunta o comentario adicional sobre esta Política de Privacidad, comuníquese con nosotros utilizando la siguiente información:","li151":"Fiesta de estrellas calientes","li152":"Correo electrónico:","li153":"Sitio web:","heading16":"16. Enlaces de terceros","para16":"Ocasionalmente, a nuestra discreción, podemos incluir u ofrecer productos o servicios de terceros en nuestro sitio web. Estos sitios de terceros tienen políticas de privacidad separadas e independientes. Por lo tanto, no tenemos ninguna responsabilidad por el contenido y las actividades de estos sitios vinculados. No obstante, buscamos proteger la integridad de nuestro sitio y agradecemos cualquier comentario sobre estos sitios.","heading17":"17. Foros públicos","para17":"Tenga en cuenta que si usted divulga voluntariamente información personal en línea en una parte del sitio web de acceso público, esa información podría ser recopilada y utilizada por otros. No controlamos las acciones de nuestros visitantes y usuarios.","heading18":"18. Privacidad de los niños","para18":"Nuestra extensión no se dirige a nadie menor de 13 años. No recopilamos intencionalmente información de identificación personal de niños menores de 13 años. En el caso de que descubramos que un niño menor de 13 años nos ha proporcionado información personal, la eliminamos inmediatamente de nuestros servidores. Si es padre o tutor y sabe que su hijo nos ha proporcionado información personal, comuníquese con nosotros para que podamos tomar las medidas necesarias.","heading19":"19. Su consentimiento","para19":"Al utilizar nuestra extensión, por la presente usted acepta nuestra Política de privacidad y acepta sus","terms":"términos.","heading20":"20. Actualización de su información","para20":"Si desea revisar, corregir, actualizar o eliminar la información personal que tenemos sobre usted o si desea cambiar sus preferencias de contactos nuestros, puede informarnos comunicándose con nosotros a la información proporcionada en la Información de contacto. sección de esta política.","heading21":"21. Derecho de exclusión voluntaria","para21":"Los usuarios pueden optar por no recibir futuras comunicaciones nuestras en cualquier momento. Para optar por no recibir mensajes de correo electrónico y boletines informativos, puede seguir las instrucciones proporcionadas en nuestros correos electrónicos.","heading22":"22. Información adicional para usuarios de la UE","para22":"Los usuarios que residen en la Unión Europea tienen ciertos derechos según el Reglamento General de Protección de Datos (GDPR). Estos derechos incluyen la capacidad de acceder, rectificar, suprimir, restringir, transferir u oponerse al procesamiento de sus datos personales. Si desea ejercer estos derechos, comuníquese con nosotros a los detalles proporcionados.","heading23":"23. Información de contacto para consultas adicionales","para23":"Para cualquier pregunta adicional o para ejercer sus derechos, puede comunicarse con nosotros en:","li231":"Fiesta de estrellas calientes","li232":"Correo electrónico:","li233":"Sitio web:","li234":"Última actualización: 23 de abril de 2024","readmore":"Leer más ..."}