{"mainheading":"Hotstar Party privaatsuspoliitika","overview":"Ülevaade","overviewpara":"Tere tulemast Hotstari peole! See privaatsuspoliitika kirjeldab, kuidas teie teavet kogutakse, kasutatakse ja jagatakse, kui kasutate Hotstar Party laiendust, mis on saadaval meie veebisaidil aadressil","overviewspan":". Meie laiendust kasutades nõustute teabe kogumise ja kasutamisega vastavalt käesolevale poliitikale. Kui te tingimustega ei nõustu, ärge kasutage laiendust.","heading1":"1. Teabe kogumine ja kasutamine","subheading11":"a. Isiklik informatsioon","subpara11":"Kogume teavet, mille annate meile otse meie laienduse kasutamisel. See võib hõlmata järgmist:","li01":"E-posti aadress","li02":"Brauseri tüüp ja seaded","li03":"Laienduse kasutamise kuupäev ja kellaaeg","li04":"Teave brauseri konfiguratsiooni ja pistikprogrammide kohta","li05":"IP-aadress","subheading12":"b. Kasutusandmed","subpara12":"Samuti kogume teavet automaatselt, kui te saitidel navigeerite. See teave sisaldab üksikasju teie külastuste kohta, nagu liiklusandmed, asukohaandmed, logid ja muud sideandmed ja -ressursid, millele pääsete juurde.","heading2":"2. Teabe jagamine ja avalikustamine","para2":"Me ei müü, vaheta ega edasta muul viisil välistele isikutele teie isikut tuvastavat teavet, välja arvatud juhul, kui anname kasutajatele sellest eelnevalt teada. See ei hõlma veebisaidi hostimise partnereid ega muid osapooli, kes aitavad meil meie veebisaiti hallata, äri ajada või kasutajaid teenindada, kui need osapooled nõustuvad hoidma seda teavet konfidentsiaalsena.","heading3":"3. Küpsised ja jälgimistehnoloogiad","para3":"Hotstar Party kasutab meie teenustes toimuva tegevuse jälgimiseks küpsiseid ja sarnaseid jälgimistehnoloogiaid ning hoiame teatud teavet. Küpsised on väikese andmemahuga failid, mis võivad sisaldada anonüümset unikaalset identifikaatorit. Saate anda brauserile käsu keelduda kõigist küpsistest või anda märku küpsise saatmisest.","heading4":"4. Andmete turvalisus","para4":"Püüame rakendada mõistlikke turvameetmeid, et kaitsta end andmetele volitamata juurdepääsu või volitamata muutmise, avalikustamise või hävitamise eest. Siiski ei saa garanteerida andmete edastamist Interneti või traadita võrgu kaudu.","heading5":"5. Sidusettevõtte avalikustamine","para5":"See laiendus on loodud kvaliteetse teenuse säilitamiseks ja serverikulude tõhusaks haldamiseks. Osana oma jõupingutustest oma tegevuse jätkamiseks võime pärast automaatselt töötava laienduse installimist teenida sidusettevõtete komisjonitasusid enamikul veebisaitidel tehtud ostude eest.","heading6":"6. Teie õigused","subheading61":"a. Õigus parandada","subpara61":"Teil on õigus lasta parandada või täiendada meie valduses olevaid ebaõigeid või mittetäielikke isikuandmeid. Kui märkate meile edastatud teabes lahknevusi või ebatäpsusi, võtke meiega viivitamatult ühendust.","subheading62":"b. Õigus piiramisele","subpara62":"Teil on õigus nõuda, et me piiraksime teie isikuandmete töötlemist teatud asjaoludel, näiteks kui vaidlustate nende andmete täpsuse või kui olete meie töötlemisele vastu vaielnud.","subheading63":"c. Vastuväidete esitamise õigus","subpara63":"Teil on teatud asjaoludel õigus esitada vastuväiteid teie isikuandmete töötlemisele, eriti kui me töötleme teie andmeid õigustatud huvidest lähtuvalt või otseturunduse eesmärgil.","heading7":"7. Selle privaatsuspoliitika muudatused","para7":"Võime oma privaatsuspoliitikat aeg-ajalt värskendada. Teavitame teid kõikidest muudatustest, postitades sellele lehele uue privaatsuspoliitika. Enne muudatuse jõustumist teavitame teid sellest e-posti teel ja/või meie teenuse silmapaistva teatega.","heading8":"8. Kontaktandmed","para8":"Kõigi selle privaatsuspoliitikaga seotud küsimuste või murede korral võtke meiega ühendust aadressil:","li81":"Hotstar Party","li82":"Meil:","li83":"Veebisait:","heading9":"9. Andmete säilitamine","para9":"Säilitame teie isikuandmeid ainult seni, kuni see on vajalik käesolevas privaatsuspoliitikas sätestatud eesmärkide saavutamiseks. Säilitame ja kasutame teie teavet ulatuses, mis on vajalik meie juriidiliste kohustuste täitmiseks (näiteks kui meilt nõutakse teie andmete säilitamist kehtivate seaduste järgimiseks), vaidluste lahendamiseks ning meie juriidiliste lepingute ja poliitikate jõustamiseks.","heading10":"10. Rahvusvahelised andmeedastused","para101":"Teie teavet, sealhulgas isikuandmeid, võidakse edastada arvutitesse, mis asuvad väljaspool teie osariiki, provintsi, riiki või muud valitsuse jurisdiktsiooni, kus andmekaitseseadused võivad teie jurisdiktsiooni omadest erineda, ja neid võib neis säilitada.","para102":"Teie nõusolek selle privaatsuspoliitikaga, millele järgneb sellise teabe esitamine, näitab teie nõusolekut selle edastamisega. Hotstar Party võtab kõik mõistlikult vajalikud meetmed tagamaks, et teie andmeid töödeldakse turvaliselt ja kooskõlas käesoleva privaatsuspoliitikaga ning teie isikuandmeid ei edastata organisatsioonile või riigile, välja arvatud juhul, kui on olemas piisavad kontrollimeetmed, sealhulgas kasutajate turvalisus. teie andmed ja muud isikuandmed.","heading11":"11. Võtke meiega ühendust","para11":"Täiendava selgituse saamiseks meie andmetegevuse kohta või oma õiguste kasutamiseks võtke meiega ühendust aadressil:","li111":"Hotstar Party","li112":"Meil:","li113":"Veebisait:","heading12":"12. Andmeturbemeetmed","para12":"Suhtume teie andmete turvalisusesse tõsiselt. Rakendame mitmesuguseid turvameetmeid, et säilitada teie isikuandmete turvalisus, kui sisestate, esitate või pääsete juurde oma isikuandmetele. Need sisaldavad:","li121":"Interneti kaudu edastatavate andmete SSL/TLS krüptimise kasutamine.","li122":"Turvaprotokollide ja meetmete rakendamine meie serveritesse salvestatud andmete kaitsmiseks.","li123":"Juurdepääsu piiramine teie isikuandmetele töötajate, töövõtjate ja agentidega, kes peavad seda teavet teadma, et seda meie nimel töödelda. Need isikud on seotud konfidentsiaalsuskohustustega ja nende kohustuste täitmata jätmise korral võidakse nende suhtes kohaldada distsiplinaarmenetlust, sealhulgas lõpetamist ja kriminaalvastutusele võtmist.","heading13":"13. Õigusnõuete täitmine","para13":"Võime teie isikuandmeid avaldada, kui seda nõuab seadus või kohtukutse või kui me usume, et selline toiming on vajalik selleks, et:","li131":"Järgige seadusi ja õiguskaitseorganite mõistlikke taotlusi.","li132":"Jõustada meie veebisaidi poliitika või kaitsta meie ettevõtte, meie klientide või teiste õigusi, vara või turvalisust.","li133":"Vältida või peatada tegevust, mida võime pidada ebaseaduslikuks, ebaeetiliseks või seaduslikuks tegevuseks või mis kujutab endast selle ohtu.","heading14":"14. Selle privaatsuspoliitika muudatused","para141":"Jätame endale õiguse oma privaatsuspoliitikat igal ajal värskendada või muuta. Peaksite seda privaatsuspoliitikat perioodiliselt kontrollima. Teenuse jätkuv kasutamine pärast seda, kui oleme sellel lehel privaatsuspoliitika muudatused postitanud, tähendab, et nõustute muudatustega ning nõustute muudetud privaatsuspoliitikaga ja olete nendega seotud.","para142":"Kui teeme oma kasutajate kohtlemises olulisi muudatusi","heading15":"15. Kontaktandmed","para15":"Kõigi selle privaatsuspoliitika kohta lisaküsimuste või kommentaaride korral võtke meiega ühendust, kasutades allolevat teavet:","li151":"Hotstar Party","li152":"Meil:","li153":"Veebisait:","heading16":"16. Kolmandate isikute lingid","para16":"Aeg-ajalt võime oma äranägemisel lisada või pakkuda oma veebisaidile kolmandate osapoolte tooteid või teenuseid. Nendel kolmandate osapoolte saitidel on eraldi ja sõltumatud privaatsuspoliitikad. Seetõttu ei vastuta me nende lingitud saitide sisu ja tegevuse eest. Sellegipoolest püüame kaitsta oma saidi terviklikkust ja ootame nende saitide kohta tagasisidet.","heading17":"17. Avalikud foorumid","para17":"Pidage meeles, et kui avaldate vabatahtlikult isikuandmeid veebis veebisaidi avalikult juurdepääsetavas osas, võivad teised seda teavet koguda ja kasutada. Me ei kontrolli oma külastajate ja kasutajate tegevust.","heading18":"18. Laste privaatsus","para18":"Meie laiendus ei puuduta alla 13-aastaseid. Me ei kogu teadlikult isikut tuvastavat teavet alla 13-aastastelt lastelt. Kui avastame, et alla 13-aastane laps on meile isikuandmeid edastanud, kustutame selle kohe oma serveritest. Kui olete lapsevanem või eestkostja ja olete teadlik, et teie laps on meile isikuandmeid edastanud, võtke meiega ühendust, et saaksime vajalikke toiminguid teha.","heading19":"19. Teie nõusolek","para19":"Meie laiendust kasutades nõustute käesolevaga meie privaatsuspoliitikaga ja nõustute sellega","terms":"tingimustele.","heading20":"20. Teie teabe värskendamine","para20":"Kui soovite üle vaadata, parandada, värskendada või kustutada meie isikuandmeid teie kohta või kui soovite muuta oma eelistusi meie kontaktide osas, võite sellest meile teada anda, võttes meiega ühendust kontaktandmetes toodud andmetel. selle poliitika jaotises.","heading21":"21. Loobumisõigus","para21":"Kasutajad saavad igal ajal loobuda meilt tulevaste teadete saamisest. Meilisõnumite ja uudiskirjade saamisest loobumiseks järgige meie e-kirjades olevaid juhiseid.","heading22":"22. Lisateave EL-i kasutajatele","para22":"Euroopa Liidus elavatel kasutajatel on isikuandmete kaitse üldmääruse (GDPR) alusel teatud õigused. Need õigused hõlmavad juurdepääsu oma isikuandmetele, nende parandamist, kustutamist, piiramist, ülekandmist või nende töötlemisele vastuväiteid. Kui soovite neid õigusi kasutada, võtke meiega ühendust esitatud andmetel.","heading23":"23. Kontaktandmed täiendavaks päringuks","para23":"Täiendavate küsimuste korral või oma õiguste kasutamiseks võite meiega ühendust võtta aadressil:","li231":"Hotstar Party","li232":"Meil:","li233":"Veebisait:","li234":"Viimati värskendatud: 23. aprill 2024","readmore":"Loe rohkem ..."}