{"mainheading":"سیاست حفظ حریم خصوصی برای Hotstar Party","overview":"بررسی اجمالی","overviewpara":"به Hotstar Party خوش آمدید! این خط‌مشی رازداری نحوه جمع‌آوری، استفاده و اشتراک‌گذاری اطلاعات شما را هنگام استفاده از برنامه افزودنی Hotstar Party که در وب‌سایت ما در دسترس است، توضیح می‌دهد.","overviewspan":". با استفاده از برنامه افزودنی ما، با جمع آوری و استفاده از اطلاعات مطابق با این سیاست موافقت می کنید. اگر با شرایط موافق نیستید، لطفا از پسوند استفاده نکنید.","heading1":"1. جمع آوری اطلاعات و استفاده","subheading11":"آ. اطلاعات شخصی","subpara11":"ما اطلاعاتی را که هنگام استفاده از برنامه افزودنی ما مستقیماً در اختیار ما قرار می دهید جمع آوری می کنیم. این ممکن است شامل موارد زیر باشد:","li01":"آدرس ایمیل","li02":"نوع و تنظیمات مرورگر","li03":"تاریخ و زمان استفاده از پسوند","li04":"اطلاعاتی در مورد پیکربندی مرورگر و افزونه ها","li05":"آدرس آی پی","subheading12":"ب داده های استفاده","subpara12":"ما همچنین اطلاعات را به طور خودکار هنگام حرکت در سایت ها جمع آوری می کنیم. این اطلاعات شامل جزئیات مربوط به بازدیدهای شما مانند داده‌های ترافیک، داده‌های مکان، گزارش‌ها و سایر داده‌ها و منابع ارتباطی است که به آنها دسترسی دارید.","heading2":"2. اشتراک گذاری و افشای اطلاعات","para2":"ما اطلاعات شناسایی شخصی شما را نمی فروشیم، مبادله نمی کنیم، یا به سایرین به اشخاص خارجی منتقل نمی کنیم، مگر اینکه از قبل اطلاعیه ای را به کاربران ارائه دهیم. این شامل شرکای میزبانی وب‌سایت و سایر طرف‌هایی نمی‌شود که به ما در راه‌اندازی وب‌سایت، انجام کسب‌وکار یا خدمت‌رسانی به کاربرانمان کمک می‌کنند، تا زمانی که آن طرف‌ها توافق کنند که این اطلاعات محرمانه بماند.","heading3":"3. کوکی ها و فن آوری های ردیابی","para3":"Hotstar Party از کوکی‌ها و فناوری‌های ردیابی مشابه برای ردیابی فعالیت‌های سرویس‌های ما استفاده می‌کند و ما اطلاعات خاصی را در اختیار داریم. کوکی ها فایل هایی با مقدار کمی داده هستند که ممکن است شامل یک شناسه منحصر به فرد ناشناس باشد. شما می توانید به مرورگر خود دستور دهید که تمام کوکی ها را رد کند یا نشان دهد که یک کوکی در حال ارسال است.","heading4":"4. امنیت داده ها","para4":"ما در تلاش هستیم تا اقدامات امنیتی معقولی را برای محافظت در برابر دسترسی غیرمجاز یا تغییر، افشا یا تخریب غیرمجاز داده ها اجرا کنیم. با این حال، هیچ گونه انتقال داده از طریق اینترنت یا شبکه بی سیم را نمی توان تضمین کرد.","heading5":"5. افشای وابسته","para5":"این برنامه افزودنی برای حفظ خدمات با کیفیت بالا و مدیریت موثر هزینه های سرور طراحی شده است. به عنوان بخشی از تلاش‌هایمان برای تداوم فعالیت‌هایمان، ممکن است پس از نصب برنامه افزودنی که به طور خودکار کار می‌کند، از خریدهایی که در اکثر وب‌سایت‌ها انجام می‌شود، کمیسیون‌های وابسته دریافت کنیم.","heading6":"6. حقوق شما","subheading61":"آ. حق اصلاح","subpara61":"شما این حق را دارید که هرگونه اطلاعات شخصی نادرست یا ناقصی را که در مورد شما نگهداری می کنیم اصلاح یا تکمیل کنید. در صورت مشاهده هرگونه مغایرت یا نادرستی در اطلاعاتی که در اختیار ما قرار داده اید، لطفاً بلافاصله با ما تماس بگیرید.","subheading62":"ب حق محدودیت","subpara62":"شما حق دارید درخواست کنید که پردازش داده های شخصی شما را تحت شرایط خاصی محدود کنیم، مثلاً اگر صحت آن داده ها را به چالش بکشید یا با پردازش ما مخالفت کرده باشید.","subheading63":"ج حق اعتراض","subpara63":"شما این حق را دارید که تحت شرایط خاصی به پردازش داده های شخصی شما توسط ما اعتراض کنید، به ویژه اگر ما داده های شما را بر اساس منافع مشروع یا برای اهداف بازاریابی مستقیم پردازش می کنیم.","heading7":"7. تغییرات در این سیاست حفظ حریم خصوصی","para7":"ممکن است سیاست حفظ حریم خصوصی خود را هر از چند گاهی به روز کنیم. ما با ارسال سیاست حفظ حریم خصوصی جدید در این صفحه شما را از هرگونه تغییر مطلع خواهیم کرد. قبل از اعمال تغییرات، از طریق ایمیل و/یا اطلاعیه برجسته در سرویس خود به شما اطلاع خواهیم داد.","heading8":"8. اطلاعات تماس","para8":"برای هر گونه سوال یا نگرانی در مورد این سیاست حفظ حریم خصوصی، لطفا با ما تماس بگیرید:","li81":"مهمانی هاتستار","li82":"پست الکترونیک:","li83":"سایت اینترنتی:","heading9":"9. حفظ داده ها","para9":"ما اطلاعات شخصی شما را فقط تا زمانی که برای اهداف تعیین شده در این سیاست حفظ حریم خصوصی ضروری باشد حفظ خواهیم کرد. ما اطلاعات شما را تا حدی که برای پیروی از تعهدات قانونی خود لازم است حفظ کرده و استفاده خواهیم کرد (به عنوان مثال، اگر برای پیروی از قوانین قابل اجرا ملزم به حفظ داده های شما هستیم)، حل اختلافات و اجرای توافق نامه ها و خط مشی های قانونی ما.","heading10":"10. انتقال داده های بین المللی","para101":"اطلاعات شما، از جمله داده‌های شخصی، ممکن است به رایانه‌هایی که در خارج از ایالت، استان، کشور یا سایر حوزه‌های قضایی دولتی شما قرار دارند، منتقل شوند - و در آنها نگهداری شود.","para102":"رضایت شما با این سیاست حفظ حریم خصوصی و به دنبال آن ارائه چنین اطلاعاتی نشان دهنده موافقت شما با آن انتقال است. Hotstar Party تمام اقدامات منطقی لازم را انجام می دهد تا اطمینان حاصل شود که داده های شما به طور ایمن و مطابق با این خط مشی رازداری رفتار می شود و هیچ انتقالی از اطلاعات شخصی شما به سازمان یا کشوری صورت نمی گیرد مگر اینکه کنترل های کافی از جمله امنیت در محل وجود داشته باشد. داده ها و سایر اطلاعات شخصی شما","heading11":"11. تماس با ما","para11":"برای توضیح بیشتر در مورد شیوه های داده ما یا استفاده از هر یک از حقوق خود، از تماس با ما دریغ نکنید:","li111":"مهمانی هاتستار","li112":"پست الکترونیک:","li113":"سایت اینترنتی:","heading12":"12. اقدامات امنیت داده ها","para12":"ما امنیت داده های شما را جدی می گیریم. ما اقدامات امنیتی مختلفی را برای حفظ ایمنی اطلاعات شخصی شما هنگام وارد کردن، ارسال یا دسترسی به اطلاعات شخصی خود اجرا می کنیم. این شامل:","li121":"استفاده از رمزگذاری SSL/TLS برای داده های ارسال شده از طریق اینترنت.","li122":"اجرای پروتکل های امنیتی و اقدامات برای محافظت از داده های ذخیره شده در سرورهای ما.","li123":"محدود کردن دسترسی به اطلاعات شخصی شما برای کارمندان، پیمانکاران و نمایندگانی که برای پردازش آن از طرف ما نیاز به دانستن آن اطلاعات دارند. این افراد ملزم به رعایت تعهدات محرمانه هستند و در صورت عدم رعایت این تعهدات ممکن است مشمول انضباط از جمله فسخ و پیگرد کیفری شوند.","heading13":"13. رعایت الزامات قانونی","para13":"ما ممکن است اطلاعات شخصی شما را در مواردی که طبق قانون یا احضاریه لازم است فاش کنیم یا اگر فکر کنیم چنین اقدامی برای موارد زیر ضروری است:","li131":"مطابق با قانون و درخواست های منطقی مجریان قانون.","li132":"خط‌مشی‌های وب‌سایت خود را اجرا کنید یا از حقوق، اموال یا ایمنی شرکت، مشتریانمان یا دیگران محافظت کنید.","li133":"از فعالیت‌هایی که ممکن است به‌عنوان یک فعالیت غیرقانونی، غیراخلاقی یا قانونی قابل اقدام در نظر بگیریم، جلوگیری یا متوقف کنید.","heading14":"14. تغییرات در این سیاست حفظ حریم خصوصی","para141":"ما حق به روز رسانی یا تغییر سیاست حفظ حریم خصوصی خود را در هر زمان برای خود محفوظ می داریم. شما باید این سیاست حفظ حریم خصوصی را به صورت دوره ای بررسی کنید. ادامه استفاده شما از این سرویس پس از ارسال هرگونه تغییر در خط مشی رازداری در این صفحه به منزله تایید تغییرات و رضایت شما برای رعایت و متعهد بودن به سیاست حفظ حریم خصوصی اصلاح شده است.","para142":"اگر تغییراتی در نحوه برخورد با کاربرانمان ایجاد کنیم","heading15":"15. اطلاعات تماس","para15":"برای هر گونه سؤال یا نظر اضافی در مورد این سیاست حفظ حریم خصوصی، لطفاً با استفاده از اطلاعات زیر با ما تماس بگیرید:","li151":"مهمانی هاتستار","li152":"پست الکترونیک:","li153":"سایت اینترنتی:","heading16":"16. پیوندهای شخص ثالث","para16":"گاهی اوقات، بنا به صلاحدید خود، ممکن است محصولات یا خدمات شخص ثالث را در وب سایت خود قرار دهیم یا ارائه دهیم. این سایت های شخص ثالث دارای سیاست های حفظ حریم خصوصی جداگانه و مستقل هستند. بنابراین ما هیچ مسئولیت یا تعهدی در قبال محتوا و فعالیت های این سایت های لینک شده نداریم. با این وجود، ما به دنبال محافظت از یکپارچگی سایت خود هستیم و از هرگونه بازخورد در مورد این سایت ها استقبال می کنیم.","heading17":"17. انجمن های عمومی","para17":"لطفاً توجه داشته باشید که اگر به طور داوطلبانه اطلاعات شخصی را به صورت آنلاین در بخشی از وب سایت در دسترس عموم قرار دهید، این اطلاعات می تواند توسط دیگران جمع آوری و استفاده شود. ما اقدامات بازدیدکنندگان و کاربران خود را کنترل نمی کنیم.","heading18":"18. حریم خصوصی کودکان","para18":"برنامه افزودنی ما افراد زیر 13 سال را مورد خطاب قرار نمی دهد. ما آگاهانه اطلاعات شناسایی شخصی از کودکان زیر 13 سال جمع آوری نمی کنیم. در صورتی که متوجه شویم کودک زیر 13 سال اطلاعات شخصی را در اختیار ما قرار داده است، بلافاصله این اطلاعات را از سرورهای خود حذف می کنیم. اگر شما والدین یا قیم هستید و می دانید که فرزندتان اطلاعات شخصی را در اختیار ما قرار داده است، لطفاً با ما تماس بگیرید تا بتوانیم اقدامات لازم را انجام دهیم.","heading19":"19. رضایت شما","para19":"با استفاده از برنامه افزودنی ما، بدین وسیله با خط مشی رازداری ما موافقت می کنید و با آن موافقت می کنید","terms":"مقررات.","heading20":"20. به روز رسانی اطلاعات شما","para20":"اگر می‌خواهید اطلاعات شخصی را که در مورد شما داریم بررسی، تصحیح، به‌روزرسانی یا حذف کنید یا اگر می‌خواهید تنظیمات برگزیده خود را برای مخاطبین از ما تغییر دهید، می‌توانید با تماس با ما از طریق اطلاعات ارائه شده در اطلاعات تماس به ما اطلاع دهید. بخش این سیاست","heading21":"21. حق انصراف","para21":"کاربران می توانند در هر زمان از دریافت ارتباطات آینده از سوی ما انصراف دهند. برای انصراف از دریافت پیام های ایمیل و خبرنامه ها، می توانید دستورالعمل های ارائه شده در ایمیل های ما را دنبال کنید.","heading22":"22. اطلاعات اضافی برای کاربران اتحادیه اروپا","para22":"کاربران مقیم اتحادیه اروپا بر اساس مقررات حفاظت از داده های عمومی (GDPR) از حقوق خاصی برخوردار هستند. این حقوق شامل امکان دسترسی، اصلاح، پاک کردن، محدود کردن، انتقال یا اعتراض به پردازش داده‌های شخصی شما است. اگر مایل به استفاده از این حقوق هستید، لطفاً با جزئیات ارائه شده با ما تماس بگیرید.","heading23":"23. اطلاعات تماس برای استعلام بیشتر","para23":"برای هر گونه سوال بیشتر یا استفاده از حقوق خود، می توانید با ما تماس بگیرید:","li231":"مهمانی هاتستار","li232":"پست الکترونیک:","li233":"سایت اینترنتی:","li234":"آخرین به روز رسانی: 23 آوریل 2024","readmore":"ادامه مطلب..."}