{"mainheading":"Hotstar Partyn tietosuojakäytäntö","overview":"Yleiskatsaus","overviewpara":"Tervetuloa Hotstar Partylle! Tämä tietosuojakäytäntö kuvaa, kuinka tietojasi kerätään, käytetään ja jaetaan, kun käytät Hotstar Party -laajennusta, joka on saatavana verkkosivustoltamme osoitteessa","overviewspan":". Käyttämällä laajennustamme hyväksyt tietojen keräämisen ja käytön tämän käytännön mukaisesti. Jos et hyväksy ehtoja, älä käytä laajennusta.","heading1":"1. Tietojen kerääminen ja käyttö","subheading11":"a. Henkilökohtaisia ​​tietoja","subpara11":"Keräämme tietoja, jotka annat suoraan meille, kun käytät laajennustamme. Tämä voi sisältää","li01":"Sähköpostiosoite","li02":"Selaimen tyyppi ja asetukset","li03":"Päivämäärä ja kellonaika, jolloin laajennusta käytettiin","li04":"Tietoja selaimen asetuksista ja laajennuksista","li05":"IP-osoite","subheading12":"b. Käyttötiedot","subpara12":"Keräämme tietoja myös automaattisesti, kun selaat sivustoja. Nämä tiedot sisältävät tietoja käynneistäsi, kuten liikennetiedot, sijaintitiedot, lokit ja muut käyttämäsi viestintätiedot ja resurssit.","heading2":"2. Tietojen jakaminen ja paljastaminen","para2":"Emme myy, vaihda tai muutoin siirrä ulkopuolisille henkilökohtaisia ​​tunnistetietojasi, ellemme ilmoita siitä käyttäjille etukäteen. Tämä ei sisällä verkkosivustojen isännöintikumppaneita ja muita osapuolia, jotka auttavat meitä verkkosivustomme toiminnassa, liiketoiminnassamme tai käyttäjien palvelemisessa, kunhan nämä osapuolet suostuvat pitämään nämä tiedot luottamuksellisina.","heading3":"3. Evästeet ja seurantatekniikat","para3":"Hotstar Party käyttää evästeitä ja vastaavia seurantatekniikoita seuratakseen toimintaamme palveluissamme, ja säilytämme tiettyjä tietoja. Evästeet ovat tiedostoja, joissa on pieni määrä tietoa ja jotka voivat sisältää anonyymin yksilöllisen tunnisteen. Voit ohjeistaa selaimesi kieltäytymään kaikista evästeistä tai ilmoittamaan, kun evästettä lähetetään.","heading4":"4. Tietoturva","para4":"Pyrimme toteuttamaan kohtuullisia turvatoimia suojautuaksemme tietojen luvattomalta käytöltä tai luvattomalta muuttamiselta, paljastamiselta tai tuhoamiselta. Tiedonsiirtoa Internetin tai langattoman verkon kautta ei kuitenkaan voida taata.","heading5":"5. Affiliate Disclosure","para5":"Tämä laajennus on suunniteltu ylläpitämään korkealaatuista palvelua ja hallitsemaan palvelinkustannuksia tehokkaasti. Osana pyrkimyksiämme ylläpitää toimintaamme saatamme ansaita kumppanipalkkioita useimmilla verkkosivustoilla tehdyistä ostoksista automaattisesti toimivan laajennuksen asentamisen jälkeen.","heading6":"6. Sinun oikeutesi","subheading61":"a. Oikeus oikaisuun","subpara61":"Sinulla on oikeus saada kaikki hallussamme olevat virheelliset tai puutteelliset henkilötiedot oikaistuiksi tai täydennetyiksi. Jos huomaat meille antamissasi tiedoissa ristiriitaisuuksia tai epätarkkuuksia, ota meihin välittömästi yhteyttä.","subheading62":"b. Oikeus rajoittamiseen","subpara62":"Sinulla on oikeus pyytää meitä rajoittamaan henkilötietojesi käsittelyä tietyissä olosuhteissa, esimerkiksi jos kiistät tietojen paikkansapitävyyden tai jos olet vastustanut käsittelyämme.","subheading63":"c. Oikeus vastustaa","subpara63":"Sinulla on oikeus vastustaa henkilötietojesi käsittelyä tietyissä olosuhteissa, erityisesti jos käsittelemme tietojasi oikeutetun edun perusteella tai suoramarkkinointitarkoituksiin.","heading7":"7. Muutokset tähän tietosuojakäytäntöön","para7":"Saatamme päivittää tietosuojakäytäntöämme ajoittain. Ilmoitamme sinulle kaikista muutoksista julkaisemalla uuden tietosuojakäytännön tällä sivulla. Ilmoitamme sinulle sähköpostitse ja/tai näkyvällä ilmoituksella palvelussamme ennen muutoksen voimaantuloa.","heading8":"8. Yhteystiedot","para8":"Jos sinulla on kysyttävää tai huolenaiheita liittyen tähän tietosuojakäytäntöön, ota meihin yhteyttä osoitteessa:","li81":"Hotstar Party","li82":"Sähköposti:","li83":"Verkkosivusto:","heading9":"9. Tietojen säilyttäminen","para9":"Säilytämme henkilötietojasi vain niin kauan kuin on tarpeen tässä tietosuojakäytännössä määriteltyjen tarkoitusten toteuttamiseksi. Säilytämme ja käytämme tietojasi siinä määrin kuin se on tarpeen lakisääteisten velvoitteidemme noudattamiseksi (esimerkiksi jos meidän on säilytettävä tietosi sovellettavien lakien noudattamiseksi), riitojen ratkaisemiseksi ja laillisten sopimuksiemme ja käytäntöjemme noudattamiseksi.","heading10":"10. Kansainväliset tiedonsiirrot","para101":"Tietosi, mukaan lukien henkilötiedot, voidaan siirtää – ja niitä voidaan ylläpitää – tietokoneilla, jotka sijaitsevat osavaltiosi, provinssi, maasi tai muun valtion lainkäyttöalueen ulkopuolella, missä tietosuojalait voivat poiketa lainkäyttöalueesi vastaavista.","para102":"Suostumus tälle tietosuojakäytännölle ja sen jälkeen tällaisten tietojen toimittaminen edustaa suostumustasi kyseiseen siirtoon. Hotstar Party ryhtyy kaikkiin kohtuudella tarvittaviin toimenpiteisiin varmistaakseen, että tietojasi käsitellään turvallisesti ja tämän tietosuojakäytännön mukaisesti, eikä henkilötietojasi siirretä organisaatiolle tai maalle, ellei käytössä ole riittävää valvontaa, mukaan lukien tietosi ja muut henkilötiedot.","heading11":"11. Ota yhteyttä","para11":"Jos haluat lisätietoja tietokäytännöistämme tai käyttää oikeuksiasi, älä epäröi ottaa meihin yhteyttä osoitteessa:","li111":"Hotstar Party","li112":"Sähköposti:","li113":"Verkkosivusto:","heading12":"12. Tietoturvatoimenpiteet","para12":"Otamme tietojesi turvallisuuden vakavasti. Toteutamme erilaisia ​​turvatoimenpiteitä henkilötietojesi turvallisuuden ylläpitämiseksi, kun syötät, lähetät tai käytät henkilötietojasi. Nämä sisältävät:","li121":"SSL/TLS-salauksen käyttäminen Internetin kautta lähetettäville tiedoille.","li122":"Tietoturvaprotokollien ja -toimenpiteiden käyttöönotto palvelimillemme tallennettujen tietojen suojaamiseksi.","li123":"Rajoitamme pääsyn henkilötietoihisi työntekijöihin, urakoitsijoihin ja edustajiin, joiden on tiedettävä kyseiset tiedot voidakseen käsitellä niitä puolestamme. Näitä henkilöitä sitovat luottamuksellisuusvelvoitteet, ja heidät voidaan määrätä kurinpitoon, mukaan lukien irtisanominen ja rikossyytteet, jos he eivät täytä näitä velvoitteita.","heading13":"13. Lakisääteisten vaatimusten noudattaminen","para13":"Voimme paljastaa henkilötietojasi, jos laki tai haaste niin vaatii tai jos uskomme, että tällainen toimenpide on tarpeen:","li131":"Noudata lakia ja lainvalvontaviranomaisten kohtuullisia vaatimuksia.","li132":"Täytämme verkkosivustomme käytäntöjä tai suojelemme yrityksemme, asiakkaidemme tai muiden oikeuksia, omaisuutta tai turvallisuutta.","li133":"Estä tai lopeta toiminta, jonka saatamme pitää laittomana, epäeettisenä tai lainmukaisena toimintana tai aiheuttaa sen vaaran.","heading14":"14. Muutokset tähän tietosuojakäytäntöön","para141":"Pidätämme oikeuden päivittää tai muuttaa tietosuojakäytäntöämme milloin tahansa. Sinun tulee tarkistaa tämä tietosuojakäytäntö säännöllisesti. Jos jatkat palvelun käyttöä sen jälkeen, kun olemme lähettäneet tämän sivun tietosuojakäytäntöön tehdyt muutokset, hyväksyt muutokset ja suostut noudattamaan muutettua tietosuojakäytäntöä ja sitoutumaan siihen.","para142":"Jos teemme olennaisia ​​muutoksia siihen, miten kohtelemme käyttäjiämme","heading15":"15. Yhteystiedot","para15":"Jos sinulla on lisäkysymyksiä tai kommentteja tästä tietosuojakäytännöstä, ota meihin yhteyttä käyttämällä alla olevia tietoja:","li151":"Hotstar Party","li152":"Sähköposti:","li153":"Verkkosivusto:","heading16":"16. Kolmannen osapuolen linkit","para16":"Joskus harkintamme mukaan voimme sisällyttää tai tarjota kolmannen osapuolen tuotteita tai palveluita verkkosivustollemme. Näillä kolmansien osapuolien sivustoilla on erilliset ja riippumattomat tietosuojakäytännöt. Siksi meillä ei ole mitään vastuuta näiden linkitettyjen sivustojen sisällöstä ja toiminnasta. Pyrimme kuitenkin suojelemaan sivustomme eheyttä ja otamme mielellämme vastaan ​​palautetta näistä sivustoista.","heading17":"17. Julkiset foorumit","para17":"Huomaa, että jos luovutat vapaaehtoisesti henkilötietoja verkossa verkkosivuston julkisessa osassa, muut voivat kerätä ja käyttää näitä tietoja. Emme hallitse vierailijoidemme ja käyttäjiemme toimintaa.","heading18":"18. Lasten yksityisyys","para18":"Laajentuksemme ei koske alle 13-vuotiaita. Emme tietoisesti kerää henkilökohtaisia ​​tunnistetietoja alle 13-vuotiailta lapsilta. Jos huomaamme, että alle 13-vuotias on antanut meille henkilötietoja, poistamme ne välittömästi palvelimiltamme. Jos olet vanhempi tai huoltaja ja tiedät, että lapsesi on antanut meille henkilötietoja, ota meihin yhteyttä, jotta voimme tehdä tarvittavat toimenpiteet.","heading19":"19. Sinun suostumuksesi","para19":"Käyttämällä laajennustamme hyväksyt tietosuojakäytäntömme ja sen","terms":"ehdot.","heading20":"20. Tietojesi päivittäminen","para20":"Jos haluat tarkistaa, korjata, päivittää tai poistaa henkilötietojasi, joita meillä on sinusta, tai jos haluat muuttaa yhteydenottoasetuksiasi, voit ilmoittaa siitä meille ottamalla yhteyttä Yhteystiedot-kohdassa annettuihin tietoihin. tämän käytännön osio.","heading21":"21. Opt-Out-oikeus","para21":"Käyttäjät voivat milloin tahansa kieltäytyä vastaanottamasta meiltä tulevia viestejä. Voit kieltäytyä sähköpostiviestien ja uutiskirjeiden vastaanottamisesta noudattamalla sähköposteissamme olevia ohjeita.","heading22":"22. Lisätietoja EU-käyttäjille","para22":"Euroopan unionin alueella asuvilla käyttäjillä on yleisen tietosuoja-asetuksen (GDPR) mukaiset tietyt oikeudet. Näihin oikeuksiin kuuluu oikeus päästä käsiksi, oikaista, poistaa, rajoittaa, siirtää tai vastustaa henkilötietojesi käsittelyä. Jos haluat käyttää näitä oikeuksia, ota meihin yhteyttä ilmoitetuilla yhteystiedoilla.","heading23":"23. Yhteystiedot lisätiedusteluja varten","para23":"Jos sinulla on kysyttävää tai haluat käyttää oikeuksiasi, voit ottaa yhteyttä meihin osoitteessa:","li231":"Hotstar Party","li232":"Sähköposti:","li233":"Verkkosivusto:","li234":"Viimeksi päivitetty: 23. huhtikuuta 2024","readmore":"Lue lisää ..."}