{"mainheading":"Patakaran sa Privacy para sa Hotstar Party","overview":"Pangkalahatang-ideya","overviewpara":"Maligayang pagdating sa Hotstar Party! Inilalarawan ng Patakaran sa Privacy na ito kung paano kinokolekta, ginagamit, at ibinabahagi ang iyong impormasyon kapag ginamit mo ang extension ng Hotstar Party na makukuha mula sa aming website sa","overviewspan":". Sa paggamit ng aming extension, sumasang-ayon ka sa pangongolekta at paggamit ng impormasyon alinsunod sa patakarang ito. Kung hindi ka sumasang-ayon sa mga tuntunin, mangyaring huwag gamitin ang extension.","heading1":"1. Koleksyon at Paggamit ng Impormasyon","subheading11":"a. Personal na impormasyon","subpara11":"Kinokolekta namin ang impormasyong ibinibigay mo nang direkta sa amin kapag ginamit mo ang aming extension. Maaaring kabilang dito ang:","li01":"Email address","li02":"Uri at setting ng browser","li03":"Petsa at oras na ginamit ang extension","li04":"Impormasyon tungkol sa pagsasaayos ng browser at mga plugin","li05":"IP address","subheading12":"b. Data ng Paggamit","subpara12":"Awtomatiko rin kaming nangongolekta ng impormasyon habang nagna-navigate ka sa mga site. Kasama sa impormasyong ito ang mga detalye tungkol sa iyong mga pagbisita gaya ng data ng trapiko, data ng lokasyon, mga log, at iba pang data at mapagkukunan ng komunikasyon na iyong ina-access.","heading2":"2. Pagbabahagi at Pagbubunyag ng Impormasyon","para2":"Hindi namin ibinebenta, kinakalakal, o kung hindi man ay inililipat sa mga panlabas na partido ang iyong personal na pagkakakilanlan ng impormasyon maliban kung bibigyan namin ang mga user ng paunang abiso. Hindi kasama dito ang mga kasosyo sa pagho-host ng website at iba pang mga partido na tumulong sa amin sa pagpapatakbo ng aming website, pagsasagawa ng aming negosyo, o paglilingkod sa aming mga user, hangga't sumasang-ayon ang mga partidong iyon na panatilihing kumpidensyal ang impormasyong ito.","heading3":"3. Cookies at Teknolohiya sa Pagsubaybay","para3":"Gumagamit ang Hotstar Party ng cookies at mga katulad na teknolohiya sa pagsubaybay upang subaybayan ang aktibidad sa aming mga serbisyo at may hawak kaming ilang partikular na impormasyon. Ang cookies ay mga file na may kaunting data na maaaring may kasamang hindi kilalang natatanging identifier. Maaari mong atasan ang iyong browser na tanggihan ang lahat ng cookies o isaad kung kailan ipinapadala ang isang cookie.","heading4":"4. Seguridad ng Data","para4":"Nagsusumikap kaming magpatupad ng mga makatwirang hakbang sa seguridad upang maprotektahan laban sa hindi awtorisadong pag-access o hindi awtorisadong pagbabago, pagsisiwalat, o pagsira ng data. Gayunpaman, walang pagpapadala ng data sa Internet o wireless network ang matitiyak.","heading5":"5. Pagbubunyag ng Kaakibat","para5":"Idinisenyo ang extension na ito upang mapanatili ang mataas na kalidad na serbisyo at epektibong pamahalaan ang mga gastos sa server. Bilang bahagi ng aming mga pagsisikap na mapanatili ang aming mga operasyon, maaari kaming makakuha ng mga kaakibat na komisyon sa mga pagbili na ginawa sa karamihan ng mga website pagkatapos i-install ang extension, na awtomatikong gumagana.","heading6":"6. Ang iyong mga Karapatan","subheading61":"a. Karapatan sa Pagwawasto","subpara61":"May karapatan kang magkaroon ng anumang mali o hindi kumpletong personal na data na hawak namin tungkol sa iyo na naitama o nakumpleto. Kung may napansin kang anumang mga pagkakaiba o kamalian sa impormasyong ibinigay mo sa amin, mangyaring makipag-ugnayan sa amin kaagad.","subheading62":"b. Karapatan sa Paghihigpit","subpara62":"May karapatan kang humiling na paghigpitan namin ang pagpoproseso ng iyong personal na data sa ilalim ng ilang partikular na pagkakataon, tulad ng kung tinututulan mo ang katumpakan ng data na iyon o kung tumutol ka sa aming pagproseso.","subheading63":"c. Karapatang Tumutol","subpara63":"May karapatan kang tumutol sa aming pagpoproseso ng iyong personal na data sa ilalim ng ilang partikular na sitwasyon, lalo na kung pinoproseso namin ang iyong data batay sa mga lehitimong interes o para sa direktang layunin ng marketing.","heading7":"7. Mga Pagbabago sa Patakaran sa Privacy na Ito","para7":"Maaari naming i-update ang aming Patakaran sa Privacy paminsan-minsan. Aabisuhan ka namin ng anumang mga pagbabago sa pamamagitan ng pag-post ng bagong Patakaran sa Privacy sa pahinang ito. Ipapaalam namin sa iyo sa pamamagitan ng email at/o isang kilalang paunawa sa aming serbisyo, bago maging epektibo ang pagbabago.","heading8":"8. Impormasyon sa Pakikipag-ugnayan","para8":"Para sa anumang mga katanungan o alalahanin tungkol sa Patakaran sa Privacy na ito, mangyaring makipag-ugnayan sa amin sa:","li81":"Hotstar Party","li82":"Email:","li83":"Website:","heading9":"9. Pagpapanatili ng Data","para9":"Pananatilihin namin ang iyong personal na impormasyon hangga't kinakailangan para sa mga layuning itinakda sa Patakaran sa Privacy na ito. Pananatilihin at gagamitin namin ang iyong impormasyon sa lawak na kinakailangan upang sumunod sa aming mga legal na obligasyon (halimbawa, kung kinakailangan naming panatilihin ang iyong data upang sumunod sa mga naaangkop na batas), lutasin ang mga hindi pagkakaunawaan, at ipatupad ang aming mga legal na kasunduan at patakaran.","heading10":"10. International Data Transfers","para101":"Ang iyong impormasyon, kabilang ang personal na data, ay maaaring ilipat sa — at mapanatili sa — mga computer na matatagpuan sa labas ng iyong estado, lalawigan, bansa, o iba pang hurisdiksyon ng pamahalaan kung saan maaaring magkaiba ang mga batas sa proteksyon ng data sa mga nasasakupan mo.","para102":"Ang iyong pahintulot sa Patakaran sa Privacy na ito na sinusundan ng iyong pagsusumite ng naturang impormasyon ay kumakatawan sa iyong kasunduan sa paglipat na iyon. Gagawin ng Hotstar Party ang lahat ng mga hakbang na makatwirang kinakailangan upang matiyak na ang iyong data ay ginagamot nang ligtas at alinsunod sa Patakaran sa Pagkapribado na ito at walang paglilipat ng iyong personal na data na magaganap sa isang organisasyon o isang bansa maliban kung mayroong sapat na mga kontrol sa lugar kabilang ang seguridad ng iyong data at iba pang personal na impormasyon.","heading11":"11. Makipag-ugnayan sa Amin","para11":"Para sa karagdagang paglilinaw sa aming mga kasanayan sa data o upang gamitin ang alinman sa iyong mga karapatan, huwag mag-atubiling makipag-ugnayan sa amin sa:","li111":"Hotstar Party","li112":"Email:","li113":"Website:","heading12":"12. Mga Panukala sa Seguridad ng Data","para12":"Sineseryoso namin ang seguridad ng iyong data. Nagpapatupad kami ng iba't ibang mga hakbang sa seguridad upang mapanatili ang kaligtasan ng iyong personal na impormasyon kapag ipinasok mo, isinumite, o ina-access ang iyong personal na impormasyon. Kabilang dito ang:","li121":"Paggamit ng SSL/TLS encryption para sa data na ipinadala sa Internet.","li122":"Pagpapatupad ng mga protocol ng seguridad at mga hakbang upang maprotektahan ang data na nakaimbak sa aming mga server.","li123":"Nililimitahan ang pag-access sa iyong personal na data sa mga empleyado, kontratista, at ahente na kailangang malaman ang impormasyong iyon upang maproseso ito sa ngalan namin. Ang mga indibidwal na ito ay nakasalalay sa mga obligasyon sa pagiging kumpidensyal at maaaring sumailalim sa disiplina, kabilang ang pagwawakas at pag-uusig ng kriminal, kung hindi nila matugunan ang mga obligasyong ito.","heading13":"13. Pagsunod sa Mga Legal na Kinakailangan","para13":"Maaari naming ibunyag ang iyong personal na impormasyon kung saan kinakailangan na gawin ito ng batas o subpoena o kung naniniwala kami na ang naturang aksyon ay kinakailangan upang:","li131":"Sumunod sa batas at sa mga makatwirang kahilingan ng nagpapatupad ng batas.","li132":"Ipatupad ang aming mga patakaran sa website o protektahan ang mga karapatan, ari-arian, o kaligtasan ng aming kumpanya, aming mga customer, o iba pa.","li133":"Pigilan o ihinto ang aktibidad na maaari naming ituring na, o magdulot ng panganib na maging, isang ilegal, hindi etikal, o legal na naaaksyunan na aktibidad.","heading14":"14. Mga Pagbabago sa Patakaran sa Privacy na Ito","para141":"Inilalaan namin ang karapatang i-update o baguhin ang aming Patakaran sa Privacy anumang oras. Dapat mong suriin ang Patakaran sa Privacy na ito pana-panahon. Ang iyong patuloy na paggamit ng serbisyo pagkatapos naming mag-post ng anumang mga pagbabago sa Patakaran sa Privacy sa pahinang ito ay bubuo ng iyong pagkilala sa mga pagbabago at ang iyong pagpayag na sumunod at sumailalim sa binagong Patakaran sa Privacy.","para142":"Kung gumawa kami ng anumang materyal na pagbabago sa kung paano namin tinatrato ang aming mga user","heading15":"15. Impormasyon sa Pakikipag-ugnayan","para15":"Para sa anumang karagdagang tanong o komento tungkol sa Patakaran sa Privacy na ito, mangyaring makipag-ugnayan sa amin gamit ang impormasyon sa ibaba:","li151":"Hotstar Party","li152":"Email:","li153":"Website:","heading16":"16. Mga Third-Party na Link","para16":"Paminsan-minsan, sa aming pagpapasya, maaari kaming magsama o mag-alok ng mga produkto o serbisyo ng third-party sa aming website. Ang mga third-party na site na ito ay may hiwalay at independiyenteng mga patakaran sa privacy. Samakatuwid, wala kaming pananagutan o pananagutan para sa nilalaman at mga aktibidad ng mga naka-link na site na ito. Gayunpaman, sinisikap naming protektahan ang integridad ng aming site at tinatanggap ang anumang feedback tungkol sa mga site na ito.","heading17":"17. Mga Pampublikong Forum","para17":"Mangyaring magkaroon ng kamalayan na kung boluntaryo kang magbubunyag ng Personal na Impormasyon online sa isang bahagi ng website na naa-access ng publiko, ang impormasyong iyon ay maaaring kolektahin at gamitin ng iba. Hindi namin kinokontrol ang mga aksyon ng aming mga bisita at user.","heading18":"18. Privacy ng mga Bata","para18":"Ang aming extension ay hindi tumutugon sa sinumang wala pang 13 taong gulang. Hindi namin sinasadyang nangongolekta ng personal na pagkakakilanlan ng impormasyon mula sa mga batang wala pang 13 taong gulang. Kung sakaling matuklasan namin na ang isang batang wala pang 13 taong gulang ay nagbigay sa amin ng personal na impormasyon, agad naming tinanggal ito sa aming mga server. Kung ikaw ay isang magulang o tagapag-alaga at alam mo na ang iyong anak ay nagbigay sa amin ng personal na impormasyon, mangyaring makipag-ugnayan sa amin upang magawa namin ang mga kinakailangang aksyon.","heading19":"19. Ang Iyong Pahintulot","para19":"Sa pamamagitan ng paggamit ng aming extension, sa pamamagitan nito ay pumapayag ka sa aming Patakaran sa Privacy at sumasang-ayon dito","terms":"mga tuntunin.","heading20":"20. Pag-update ng Iyong Impormasyon","para20":"Kung gusto mong suriin, itama, i-update, o tanggalin ang personal na impormasyon na mayroon kami tungkol sa iyo o kung gusto mong baguhin ang iyong mga kagustuhan para sa mga contact mula sa amin, maaari mong ipaalam sa amin sa pamamagitan ng pakikipag-ugnay sa amin sa impormasyong ibinigay sa Impormasyon sa Pakikipag-ugnayan seksyon ng patakarang ito.","heading21":"21. Mag-opt-Out sa Kanan","para21":"Maaaring mag-opt out ang mga user sa pagtanggap ng mga komunikasyon sa hinaharap mula sa amin anumang oras. Upang mag-opt out sa pagtanggap ng mga mensaheng email at newsletter, maaari mong sundin ang mga tagubiling ibinigay sa aming mga email.","heading22":"22. Karagdagang Impormasyon para sa mga User ng EU","para22":"Ang mga user na naninirahan sa European Union ay may karapatan sa ilang partikular na karapatan sa ilalim ng General Data Protection Regulation (GDPR). Kasama sa mga karapatang ito ang kakayahang mag-access, magtama, magbura, maghigpit, maglipat, o tumutol sa pagproseso ng iyong personal na data. Kung nais mong gamitin ang mga karapatang ito, mangyaring makipag-ugnayan sa amin sa mga detalyeng ibinigay.","heading23":"23. Impormasyon sa Pakikipag-ugnayan para sa Karagdagang Pagtatanong","para23":"Para sa anumang karagdagang katanungan o upang gamitin ang iyong mga karapatan, maaari kang makipag-ugnayan sa amin sa:","li231":"Hotstar Party","li232":"Email:","li233":"Website:","li234":"Huling Na-update: Abril 23, 2024","readmore":"Magbasa pa..."}