{"mainheading":"Politique de confidentialité pour Hotstar Party","overview":"Aperçu","overviewpara":"Bienvenue à la fête Hotstar ! Cette politique de confidentialité décrit comment vos informations sont collectées, utilisées et partagées lorsque vous utilisez l'extension Hotstar Party disponible sur notre site Web à l'adresse","overviewspan":". En utilisant notre extension, vous acceptez la collecte et l'utilisation d'informations conformément à cette politique. Si vous n'êtes pas d'accord avec les conditions, veuillez ne pas utiliser l'extension.","heading1":"1. Collecte et utilisation des informations","subheading11":"un. Informations personnelles","subpara11":"Nous collectons les informations que vous nous fournissez directement lorsque vous utilisez notre extension. Cela peut inclure :","li01":"Adresse e-mail","li02":"Type et paramètres du navigateur","li03":"Date et heure d'utilisation de l'extension","li04":"Informations sur la configuration du navigateur et les plugins","li05":"adresse IP","subheading12":"b. Des données d'utilisation","subpara12":"Nous collectons également des informations automatiquement lorsque vous naviguez sur les sites. Ces informations comprennent des détails sur vos visites, tels que des données de trafic, des données de localisation, des journaux et d'autres données et ressources de communication auxquelles vous accédez.","heading2":"2. Partage et divulgation d'informations","para2":"Nous ne vendons, n'échangeons ni ne transférons de toute autre manière à des tiers vos informations personnelles identifiables, sauf si nous en informons les utilisateurs à l'avance. Cela n'inclut pas les partenaires d'hébergement de sites Web et les autres parties qui nous aident à exploiter notre site Web, à mener nos activités ou à servir nos utilisateurs, à condition que ces parties acceptent de garder ces informations confidentielles.","heading3":"3. Cookies et technologies de suivi","para3":"Hotstar Party utilise des cookies et des technologies de suivi similaires pour suivre l'activité sur nos services et nous détenons certaines informations. Les cookies sont des fichiers contenant une petite quantité de données pouvant inclure un identifiant unique anonyme. Vous pouvez demander à votre navigateur de refuser tous les cookies ou d'indiquer lorsqu'un cookie est envoyé.","heading4":"4. Sécurité des données","para4":"Nous nous efforçons de mettre en œuvre des mesures de sécurité raisonnables pour nous protéger contre tout accès non autorisé ou toute modification, divulgation ou destruction non autorisée de données. Cependant, aucune transmission de données sur Internet ou un réseau sans fil ne peut être garantie.","heading5":"5. Divulgation des affiliés","para5":"Cette extension est conçue pour maintenir un service de haute qualité et gérer efficacement les coûts des serveurs. Dans le cadre de nos efforts pour pérenniser nos opérations, nous pouvons gagner des commissions d'affiliation sur les achats effectués sur la plupart des sites Web après avoir installé l'extension, qui fonctionne automatiquement.","heading6":"6. Vos droits","subheading61":"un. Droit de rectification","subpara61":"Vous avez le droit de faire corriger ou compléter toutes les données personnelles incorrectes ou incomplètes que nous détenons à votre sujet. Si vous remarquez des divergences ou des inexactitudes dans les informations que vous nous avez fournies, veuillez nous contacter immédiatement.","subheading62":"b. Droit de restriction","subpara62":"Vous avez le droit de demander que nous limitions le traitement de vos données personnelles dans certaines circonstances, par exemple si vous contestez l'exactitude de ces données ou si vous vous êtes opposé à notre traitement.","subheading63":"c. Droit d'opposition","subpara63":"Vous avez le droit de vous opposer au traitement de vos données personnelles dans certaines circonstances, notamment si nous traitons vos données sur la base d'intérêts légitimes ou à des fins de marketing direct.","heading7":"7. Modifications de cette politique de confidentialité","para7":"Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique de confidentialité sur cette page. Nous vous en informerons par e-mail et/ou par un avis bien visible sur notre service, avant que le changement n'entre en vigueur.","heading8":"8. Coordonnées","para8":"Pour toute question ou préoccupation concernant cette politique de confidentialité, veuillez nous contacter à :","li81":"Fête des étoiles chaudes","li82":"E-mail:","li83":"Site web:","heading9":"9. Conservation des données","para9":"Nous conserverons vos informations personnelles uniquement aussi longtemps que nécessaire aux fins énoncées dans la présente politique de confidentialité. Nous conserverons et utiliserons vos informations dans la mesure nécessaire pour nous conformer à nos obligations légales (par exemple, si nous sommes tenus de conserver vos données pour nous conformer aux lois applicables), résoudre les litiges et faire respecter nos accords et politiques juridiques.","heading10":"10. Transferts de données internationaux","para101":"Vos informations, y compris vos données personnelles, peuvent être transférées et conservées sur des ordinateurs situés en dehors de votre état, province, pays ou autre juridiction gouvernementale où les lois sur la protection des données peuvent différer de celles de votre juridiction.","para102":"Votre consentement à cette politique de confidentialité suivi de la soumission de ces informations représente votre accord à ce transfert. Hotstar Party prendra toutes les mesures raisonnablement nécessaires pour garantir que vos données sont traitées en toute sécurité et conformément à la présente politique de confidentialité et aucun transfert de vos données personnelles n'aura lieu vers une organisation ou un pays à moins que des contrôles adéquats soient en place, y compris la sécurité de vos données et autres informations personnelles.","heading11":"11. Contactez-nous","para11":"Pour plus de précisions sur nos pratiques en matière de données ou pour exercer l’un de vos droits, n’hésitez pas à nous contacter à :","li111":"Fête des étoiles chaudes","li112":"E-mail:","li113":"Site web:","heading12":"12. Mesures de sécurité des données","para12":"Nous prenons la sécurité de vos données au sérieux. Nous mettons en œuvre diverses mesures de sécurité pour maintenir la sécurité de vos informations personnelles lorsque vous saisissez, soumettez ou accédez à vos informations personnelles. Ceux-ci inclus:","li121":"Utilisation du cryptage SSL/TLS pour les données transmises sur Internet.","li122":"Mettre en œuvre des protocoles et des mesures de sécurité pour protéger les données stockées sur nos serveurs.","li123":"Limiter l'accès à vos données personnelles aux employés, sous-traitants et agents qui ont besoin de connaître ces informations afin de les traiter en notre nom. Ces personnes sont liées par des obligations de confidentialité et peuvent faire l'objet de mesures disciplinaires, y compris le licenciement et des poursuites pénales, si elles ne respectent pas ces obligations.","heading13":"13. Conformité aux exigences légales","para13":"Nous pouvons divulguer vos informations personnelles lorsque la loi ou une assignation à comparaître l'exige ou si nous pensons qu'une telle action est nécessaire pour :","li131":"Se conformer à la loi et aux demandes raisonnables des forces de l'ordre.","li132":"Appliquer les politiques de notre site Web ou protéger les droits, la propriété ou la sécurité de notre entreprise, de nos clients ou d'autres personnes.","li133":"Empêcher ou arrêter toute activité que nous pouvons considérer comme étant, ou présentant un risque d'être, une activité illégale, contraire à l'éthique ou pouvant donner lieu à des poursuites judiciaires.","heading14":"14. Modifications de cette politique de confidentialité","para141":"Nous nous réservons le droit de mettre à jour ou de modifier notre politique de confidentialité à tout moment. Vous devriez vérifier cette politique de confidentialité périodiquement. Votre utilisation continue du service après que nous ayons publié des modifications à la politique de confidentialité sur cette page constituera votre reconnaissance des modifications et votre consentement à respecter et à être lié par la politique de confidentialité modifiée.","para142":"Si nous apportons des modifications importantes à la façon dont nous traitons nos utilisateurs","heading15":"15. Coordonnées","para15":"Pour toute question ou commentaire supplémentaire concernant cette politique de confidentialité, veuillez nous contacter en utilisant les informations ci-dessous :","li151":"Fête des étoiles chaudes","li152":"E-mail:","li153":"Site web:","heading16":"16. Liens tiers","para16":"Occasionnellement, à notre discrétion, nous pouvons inclure ou proposer des produits ou services tiers sur notre site Web. Ces sites tiers ont des politiques de confidentialité distinctes et indépendantes. Nous n'avons donc aucune responsabilité quant au contenu et aux activités de ces sites liés. Néanmoins, nous cherchons à protéger l’intégrité de notre site et apprécions tout commentaire sur ces sites.","heading17":"17. Forums publics","para17":"Veuillez noter que si vous divulguez volontairement des informations personnelles en ligne dans une partie accessible au public du site Web, ces informations pourraient être collectées et utilisées par d'autres. Nous ne contrôlons pas les actions de nos visiteurs et utilisateurs.","heading18":"18. Confidentialité des enfants","para18":"Notre extension ne s'adresse aux personnes de moins de 13 ans. Nous ne collectons pas sciemment d'informations personnelles identifiables auprès d'enfants de moins de 13 ans. Si nous découvrons qu'un enfant de moins de 13 ans nous a fourni des informations personnelles, nous les supprimons immédiatement de nos serveurs. Si vous êtes un parent ou un tuteur et que vous savez que votre enfant nous a fourni des informations personnelles, veuillez nous contacter afin que nous puissions prendre les mesures nécessaires.","heading19":"19. Votre consentement","para19":"En utilisant notre extension, vous consentez par la présente à notre politique de confidentialité et acceptez son","terms":"termes.","heading20":"20. Mise à jour de vos informations","para20":"Si vous souhaitez consulter, corriger, mettre à jour ou supprimer les informations personnelles que nous détenons à votre sujet ou si vous souhaitez modifier vos préférences en matière de contacts de notre part, vous pouvez nous le faire savoir en nous contactant aux informations fournies dans les informations de contact. section de cette politique.","heading21":"21. Droit de désinscription","para21":"Les utilisateurs peuvent à tout moment refuser de recevoir de futures communications de notre part. Pour refuser de recevoir des e-mails et des newsletters, vous pouvez suivre les instructions fournies dans nos e-mails.","heading22":"22. Informations supplémentaires pour les utilisateurs de l'UE","para22":"Les utilisateurs résidant dans l'Union européenne bénéficient de certains droits en vertu du Règlement général sur la protection des données (RGPD). Ces droits incluent la possibilité d'accéder, de rectifier, d'effacer, de restreindre, de transférer ou de vous opposer au traitement de vos données personnelles. Si vous souhaitez exercer ces droits, veuillez nous contacter aux coordonnées fournies.","heading23":"23. Coordonnées pour toute demande de renseignements","para23":"Pour toute question complémentaire ou pour exercer vos droits, vous pouvez nous contacter à :","li231":"Fête des étoiles chaudes","li232":"E-mail:","li233":"Site web:","li234":"Dernière mise à jour : 23 avril 2024","readmore":"En savoir plus ..."}