{"mainheading":"હોટસ્ટાર પાર્ટી માટે ગોપનીયતા નીતિ","overview":"ઝાંખી","overviewpara":"હોટસ્ટાર પાર્ટીમાં આપનું સ્વાગત છે! આ ગોપનીયતા નીતિ વર્ણવે છે કે જ્યારે તમે અમારી વેબસાઇટ પર ઉપલબ્ધ હોટસ્ટાર પાર્ટી એક્સટેન્શનનો ઉપયોગ કરો છો ત્યારે તમારી માહિતી કેવી રીતે એકત્રિત કરવામાં આવે છે, ઉપયોગમાં લેવાય છે અને શેર કરવામાં આવે છે.","overviewspan":". અમારા એક્સ્ટેંશનનો ઉપયોગ કરીને, તમે આ નીતિ અનુસાર માહિતીના સંગ્રહ અને ઉપયોગ માટે સંમત થાઓ છો. જો તમે શરતો સાથે સંમત નથી, તો કૃપા કરીને એક્સ્ટેંશનનો ઉપયોગ કરશો નહીં.","heading1":"1. માહિતી સંગ્રહ અને ઉપયોગ","subheading11":"a વ્યક્તિગત માહિતી","subpara11":"જ્યારે તમે અમારા એક્સ્ટેંશનનો ઉપયોગ કરો છો ત્યારે તમે સીધી અમને પ્રદાન કરો છો તે માહિતી અમે એકત્રિત કરીએ છીએ. આમાં શામેલ હોઈ શકે છે:","li01":"ઈ - મેઈલ સરનામું","li02":"બ્રાઉઝર પ્રકાર અને સેટિંગ્સ","li03":"તારીખ અને સમય એક્સ્ટેંશનનો ઉપયોગ કરવામાં આવ્યો હતો","li04":"બ્રાઉઝર રૂપરેખાંકન અને પ્લગઈન્સ વિશેની માહિતી","li05":"IP સરનામું","subheading12":"b વપરાશ ડેટા","subpara12":"તમે સાઇટ પર નેવિગેટ કરો ત્યારે અમે આપમેળે માહિતી પણ એકત્રિત કરીએ છીએ. આ માહિતીમાં તમારી મુલાકાતો વિશેની વિગતોનો સમાવેશ થાય છે જેમ કે ટ્રાફિક ડેટા, સ્થાન ડેટા, લૉગ્સ અને અન્ય સંચાર ડેટા અને તમે ઍક્સેસ કરો છો તેવા સંસાધનો.","heading2":"2. માહિતી વહેંચણી અને જાહેરાત","para2":"અમે તમારી વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતી બહારના પક્ષોને વેચતા નથી, વેપાર કરતા નથી અથવા અન્યથા સ્થાનાંતરિત કરતા નથી સિવાય કે અમે વપરાશકર્તાઓને અગાઉથી સૂચના આપીએ. આમાં વેબસાઈટ હોસ્ટિંગ પાર્ટનર્સ અને અન્ય પક્ષોનો સમાવેશ થતો નથી કે જેઓ અમારી વેબસાઈટના સંચાલનમાં, અમારો વ્યવસાય ચલાવવામાં અથવા અમારા વપરાશકર્તાઓને સેવા આપવામાં મદદ કરે છે, જ્યાં સુધી તે પક્ષો આ માહિતીને ગોપનીય રાખવા માટે સંમત થાય.","heading3":"3. કૂકીઝ અને ટ્રેકિંગ ટેક્નોલોજી","para3":"Hotstar Party અમારી સેવાઓ પરની પ્રવૃત્તિને ટ્રૅક કરવા માટે કૂકીઝ અને સમાન ટ્રેકિંગ તકનીકોનો ઉપયોગ કરે છે અને અમારી પાસે ચોક્કસ માહિતી છે. કૂકીઝ એ થોડી માત્રામાં ડેટા ધરાવતી ફાઇલો છે જેમાં અનામી અનન્ય ઓળખકર્તા શામેલ હોઈ શકે છે. તમે તમારા બ્રાઉઝરને બધી કૂકીઝ નકારવા અથવા કૂકી ક્યારે મોકલવામાં આવે છે તે દર્શાવવા માટે સૂચના આપી શકો છો.","heading4":"4. ડેટા સુરક્ષા","para4":"અમે ડેટાની અનધિકૃત ઍક્સેસ અથવા અનધિકૃત ફેરફાર, જાહેરાત અથવા વિનાશ સામે રક્ષણ આપવા વાજબી સુરક્ષા પગલાં અમલમાં મૂકવાનો પ્રયત્ન કરીએ છીએ. જો કે, ઇન્ટરનેટ અથવા વાયરલેસ નેટવર્ક પર ડેટા ટ્રાન્સમિશનની ખાતરી આપી શકાતી નથી.","heading5":"5. સંલગ્ન જાહેરાત","para5":"આ એક્સ્ટેંશન ઉચ્ચ ગુણવત્તાની સેવા જાળવવા અને સર્વર ખર્ચને અસરકારક રીતે સંચાલિત કરવા માટે રચાયેલ છે. અમારી કામગીરીને ટકાવી રાખવાના અમારા પ્રયાસોના ભાગરૂપે, અમે એક્સ્ટેંશન ઇન્સ્ટોલ કર્યા પછી મોટાભાગની વેબસાઇટ્સ પર કરેલી ખરીદીઓ પર સંલગ્ન કમિશન મેળવી શકીએ છીએ, જે આપમેળે કાર્ય કરે છે.","heading6":"6. તમારા અધિકારો","subheading61":"a સુધારણાનો અધિકાર","subpara61":"તમારી પાસે કોઈપણ ખોટો અથવા અપૂર્ણ વ્યક્તિગત ડેટા મેળવવાનો અધિકાર છે જે અમે તમારા વિશે ધરાવીએ છીએ તે સુધારેલ અથવા પૂર્ણ કર્યો છે. જો તમે અમને પ્રદાન કરેલી માહિતીમાં કોઈ વિસંગતતા અથવા અચોક્કસતા જણાય, તો કૃપા કરીને તરત જ અમારો સંપર્ક કરો.","subheading62":"b પ્રતિબંધનો અધિકાર","subpara62":"તમને વિનંતી કરવાનો અધિકાર છે કે અમે ચોક્કસ સંજોગોમાં તમારા વ્યક્તિગત ડેટાની પ્રક્રિયાને પ્રતિબંધિત કરીએ, જેમ કે જો તમે તે ડેટાની ચોકસાઈની હરીફાઈ કરો છો અથવા જો તમે અમારી પ્રક્રિયા સામે વાંધો ઉઠાવ્યો હોય.","subheading63":"c ઑબ્જેક્ટ કરવાનો અધિકાર","subpara63":"તમને અમુક સંજોગોમાં તમારા વ્યક્તિગત ડેટાની અમારી પ્રક્રિયા સામે વાંધો ઉઠાવવાનો અધિકાર છે, ખાસ કરીને જો અમે તમારા ડેટાની કાયદેસરની રુચિઓના આધારે અથવા સીધા માર્કેટિંગ હેતુઓ માટે પ્રક્રિયા કરી રહ્યા છીએ.","heading7":"7. આ ગોપનીયતા નીતિમાં ફેરફારો","para7":"અમે સમય સમય પર અમારી ગોપનીયતા નીતિ અપડેટ કરી શકીએ છીએ. અમે તમને આ પૃષ્ઠ પર નવી ગોપનીયતા નીતિ પોસ્ટ કરીને કોઈપણ ફેરફારોની જાણ કરીશું. ફેરફાર અસરકારક બને તે પહેલા અમે તમને ઈમેલ અને/અથવા અમારી સેવા પરની એક અગ્રણી સૂચના દ્વારા જણાવીશું.","heading8":"8. સંપર્ક માહિતી","para8":"આ ગોપનીયતા નીતિ સંબંધિત કોઈપણ પ્રશ્નો અથવા ચિંતાઓ માટે, કૃપા કરીને અમારો અહીં સંપર્ક કરો:","li81":"હોટસ્ટાર પાર્ટી","li82":"ઈમેલ:","li83":"વેબસાઇટ:","heading9":"9. ડેટા રીટેન્શન","para9":"આ ગોપનીયતા નીતિમાં નિર્ધારિત હેતુઓ માટે જરૂરી હોય ત્યાં સુધી અમે તમારી અંગત માહિતી જાળવી રાખીશું. અમે અમારી કાનૂની જવાબદારીઓનું પાલન કરવા માટે (ઉદાહરણ તરીકે, જો અમારે લાગુ કાયદાઓનું પાલન કરવા માટે તમારો ડેટા જાળવી રાખવાની જરૂર હોય તો), વિવાદોને ઉકેલવા અને અમારા કાનૂની કરારો અને નીતિઓને લાગુ કરવા માટે જરૂરી હદ સુધી તમારી માહિતી જાળવી રાખીશું અને તેનો ઉપયોગ કરીશું.","heading10":"10. આંતરરાષ્ટ્રીય ડેટા ટ્રાન્સફર","para101":"તમારી માહિતી, વ્યક્તિગત ડેટા સહિત, તમારા રાજ્ય, પ્રાંત, દેશ અથવા અન્ય સરકારી અધિકારક્ષેત્રની બહાર સ્થિત કમ્પ્યુટર્સમાં સ્થાનાંતરિત થઈ શકે છે — અને તેની જાળવણી કરવામાં આવી શકે છે જ્યાં ડેટા સંરક્ષણ કાયદા તમારા અધિકારક્ષેત્રથી અલગ હોઈ શકે છે.","para102":"આ ગોપનીયતા નીતિ માટે તમારી સંમતિ અને તમે આવી માહિતી સબમિટ કરો તે ટ્રાન્સફર માટેના તમારા કરારનું પ્રતિનિધિત્વ કરે છે. તમારા ડેટાને સુરક્ષિત રીતે અને આ ગોપનીયતા નીતિ અનુસાર ગણવામાં આવે છે તેની ખાતરી કરવા માટે હોટસ્ટાર પાર્ટી વ્યાજબી રીતે જરૂરી તમામ પગલાં લેશે અને જ્યાં સુધી સુરક્ષા સહિત પર્યાપ્ત નિયંત્રણો ન હોય ત્યાં સુધી તમારા અંગત ડેટાનું કોઈ સંસ્થા કે દેશમાં ટ્રાન્સફર થશે નહીં. તમારો ડેટા અને અન્ય વ્યક્તિગત માહિતી.","heading11":"11. અમારો સંપર્ક કરો","para11":"અમારી ડેટા પ્રેક્ટિસ પર વધુ સ્પષ્ટતા માટે અથવા તમારા કોઈપણ અધિકારોનો ઉપયોગ કરવા માટે, અમારો સંપર્ક કરવામાં અચકાશો નહીં:","li111":"હોટસ્ટાર પાર્ટી","li112":"ઈમેલ:","li113":"વેબસાઇટ:","heading12":"12. ડેટા સુરક્ષા પગલાં","para12":"અમે તમારા ડેટાની સુરક્ષાને ગંભીરતાથી લઈએ છીએ. જ્યારે તમે તમારી વ્યક્તિગત માહિતી દાખલ કરો, સબમિટ કરો અથવા ઍક્સેસ કરો ત્યારે અમે તમારી વ્યક્તિગત માહિતીની સલામતી જાળવવા માટે વિવિધ સુરક્ષા પગલાં અમલમાં મૂકીએ છીએ. આમાં શામેલ છે:","li121":"ઇન્ટરનેટ પર પ્રસારિત ડેટા માટે SSL/TLS એન્ક્રિપ્શનનો ઉપયોગ.","li122":"અમારા સર્વર પર સંગ્રહિત ડેટાને સુરક્ષિત કરવા માટે સુરક્ષા પ્રોટોકોલ્સ અને પગલાંનો અમલ કરવો.","li123":"તમારા અંગત ડેટાની ઍક્સેસ કર્મચારીઓ, ઠેકેદારો અને એજન્ટો સુધી મર્યાદિત કરવી કે જેમને અમારા વતી પ્રક્રિયા કરવા માટે તે માહિતી જાણવાની જરૂર છે. આ વ્યક્તિઓ ગોપનીયતાની જવાબદારીઓ દ્વારા બંધાયેલા છે અને જો તેઓ આ જવાબદારીઓને પૂર્ણ કરવામાં નિષ્ફળ જાય તો તેઓ સમાપ્તિ અને ફોજદારી કાર્યવાહી સહિત શિસ્તને આધિન હોઈ શકે છે.","heading13":"13. કાનૂની આવશ્યકતાઓનું પાલન","para13":"કાયદા દ્વારા અથવા સબપોઇના દ્વારા આવું કરવાની જરૂર હોય ત્યાં અમે તમારી અંગત માહિતી જાહેર કરી શકીએ છીએ અથવા જો અમે માનીએ કે આવી કાર્યવાહી આના માટે જરૂરી છે:","li131":"કાયદા અને કાયદાના અમલીકરણની વાજબી વિનંતીઓનું પાલન કરો.","li132":"અમારી વેબસાઇટ નીતિઓ લાગુ કરો અથવા અમારી કંપની, અમારા ગ્રાહકો અથવા અન્યના અધિકારો, મિલકત અથવા સલામતીનું રક્ષણ કરો.","li133":"અમે જે પ્રવૃત્તિને ગેરકાયદેસર, અનૈતિક અથવા કાયદેસર રીતે કાર્યવાહી કરવા યોગ્ય પ્રવૃત્તિ માનીએ છીએ તેને અટકાવો અથવા રોકો.","heading14":"14. આ ગોપનીયતા નીતિમાં ફેરફારો","para141":"અમે કોઈપણ સમયે અમારી ગોપનીયતા નીતિને અપડેટ કરવાનો અથવા બદલવાનો અધિકાર અનામત રાખીએ છીએ. તમારે આ ગોપનીયતા નીતિ સમયાંતરે તપાસવી જોઈએ. અમે આ પૃષ્ઠ પર ગોપનીયતા નીતિમાં કોઈપણ ફેરફારો પોસ્ટ કર્યા પછી સેવાનો તમારો સતત ઉપયોગ એ ફેરફારોની તમારી સ્વીકૃતિ અને સંશોધિત ગોપનીયતા નીતિનું પાલન કરવા અને બંધાયેલા રહેવાની તમારી સંમતિનું નિર્માણ કરશે.","para142":"જો અમે અમારા વપરાશકર્તાઓ સાથે કેવી રીતે વર્તીએ છીએ તેમાં કોઈ ભૌતિક ફેરફારો કરીએ છીએ","heading15":"15. સંપર્ક માહિતી","para15":"આ ગોપનીયતા નીતિ વિશે કોઈપણ વધારાના પ્રશ્નો અથવા ટિપ્પણીઓ માટે, કૃપા કરીને નીચેની માહિતીનો ઉપયોગ કરીને અમારો સંપર્ક કરો:","li151":"હોટસ્ટાર પાર્ટી","li152":"ઈમેલ:","li153":"વેબસાઇટ:","heading16":"16. તૃતીય-પક્ષ લિંક્સ","para16":"પ્રસંગોપાત, અમારા વિવેકબુદ્ધિથી, અમે અમારી વેબસાઇટ પર તૃતીય-પક્ષ ઉત્પાદનો અથવા સેવાઓનો સમાવેશ અથવા ઑફર કરી શકીએ છીએ. આ તૃતીય-પક્ષ સાઇટ્સની અલગ અને સ્વતંત્ર ગોપનીયતા નીતિઓ છે. તેથી આ લિંક કરેલી સાઇટ્સની સામગ્રી અને પ્રવૃત્તિઓ માટે અમારી પાસે કોઈ જવાબદારી અથવા જવાબદારી નથી. તેમ છતાં, અમે અમારી સાઇટની અખંડિતતાને સુરક્ષિત રાખવાનો પ્રયાસ કરીએ છીએ અને આ સાઇટ્સ વિશેના કોઈપણ પ્રતિસાદને આવકારીએ છીએ.","heading17":"17. જાહેર મંચો","para17":"મહેરબાની કરીને ધ્યાન રાખો કે જો તમે વેબસાઈટના સાર્વજનિક રીતે સુલભ ભાગમાં વ્યક્તિગત માહિતી ઓનલાઈન સ્વેચ્છાએ જાહેર કરો છો, તો તે માહિતી અન્ય લોકો દ્વારા એકત્રિત અને ઉપયોગમાં લઈ શકાય છે. અમે અમારા મુલાકાતીઓ અને વપરાશકર્તાઓની ક્રિયાઓને નિયંત્રિત કરતા નથી.","heading18":"18. બાળકોની ગોપનીયતા","para18":"અમારું એક્સ્ટેંશન 13 વર્ષથી ઓછી ઉંમરના કોઈપણને સંબોધતું નથી. અમે જાણી જોઈને 13 વર્ષથી ઓછી ઉંમરના બાળકો પાસેથી વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતી એકત્રિત કરતા નથી. જો અમને ખબર પડે કે 13 વર્ષથી ઓછી ઉંમરના બાળકે અમને વ્યક્તિગત માહિતી પ્રદાન કરી છે, તો અમે તેને અમારા સર્વરમાંથી તરત જ કાઢી નાખીએ છીએ. જો તમે માતા-પિતા અથવા વાલી છો અને તમે જાણતા હોવ કે તમારા બાળકે અમને વ્યક્તિગત માહિતી પ્રદાન કરી છે, તો કૃપા કરીને અમારો સંપર્ક કરો જેથી અમે જરૂરી કાર્યવાહી કરી શકીશું.","heading19":"19. તમારી સંમતિ","para19":"અમારા એક્સ્ટેંશનનો ઉપયોગ કરીને, તમે આથી અમારી ગોપનીયતા નીતિને સંમતિ આપો છો અને તેની સાથે સંમત થાઓ છો","terms":"શરતો","heading20":"20. તમારી માહિતી અપડેટ કરવી","para20":"જો તમે અમારી પાસે તમારા વિશેની વ્યક્તિગત માહિતીની સમીક્ષા કરવા, સુધારવા, અપડેટ કરવા અથવા કાઢી નાખવા માંગતા હો અથવા જો તમે અમારા સંપર્કો માટેની તમારી પસંદગીઓ બદલવા માંગતા હો, તો તમે સંપર્ક માહિતીમાં આપેલી માહિતી પર અમારો સંપર્ક કરીને અમને જણાવી શકો છો. આ નીતિનો વિભાગ.","heading21":"21. અધિકાર નાપસંદ કરો","para21":"વપરાશકર્તાઓ કોઈપણ સમયે અમારી પાસેથી ભાવિ સંચાર પ્રાપ્ત કરવાનું નાપસંદ કરી શકે છે. ઇમેઇલ સંદેશાઓ અને ન્યૂઝલેટર્સ પ્રાપ્ત કરવાનું નાપસંદ કરવા માટે, તમે અમારા ઇમેઇલ્સમાં આપેલી સૂચનાઓને અનુસરી શકો છો.","heading22":"22. EU વપરાશકર્તાઓ માટે વધારાની માહિતી","para22":"યુરોપિયન યુનિયનમાં રહેતા વપરાશકર્તાઓ જનરલ ડેટા પ્રોટેક્શન રેગ્યુલેશન (GDPR) હેઠળ ચોક્કસ અધિકારો માટે હકદાર છે. આ અધિકારોમાં તમારા વ્યક્તિગત ડેટાની પ્રક્રિયાને ઍક્સેસ કરવાની, સુધારવાની, ભૂંસી નાખવાની, પ્રતિબંધિત કરવાની, ટ્રાન્સફર કરવાની અથવા ઑબ્જેક્ટ કરવાની ક્ષમતાનો સમાવેશ થાય છે. જો તમે આ અધિકારોનો ઉપયોગ કરવા માંગતા હો, તો કૃપા કરીને આપેલી વિગતો પર અમારો સંપર્ક કરો.","heading23":"23. વધુ પૂછપરછ માટે સંપર્ક માહિતી","para23":"કોઈપણ વધુ પ્રશ્નો માટે અથવા તમારા અધિકારોનો ઉપયોગ કરવા માટે, તમે અહીં અમારો સંપર્ક કરી શકો છો:","li231":"હોટસ્ટાર પાર્ટી","li232":"ઈમેલ:","li233":"વેબસાઇટ:","li234":"છેલ્લું અપડેટ: 23 એપ્રિલ 2024","readmore":"વધુ વાંચો ..."}