{"mainheading":"מדיניות הפרטיות של Hotstar Party","overview":"סקירה כללית","overviewpara":"ברוכים הבאים ל-Hotstar Party! מדיניות פרטיות זו מתארת ​​כיצד המידע שלך נאסף, נעשה בו שימוש ומשותף כאשר אתה משתמש בתוסף Hotstar Party הזמין מהאתר שלנו בכתובת","overviewspan":". על ידי שימוש בתוסף שלנו, אתה מסכים לאיסוף ושימוש במידע בהתאם למדיניות זו. אם אינך מסכים לתנאים, אנא אל תשתמש בהרחבה.","heading1":"1. איסוף מידע ושימוש בו","subheading11":"א. מידע אישי","subpara11":"אנו אוספים מידע שאתה מספק ישירות לנו כאשר אתה משתמש בתוסף שלנו. זה עשוי לכלול:","li01":"כתובת דוא\"ל","li02":"סוג דפדפן והגדרות","li03":"תאריך ושעה שבה נעשה שימוש בהרחבה","li04":"מידע על תצורת דפדפן ותוספים","li05":"כתובת ה - IP","subheading12":"ב. נתוני שימוש","subpara12":"כמו כן, אנו אוספים מידע באופן אוטומטי בזמן שאתה מנווט בין האתרים. מידע זה כולל פרטים על הביקורים שלך כגון נתוני תנועה, נתוני מיקום, יומנים ונתוני תקשורת ומשאבים אחרים אליהם אתה ניגשים.","heading2":"2. שיתוף וגילוי מידע","para2":"איננו מוכרים, סוחרים או מעבירים לגורמים חיצוניים את המידע האישי שלך, אלא אם כן אנו מספקים למשתמשים הודעה מוקדמת. זה לא כולל שותפים לאירוח אתרים וגורמים אחרים המסייעים לנו בהפעלת האתר שלנו, בניהול העסק שלנו או בשירות המשתמשים שלנו, כל עוד צדדים אלה מסכימים לשמור על מידע זה בסודיות.","heading3":"3. קובצי Cookie וטכנולוגיות מעקב","para3":"Hotstar Party משתמשת בעוגיות ובטכנולוגיות מעקב דומות כדי לעקוב אחר הפעילות בשירותים שלנו ואנו מחזיקים מידע מסוים. קובצי Cookie הם קבצים עם כמות קטנה של נתונים שעשויים לכלול מזהה ייחודי אנונימי. אתה יכול להורות לדפדפן שלך לסרב לכל העוגיות או לציין מתי נשלחת עוגיה.","heading4":"4. אבטחת מידע","para4":"אנו שואפים ליישם אמצעי אבטחה סבירים כדי להגן מפני גישה בלתי מורשית או שינוי, חשיפה או השמדה בלתי מורשית של נתונים. עם זאת, לא ניתן להבטיח העברת נתונים דרך האינטרנט או הרשת האלחוטית.","heading5":"5. גילוי שותפים","para5":"הרחבה זו נועדה לשמור על שירות באיכות גבוהה ולנהל את עלויות השרת בצורה יעילה. כחלק מהמאמצים שלנו לקיים את הפעילות שלנו, אנו עשויים להרוויח עמלות שותפים על רכישות שבוצעו ברוב אתרי האינטרנט לאחר התקנת התוסף, שפועל באופן אוטומטי.","heading6":"6. הזכויות שלך","subheading61":"א. זכות לתיקון","subpara61":"יש לך הזכות לתקן או להשלים כל מידע אישי שגוי או חלקי שאנו מחזיקים לגביך. אם אתה מבחין באי-התאמות או אי-דיוקים במידע שסיפקת לנו, אנא פנה אלינו מיד.","subheading62":"ב. הזכות להגבלה","subpara62":"יש לך הזכות לבקש שנגביל את העיבוד של הנתונים האישיים שלך בנסיבות מסוימות, כגון אם אתה מערער על דיוק הנתונים או אם התנגדת לעיבוד שלנו.","subheading63":"ג. זכות התנגדות","subpara63":"יש לך את הזכות להתנגד לעיבוד שלנו של הנתונים האישיים שלך בנסיבות מסוימות, במיוחד אם אנו מעבדים את הנתונים שלך על סמך אינטרסים לגיטימיים או למטרות שיווק ישיר.","heading7":"7. שינויים במדיניות הפרטיות הזו","para7":"אנו עשויים לעדכן את מדיניות הפרטיות שלנו מעת לעת. אנו נודיע לך על כל שינוי על ידי פרסום מדיניות הפרטיות החדשה בדף זה. אנו נודיע לך באמצעות דואר אלקטרוני ו/או הודעה בולטת על השירות שלנו, לפני שהשינוי ייכנס לתוקף.","heading8":"8. פרטי קשר","para8":"לכל שאלה או דאגה בנוגע למדיניות פרטיות זו, אנא פנה אלינו בכתובת:","li81":"מסיבת הוטסטאר","li82":"אימייל:","li83":"אתר אינטרנט:","heading9":"9. שמירת נתונים","para9":"אנו נשמור את המידע האישי שלך רק כל עוד נחוץ למטרות המפורטות במדיניות פרטיות זו. אנו נשמור ונשתמש במידע שלך במידה הדרושה כדי לעמוד בהתחייבויות המשפטיות שלנו (לדוגמה, אם אנו נדרשים לשמור את הנתונים שלך כדי לציית לחוקים החלים), לפתור מחלוקות ולאכוף את ההסכמים והמדיניות המשפטיים שלנו.","heading10":"10. העברות נתונים בינלאומיות","para101":"המידע שלך, כולל נתונים אישיים, עשוי להיות מועבר - ומתוחזק במחשבים הממוקמים מחוץ למדינתך, למחוז, למדינה או לתחומי שיפוט ממשלתיים אחרים שבהם חוקי הגנת הנתונים עשויים להיות שונים מאלה שבתחום השיפוט שלך.","para102":"הסכמתך למדיניות פרטיות זו ולאחריה הגשת מידע כזה מייצגת את הסכמתך להעברה זו. Hotstar Party תנקוט את כל הצעדים הדרושים באופן סביר כדי להבטיח שהנתונים שלך יטופלו בצורה מאובטחת ובהתאם למדיניות פרטיות זו ולא תבוצע העברה של הנתונים האישיים שלך לארגון או למדינה אלא אם כן ישנן בקרות נאותות, כולל אבטחת הנתונים שלך ומידע אישי אחר.","heading11":"11. צור קשר","para11":"להבהרות נוספות על נוהלי הנתונים שלנו או למימוש כל אחת מהזכויות שלך, אל תהסס לפנות אלינו בכתובת:","li111":"מסיבת הוטסטאר","li112":"אימייל:","li113":"אתר אינטרנט:","heading12":"12. אמצעי אבטחת מידע","para12":"אנו מתייחסים ברצינות לאבטחת הנתונים שלך. אנו מיישמים מגוון אמצעי אבטחה כדי לשמור על בטיחות המידע האישי שלך כאשר אתה מזין, שולח או ניגש למידע האישי שלך. אלו כוללים:","li121":"שימוש בהצפנת SSL/TLS עבור נתונים המועברים דרך האינטרנט.","li122":"הטמעת פרוטוקולי אבטחה ואמצעים להגנה על נתונים המאוחסנים בשרתים שלנו.","li123":"הגבלת הגישה לנתונים האישיים שלך לעובדים, קבלנים וסוכנים שצריכים לדעת את המידע הזה כדי לעבד אותו בשמנו. אנשים אלה מחויבים בחובות סודיות ועשויים להיות כפופים למשמעת, לרבות סיום ותביעה פלילית, אם הם לא יעמדו בהתחייבויות אלה.","heading13":"13. עמידה בדרישות המשפטיות","para13":"אנו עשויים לחשוף את המידע האישי שלך כאשר נדרש לעשות זאת על פי חוק או זימון, או אם אנו סבורים שפעולה כזו נחוצה כדי:","li131":"ציית לחוק ולבקשות הסבירות של גורמי אכיפת החוק.","li132":"לאכוף את מדיניות האתר שלנו או להגן על הזכויות, הרכוש או הבטיחות של החברה שלנו, הלקוחות שלנו או אחרים.","li133":"למנוע או להפסיק פעילות שאנו עשויים להחשיב כפעילות בלתי חוקית, לא אתית או הניתנת לתביעה משפטית, או להוות סיכון להיות פעילות.","heading14":"14. שינויים במדיניות פרטיות זו","para141":"אנו שומרים לעצמנו את הזכות לעדכן או לשנות את מדיניות הפרטיות שלנו בכל עת. עליך לבדוק את מדיניות הפרטיות הזו מעת לעת. המשך השימוש שלך בשירות לאחר שנפרסם שינויים כלשהם במדיניות הפרטיות בדף זה יהווה את ההכרה שלך בשינויים והסכמתך לציית ולהיות מחויב למדיניות הפרטיות שהשתנתה.","para142":"אם נבצע שינויים מהותיים באופן שבו אנו מתייחסים למשתמשים שלנו","heading15":"15. מידע ליצירת קשר","para15":"לכל שאלה או הערה נוספת לגבי מדיניות פרטיות זו, אנא פנה אלינו באמצעות המידע שלהלן:","li151":"מסיבת הוטסטאר","li152":"אימייל:","li153":"אתר אינטרנט:","heading16":"16. קישורים של צד שלישי","para16":"מדי פעם, לפי שיקול דעתנו, אנו עשויים לכלול או להציע מוצרים או שירותים של צד שלישי באתר האינטרנט שלנו. לאתרי צד שלישי אלה יש מדיניות פרטיות נפרדת ועצמאית. לכן אין לנו אחריות או חבות לתוכן ולפעילויות של אתרים מקושרים אלה. עם זאת, אנו מבקשים להגן על שלמות האתר שלנו ומקבלים בברכה כל משוב על אתרים אלו.","heading17":"17. פורומים ציבוריים","para17":"אנא שים לב שאם אתה חושף מידע אישי באופן וולונטרי באינטרנט בחלק נגיש לציבור של האתר, מידע זה יכול להיאסף ולהשתמש על ידי אחרים. אנחנו לא שולטים בפעולות של המבקרים והמשתמשים שלנו.","heading18":"18. פרטיות ילדים","para18":"ההרחבה שלנו לא פונה לאף אחד מתחת לגיל 13. אנחנו לא אוספים ביודעין מידע אישי מזהה מילדים מתחת לגיל 13. במקרה שנגלה שילד מתחת לגיל 13 סיפק לנו מידע אישי, אנו מוחקים זאת מיד מהשרתים שלנו. אם אתה הורה או אפוטרופוס ואתה מודע לכך שילדך סיפק לנו מידע אישי, אנא פנה אלינו כדי שנוכל לבצע את הפעולות הנדרשות.","heading19":"19. הסכמתך","para19":"על ידי שימוש בתוסף שלנו, אתה מסכים בזאת למדיניות הפרטיות שלנו ומסכים לה","terms":"תנאים.","heading20":"20. עדכון המידע שלך","para20":"אם תרצה לסקור, לתקן, לעדכן או למחוק את המידע האישי שיש לנו עליך או אם תרצה לשנות את העדפותיך לאנשי קשר מאיתנו, תוכל ליידע אותנו על ידי יצירת קשר במידע המסופק בפרטי יצירת הקשר סעיף של מדיניות זו.","heading21":"21. ביטול הסכמה מימין","para21":"משתמשים יכולים לבטל את הסכמתם לקבלת הודעות עתידיות מאיתנו בכל עת. כדי לבטל את הסכמתך לקבלת הודעות דוא\"ל וניוזלטרים, אתה יכול לעקוב אחר ההוראות המפורטות בדוא\"ל שלנו.","heading22":"22. מידע נוסף למשתמשי האיחוד האירופי","para22":"משתמשים המתגוררים באיחוד האירופי זכאים לזכויות מסוימות במסגרת תקנת הגנת המידע הכללית (GDPR). זכויות אלו כוללות את היכולת לגשת, לתקן, למחוק, להגביל, להעביר או להתנגד לעיבוד הנתונים האישיים שלך. אם ברצונך לממש זכויות אלו, אנא פנה אלינו בפרטים שסופקו.","heading23":"23. מידע ליצירת קשר לבירורים נוספים","para23":"לכל שאלה נוספת או למימוש זכויותיך, תוכל לפנות אלינו בכתובת:","li231":"מסיבת הוטסטאר","li232":"אימייל:","li233":"אתר אינטרנט:","li234":"עדכון אחרון: 23 באפריל 2024","readmore":"קרא עוד ..."}