{"mainheading":"हॉटस्टार पार्टी के लिए गोपनीयता नीति","overview":"अवलोकन","overviewpara":"हॉटस्टार पार्टी में आपका स्वागत है! यह गोपनीयता नीति बताती है कि जब आप हमारी वेबसाइट पर उपलब्ध हॉटस्टार पार्टी एक्सटेंशन का उपयोग करते हैं तो आपकी जानकारी कैसे एकत्र, उपयोग और साझा की जाती है","overviewspan":". हमारे एक्सटेंशन का उपयोग करके, आप इस नीति के अनुसार जानकारी के संग्रह और उपयोग के लिए सहमत हैं। यदि आप शर्तों से सहमत नहीं हैं, तो कृपया एक्सटेंशन का उपयोग न करें।","heading1":"1. सूचना संग्रहण एवं उपयोग","subheading11":"एक। व्यक्तिगत जानकारी","subpara11":"जब आप हमारे एक्सटेंशन का उपयोग करते हैं तो हम वह जानकारी एकत्र करते हैं जो आप हमें सीधे प्रदान करते हैं। इसमें शामिल हो सकते हैं:","li01":"मेल पता","li02":"ब्राउज़र प्रकार और सेटिंग्स","li03":"दिनांक और समय एक्सटेंशन का उपयोग किया गया था","li04":"ब्राउज़र कॉन्फ़िगरेशन और प्लगइन्स के बारे में जानकारी","li05":"आईपी ​​पता","subheading12":"बी। डेटा का उपयोग","subpara12":"जैसे ही आप साइटों पर नेविगेट करते हैं हम स्वचालित रूप से जानकारी एकत्र करते हैं। इस जानकारी में आपकी विज़िट के बारे में विवरण शामिल हैं जैसे ट्रैफ़िक डेटा, स्थान डेटा, लॉग, और अन्य संचार डेटा और संसाधन जो आप एक्सेस करते हैं।","heading2":"2. सूचना साझा करना और प्रकटीकरण","para2":"जब तक हम उपयोगकर्ताओं को अग्रिम सूचना नहीं देते, हम आपकी व्यक्तिगत पहचान योग्य जानकारी को बाहरी पार्टियों को बेचते, व्यापार या अन्यथा स्थानांतरित नहीं करते हैं। इसमें वेबसाइट होस्टिंग भागीदार और अन्य पक्ष शामिल नहीं हैं जो हमारी वेबसाइट के संचालन, हमारे व्यवसाय के संचालन या हमारे उपयोगकर्ताओं को सेवा प्रदान करने में हमारी सहायता करते हैं, जब तक कि वे पक्ष इस जानकारी को गोपनीय रखने के लिए सहमत हों।","heading3":"3. कुकीज़ और ट्रैकिंग तकनीकें","para3":"हॉटस्टार पार्टी हमारी सेवाओं पर गतिविधि को ट्रैक करने के लिए कुकीज़ और समान ट्रैकिंग तकनीकों का उपयोग करती है और हम कुछ जानकारी रखते हैं। कुकीज़ थोड़ी मात्रा में डेटा वाली फ़ाइलें होती हैं जिनमें एक अनाम विशिष्ट पहचानकर्ता शामिल हो सकता है। आप अपने ब्राउज़र को सभी कुकीज़ को अस्वीकार करने या यह इंगित करने का निर्देश दे सकते हैं कि कुकी कब भेजी जा रही है।","heading4":"4. डेटा सुरक्षा","para4":"हम डेटा तक अनधिकृत पहुंच या अनधिकृत परिवर्तन, प्रकटीकरण या विनाश से बचाने के लिए उचित सुरक्षा उपायों को लागू करने का प्रयास करते हैं। हालांकि, इंटरनेट या वायरलेस नेटवर्क पर किसी भी डेटा ट्रांसमिशन की गारंटी नहीं दी जा सकती है।","heading5":"5. संबद्ध प्रकटीकरण","para5":"यह एक्सटेंशन उच्च गुणवत्ता वाली सेवा बनाए रखने और सर्वर लागत को प्रभावी ढंग से प्रबंधित करने के लिए डिज़ाइन किया गया है। अपने परिचालन को बनाए रखने के हमारे प्रयासों के हिस्से के रूप में, हम एक्सटेंशन इंस्टॉल करने के बाद अधिकांश वेबसाइटों पर की गई खरीदारी पर संबद्ध कमीशन अर्जित कर सकते हैं, जो स्वचालित रूप से काम करता है।","heading6":"6. आपके अधिकार","subheading61":"एक। सुधार का अधिकार","subpara61":"आपके पास हमारे पास मौजूद आपके किसी भी गलत या अपूर्ण व्यक्तिगत डेटा को सही या पूरा करने का अधिकार है। यदि आप हमें प्रदान की गई जानकारी में कोई विसंगति या अशुद्धि देखते हैं, तो कृपया तुरंत हमसे संपर्क करें।","subheading62":"बी। प्रतिबंध का अधिकार","subpara62":"आपको यह अनुरोध करने का अधिकार है कि हम कुछ परिस्थितियों में आपके व्यक्तिगत डेटा के प्रसंस्करण को प्रतिबंधित करें, जैसे कि यदि आप उस डेटा की सटीकता पर आपत्ति जताते हैं या यदि आपने हमारे प्रसंस्करण पर आपत्ति जताई है।","subheading63":"सी। आपत्ति करने का अधिकार","subpara63":"आपको कुछ परिस्थितियों में अपने व्यक्तिगत डेटा के हमारे प्रसंस्करण पर आपत्ति करने का अधिकार है, खासकर यदि हम आपके डेटा को वैध हितों के आधार पर या प्रत्यक्ष विपणन उद्देश्यों के लिए संसाधित कर रहे हैं।","heading7":"7. इस गोपनीयता नीति में परिवर्तन","para7":"हम समय-समय पर अपनी गोपनीयता नीति को अपडेट कर सकते हैं। हम इस पृष्ठ पर नई गोपनीयता नीति पोस्ट करके आपको किसी भी बदलाव के बारे में सूचित करेंगे। परिवर्तन प्रभावी होने से पहले, हम आपको ईमेल और/या हमारी सेवा पर एक प्रमुख सूचना के माध्यम से सूचित करेंगे।","heading8":"8. संपर्क जानकारी","para8":"इस गोपनीयता नीति के संबंध में किसी भी प्रश्न या चिंता के लिए, कृपया हमसे यहां संपर्क करें:","li81":"हॉटस्टार पार्टी","li82":"ईमेल:","li83":"वेबसाइट:","heading9":"9. डेटा प्रतिधारण","para9":"हम आपकी व्यक्तिगत जानकारी केवल तब तक ही रखेंगे जब तक इस गोपनीयता नीति में निर्धारित उद्देश्यों के लिए आवश्यक हो। हम अपने कानूनी दायित्वों का पालन करने के लिए आवश्यक सीमा तक आपकी जानकारी को बनाए रखेंगे और उपयोग करेंगे (उदाहरण के लिए, यदि हमें लागू कानूनों का अनुपालन करने के लिए आपके डेटा को बनाए रखना आवश्यक है), विवादों को हल करें, और हमारे कानूनी समझौतों और नीतियों को लागू करें।","heading10":"10. अंतर्राष्ट्रीय डेटा स्थानांतरण","para101":"आपकी जानकारी, जिसमें व्यक्तिगत डेटा भी शामिल है, आपके राज्य, प्रांत, देश या अन्य सरकारी अधिकार क्षेत्र के बाहर स्थित कंप्यूटरों पर स्थानांतरित और रखी जा सकती है, जहां डेटा सुरक्षा कानून आपके अधिकार क्षेत्र से भिन्न हो सकते हैं।","para102":"इस गोपनीयता नीति के प्रति आपकी सहमति और उसके बाद ऐसी जानकारी प्रस्तुत करना उस हस्तांतरण के प्रति आपकी सहमति को दर्शाता है। हॉटस्टार पार्टी यह सुनिश्चित करने के लिए सभी आवश्यक कदम उठाएगी कि आपके डेटा को सुरक्षित रूप से और इस गोपनीयता नीति के अनुसार व्यवहार किया जाए और आपके व्यक्तिगत डेटा का किसी संगठन या देश में कोई स्थानांतरण नहीं होगा जब तक कि सुरक्षा सहित पर्याप्त नियंत्रण न हो। आपका डेटा और अन्य व्यक्तिगत जानकारी।","heading11":"11. हमसे संपर्क करें","para11":"हमारी डेटा प्रथाओं पर अधिक स्पष्टीकरण के लिए या अपने किसी भी अधिकार का प्रयोग करने के लिए, हमसे यहां संपर्क करने में संकोच न करें:","li111":"हॉटस्टार पार्टी","li112":"ईमेल:","li113":"वेबसाइट:","heading12":"12. डेटा सुरक्षा उपाय","para12":"हम आपके डेटा की सुरक्षा को गंभीरता से लेते हैं। जब आप अपनी व्यक्तिगत जानकारी दर्ज करते हैं, सबमिट करते हैं या उस तक पहुंचते हैं तो हम आपकी व्यक्तिगत जानकारी की सुरक्षा बनाए रखने के लिए विभिन्न प्रकार के सुरक्षा उपाय लागू करते हैं। इसमे शामिल है:","li121":"इंटरनेट पर प्रसारित डेटा के लिए एसएसएल/टीएलएस एन्क्रिप्शन का उपयोग करना।","li122":"हमारे सर्वर पर संग्रहीत डेटा की सुरक्षा के लिए सुरक्षा प्रोटोकॉल और उपाय लागू करना।","li123":"आपके व्यक्तिगत डेटा तक कर्मचारियों, ठेकेदारों और एजेंटों तक पहुंच सीमित करना, जिन्हें हमारी ओर से इसे संसाधित करने के लिए उस जानकारी को जानने की आवश्यकता है। ये व्यक्ति गोपनीयता दायित्वों से बंधे हैं और यदि वे इन दायित्वों को पूरा करने में विफल रहते हैं, तो बर्खास्तगी और आपराधिक मुकदमा सहित अनुशासन के अधीन हो सकते हैं।","heading13":"13. कानूनी आवश्यकताओं का अनुपालन","para13":"हम आपकी व्यक्तिगत जानकारी का खुलासा कर सकते हैं जहां कानून या सम्मन द्वारा ऐसा करना आवश्यक हो या यदि हमें लगता है कि ऐसी कार्रवाई आवश्यक है:","li131":"कानून और कानून प्रवर्तन के उचित अनुरोधों का अनुपालन करें।","li132":"हमारी वेबसाइट नीतियों को लागू करें या हमारी कंपनी, हमारे ग्राहकों या अन्य के अधिकारों, संपत्ति या सुरक्षा की रक्षा करें।","li133":"ऐसी गतिविधि को रोकें या रोकें जिसे हम अवैध, अनैतिक या कानूनी रूप से कार्रवाई योग्य गतिविधि मानते हों या होने का जोखिम पैदा करते हों।","heading14":"14. इस गोपनीयता नीति में परिवर्तन","para141":"हम किसी भी समय अपनी गोपनीयता नीति को अद्यतन करने या बदलने का अधिकार सुरक्षित रखते हैं। आपको समय-समय पर इस गोपनीयता नीति की जांच करनी चाहिए। इस पृष्ठ पर गोपनीयता नीति में कोई भी संशोधन पोस्ट करने के बाद आपके द्वारा सेवा का निरंतर उपयोग संशोधनों की आपकी स्वीकृति और संशोधित गोपनीयता नीति का पालन करने और बाध्य होने के लिए आपकी सहमति होगी।","para142":"यदि हम अपने उपयोगकर्ताओं के साथ व्यवहार करने के तरीके में कोई महत्वपूर्ण परिवर्तन करते हैं","heading15":"15. संपर्क जानकारी","para15":"इस गोपनीयता नीति के बारे में किसी भी अतिरिक्त प्रश्न या टिप्पणी के लिए, कृपया नीचे दी गई जानकारी का उपयोग करके हमसे संपर्क करें:","li151":"हॉटस्टार पार्टी","li152":"ईमेल:","li153":"वेबसाइट:","heading16":"16. तृतीय-पक्ष लिंक","para16":"कभी-कभी, अपने विवेक पर, हम अपनी वेबसाइट पर तीसरे पक्ष के उत्पादों या सेवाओं को शामिल या पेश कर सकते हैं। इन तृतीय-पक्ष साइटों की अलग और स्वतंत्र गोपनीयता नीतियां हैं। इसलिए इन लिंक की गई साइटों की सामग्री और गतिविधियों के लिए हमारी कोई ज़िम्मेदारी या दायित्व नहीं है। फिर भी, हम अपनी साइट की अखंडता की रक्षा करना चाहते हैं और इन साइटों के बारे में किसी भी प्रतिक्रिया का स्वागत करते हैं।","heading17":"17. सार्वजनिक मंच","para17":"कृपया ध्यान रखें कि यदि आप स्वेच्छा से वेबसाइट के सार्वजनिक रूप से सुलभ हिस्से में व्यक्तिगत जानकारी का ऑनलाइन खुलासा करते हैं, तो वह जानकारी एकत्र की जा सकती है और दूसरों द्वारा उपयोग की जा सकती है। हम अपने आगंतुकों और उपयोगकर्ताओं के कार्यों को नियंत्रित नहीं करते हैं।","heading18":"18. बच्चों की गोपनीयता","para18":"हमारा एक्सटेंशन 13 वर्ष से कम उम्र के किसी भी व्यक्ति को संबोधित नहीं करता है। हम जानबूझकर 13 वर्ष से कम उम्र के बच्चों से व्यक्तिगत रूप से पहचान योग्य जानकारी एकत्र नहीं करते हैं। यदि हमें पता चलता है कि 13 वर्ष से कम उम्र के बच्चे ने हमें व्यक्तिगत जानकारी प्रदान की है, तो हम इसे तुरंत अपने सर्वर से हटा देते हैं। यदि आप माता-पिता या अभिभावक हैं और आप जानते हैं कि आपके बच्चे ने हमें व्यक्तिगत जानकारी प्रदान की है, तो कृपया हमसे संपर्क करें ताकि हम आवश्यक कार्रवाई कर सकें।","heading19":"19. आपकी सहमति","para19":"हमारे एक्सटेंशन का उपयोग करके, आप हमारी गोपनीयता नीति पर सहमति देते हैं और उससे सहमत होते हैं","terms":"शर्तें।","heading20":"20. अपनी जानकारी अपडेट करना","para20":"यदि आप हमारे पास आपके बारे में मौजूद व्यक्तिगत जानकारी की समीक्षा करना, सही करना, अपडेट करना या हटाना चाहते हैं या यदि आप हमसे संपर्कों के लिए अपनी प्राथमिकताएं बदलना चाहते हैं, तो आप संपर्क जानकारी में दी गई जानकारी पर हमसे संपर्क करके हमें बता सकते हैं। इस नीति का अनुभाग.","heading21":"21. ऑप्ट-आउट का अधिकार","para21":"उपयोगकर्ता किसी भी समय हमसे भविष्य में संचार प्राप्त करने से इनकार कर सकते हैं। ईमेल संदेश और समाचार पत्र प्राप्त करने से बचने के लिए, आप हमारे ईमेल में दिए गए निर्देशों का पालन कर सकते हैं।","heading22":"22. ईयू उपयोगकर्ताओं के लिए अतिरिक्त जानकारी","para22":"यूरोपीय संघ में रहने वाले उपयोगकर्ता सामान्य डेटा संरक्षण विनियमन (जीडीपीआर) के तहत कुछ अधिकारों के हकदार हैं। इन अधिकारों में आपके व्यक्तिगत डेटा के प्रसंस्करण तक पहुंचने, सुधार करने, मिटाने, प्रतिबंधित करने, स्थानांतरित करने या आपत्ति करने की क्षमता शामिल है। यदि आप इन अधिकारों का प्रयोग करना चाहते हैं, तो कृपया दिए गए विवरण पर हमसे संपर्क करें।","heading23":"23. आगे की पूछताछ के लिए संपर्क जानकारी","para23":"किसी भी अन्य प्रश्न के लिए या अपने अधिकारों का प्रयोग करने के लिए, आप हमसे यहां संपर्क कर सकते हैं:","li231":"हॉटस्टार पार्टी","li232":"ईमेल:","li233":"वेबसाइट:","li234":"अंतिम अद्यतन: 23 अप्रैल 2024","readmore":"और पढ़ें ..."}