{"mainheading":"Politika privatnosti za Hotstar Party","overview":"Pregled","overviewpara":"Dobrodošli na Hotstar Party! Ova Pravila o privatnosti opisuju kako se vaši podaci prikupljaju, koriste i dijele kada koristite proširenje Hotstar Party dostupno na našoj web stranici na","overviewspan":". Korištenjem našeg proširenja pristajete na prikupljanje i korištenje informacija u skladu s ovom politikom. Ako se ne slažete s uvjetima, nemojte koristiti proširenje.","heading1":"1. Prikupljanje i korištenje informacija","subheading11":"a. Osobne informacije","subpara11":"Prikupljamo informacije koje nam dajete izravno kada koristite naše proširenje. To može uključivati:","li01":"Email adresa","li02":"Vrsta i postavke preglednika","li03":"Datum i vrijeme korištenja proširenja","li04":"Informacije o konfiguraciji preglednika i dodacima","li05":"IP adresa","subheading12":"b. Podaci o korištenju","subpara12":"Također prikupljamo informacije automatski dok se krećete kroz stranice. Ove informacije uključuju detalje o vašim posjetima kao što su podaci o prometu, podaci o lokaciji, zapisnici i drugi komunikacijski podaci i resursi kojima pristupate.","heading2":"2. Dijeljenje informacija i otkrivanje","para2":"Ne prodajemo, ne trgujemo niti na bilo koji drugi način prenosimo vaše osobne podatke vanjskim stranama osim ako korisnike prethodno ne obavijestimo. Ovo ne uključuje partnere za hosting web stranice i druge strane koje nam pomažu u radu naše web stranice, poslovanju ili pružanju usluga našim korisnicima, sve dok se te strane slažu da će ove informacije čuvati povjerljivima.","heading3":"3. Kolačići i tehnologije praćenja","para3":"Hotstar Party koristi kolačiće i slične tehnologije praćenja za praćenje aktivnosti na našim uslugama i mi čuvamo određene informacije. Kolačići su datoteke s malom količinom podataka koji mogu uključivati ​​anonimni jedinstveni identifikator. Možete uputiti svoj preglednik da odbije sve kolačiće ili da naznači kada se kolačić šalje.","heading4":"4. Sigurnost podataka","para4":"Nastojimo primijeniti razumne sigurnosne mjere za zaštitu od neovlaštenog pristupa ili neovlaštene izmjene, otkrivanja ili uništavanja podataka. Međutim, ne može se jamčiti prijenos podataka putem interneta ili bežične mreže.","heading5":"5. Otkrivanje pridruženih podataka","para5":"Ovo proširenje osmišljeno je za održavanje usluge visoke kvalitete i učinkovito upravljanje troškovima poslužitelja. Kao dio naših nastojanja da održimo svoje poslovanje, možemo zaraditi partnerske provizije na kupnje izvršene na većini web stranica nakon instaliranja proširenja, koje radi automatski.","heading6":"6. Vaša prava","subheading61":"a. Pravo na ispravak","subpara61":"Imate pravo na ispravak ili dopunu svih netočnih ili nepotpunih osobnih podataka koje imamo o vama. Ako primijetite bilo kakva odstupanja ili netočnosti u podacima koje ste nam dostavili, odmah nas kontaktirajte.","subheading62":"b. Pravo na ograničenje","subpara62":"Imate pravo zatražiti da ograničimo obradu vaših osobnih podataka pod određenim okolnostima, kao što je ako osporavate točnost tih podataka ili ako ste se usprotivili našoj obradi.","subheading63":"c. Pravo na prigovor","subpara63":"Imate pravo prigovora na našu obradu vaših osobnih podataka pod određenim okolnostima, osobito ako obrađujemo vaše podatke na temelju legitimnih interesa ili u svrhe izravnog marketinga.","heading7":"7. Promjene ove Politike privatnosti","para7":"S vremena na vrijeme možemo ažurirati našu Politiku privatnosti. Obavijestit ćemo vas o svim promjenama objavljivanjem novih Pravila privatnosti na ovoj stranici. Prije nego što promjena stupi na snagu, obavijestit ćemo vas putem e-pošte i/ili istaknute obavijesti na našoj usluzi.","heading8":"8. Podaci za kontakt","para8":"Za sva pitanja ili nedoumice u vezi s ovom Politikom privatnosti, obratite nam se na:","li81":"Hotstar zabava","li82":"Email:","li83":"Web stranica:","heading9":"9. Zadržavanje podataka","para9":"Zadržat ćemo vaše osobne podatke samo onoliko dugo koliko je potrebno za svrhe navedene u ovoj Politici privatnosti. Zadržat ćemo i koristiti vaše podatke u mjeri u kojoj je to potrebno za ispunjavanje naših zakonskih obveza (na primjer, ako smo dužni zadržati vaše podatke radi usklađivanja s primjenjivim zakonima), rješavanje sporova i provedbu naših pravnih ugovora i politika.","heading10":"10. Međunarodni prijenosi podataka","para101":"Vaši podaci, uključujući osobne podatke, mogu se prenijeti na — i održavati na — računalima koja se nalaze izvan vaše države, pokrajine, države ili druge vladine jurisdikcije gdje se zakoni o zaštiti podataka mogu razlikovati od onih vaše jurisdikcije.","para102":"Vaš pristanak na ovu Politiku privatnosti nakon čega slijedi podnošenje takvih informacija predstavlja vaš pristanak na taj prijenos. Hotstar Party će poduzeti sve razumno potrebne korake kako bi osigurao da se s vašim podacima postupa sigurno i u skladu s ovom Politikom privatnosti i nikakav prijenos vaših osobnih podataka neće se dogoditi u organizaciju ili državu osim ako postoje odgovarajuće kontrole uključujući sigurnost svoje podatke i druge osobne podatke.","heading11":"11. Kontaktirajte nas","para11":"Za dodatna pojašnjenja o našim postupcima s podacima ili za ostvarivanje bilo kojeg od vaših prava, slobodno nas kontaktirajte na:","li111":"Hotstar zabava","li112":"Email:","li113":"Web stranica:","heading12":"12. Mjere sigurnosti podataka","para12":"Ozbiljno shvaćamo sigurnost vaših podataka. Provodimo razne sigurnosne mjere kako bismo održali sigurnost vaših osobnih podataka kada unesete, pošaljete ili pristupite svojim osobnim podacima. To uključuje:","li121":"Korištenje SSL/TLS enkripcije za podatke koji se prenose preko Interneta.","li122":"Implementacija sigurnosnih protokola i mjera za zaštitu podataka pohranjenih na našim poslužiteljima.","li123":"Ograničavanje pristupa vašim osobnim podacima na zaposlenike, izvođače i agente koji moraju znati te podatke kako bi ih obradili u naše ime. Ove osobe vezane su obvezama povjerljivosti i mogu biti podvrgnute disciplinskim mjerama, uključujući otkaz i kazneni progon, ako ne ispune te obveze.","heading13":"13. Sukladnost sa pravnim zahtjevima","para13":"Vaše osobne podatke možemo otkriti kada to zahtijeva zakon ili sudski poziv ili ako vjerujemo da je takva radnja neophodna za:","li131":"Poštujte zakon i razumne zahtjeve organa za provođenje zakona.","li132":"Provedba naših pravila web stranice ili zaštita prava, imovine ili sigurnosti naše tvrtke, naših kupaca ili drugih.","li133":"Spriječiti ili zaustaviti aktivnost za koju smatramo da je ili da predstavlja rizik da bude nezakonita, neetička ili zakonski podložna djelovanju.","heading14":"14. Promjene ove Politike privatnosti","para141":"Zadržavamo pravo ažuriranja ili izmjene naših Pravila o privatnosti u bilo kojem trenutku. Trebali biste povremeno provjeravati ovu Politiku privatnosti. Vaše daljnje korištenje usluge nakon što objavimo bilo kakve izmjene Pravila o privatnosti na ovoj stranici predstavljat će vašu potvrdu izmjena i vaš pristanak da se pridržavate izmijenjenih Pravila o privatnosti i da budete vezani njima.","para142":"Ako napravimo bilo kakve materijalne promjene u načinu na koji postupamo s našim korisnicima","heading15":"15. Podaci za kontakt","para15":"Za sva dodatna pitanja ili komentare o ovim Pravilima privatnosti, obratite nam se koristeći podatke u nastavku:","li151":"Hotstar zabava","li152":"Email:","li153":"Web stranica:","heading16":"16. Veze trećih strana","para16":"Povremeno, prema vlastitom nahođenju, možemo uključiti ili ponuditi proizvode ili usluge trećih strana na našoj web stranici. Ove stranice trećih strana imaju zasebna i neovisna pravila o privatnosti. Stoga nemamo nikakvu odgovornost za sadržaj i aktivnosti ovih povezanih stranica. Unatoč tome, nastojimo zaštititi integritet naše stranice i pozdravljamo sve povratne informacije o tim stranicama.","heading17":"17. Javni forumi","para17":"Imajte na umu da bi, ako dobrovoljno otkrijete osobne podatke na javno dostupnom dijelu web stranice, te podatke mogli prikupljati i koristiti drugi. Ne kontroliramo postupke naših posjetitelja i korisnika.","heading18":"18. Privatnost djece","para18":"Naše proširenje se ne obraća nikome mlađem od 13 godina. Ne prikupljamo svjesno osobne podatke od djece mlađe od 13 godina. U slučaju da otkrijemo da nam je dijete mlađe od 13 godina dalo osobne podatke, odmah ih brišemo s naših poslužitelja. Ukoliko ste roditelj ili skrbnik i znate da nam je vaše dijete dostavilo osobne podatke, molimo da nas kontaktirate kako bismo mogli poduzeti potrebne radnje.","heading19":"19. Vaš pristanak","para19":"Korištenjem našeg proširenja, ovime pristajete na našu Politiku privatnosti i slažete se s njom","terms":"Pojmovi.","heading20":"20. Ažuriranje Vaših podataka","para20":"Ako želite pregledati, ispraviti, ažurirati ili izbrisati osobne podatke koje imamo o vama ili ako želite promijeniti svoje postavke za kontakte s nama, možete nas obavijestiti tako da nas kontaktirate putem podataka navedenih u Kontakt podacima odjeljak ove politike.","heading21":"21. Pravo isključivanja","para21":"Korisnici mogu odustati od primanja budućih komunikacija od nas u bilo kojem trenutku. Kako biste odustali od primanja e-poruka i biltena, možete slijediti upute navedene u našim e-porukama.","heading22":"22. Dodatne informacije za EU korisnike","para22":"Korisnici s prebivalištem u Europskoj uniji imaju pravo na određena prava prema Općoj uredbi o zaštiti podataka (GDPR). Ta prava uključuju mogućnost pristupa, ispravljanja, brisanja, ograničavanja, prijenosa ili prigovora na obradu vaših osobnih podataka. Ukoliko želite ostvariti ova prava, kontaktirajte nas na navedene podatke.","heading23":"23. Podaci za kontakt za daljnje upite","para23":"Za sva dodatna pitanja ili ostvarivanje svojih prava možete nam se obratiti na:","li231":"Hotstar zabava","li232":"Email:","li233":"Web stranica:","li234":"Zadnje ažuriranje: 23. travnja 2024","readmore":"Čitaj više ..."}