{"mainheading":"A Hotstar Party adatvédelmi szabályzata","overview":"Áttekintés","overviewpara":"Üdvözöljük a Hotstar Party-n! Ez az adatvédelmi szabályzat leírja, hogyan gyűjtjük, használjuk és osztjuk meg az Ön adatait, amikor a webhelyünkről elérhető Hotstar Party bővítményt használja:","overviewspan":". Bővítményünk használatával Ön beleegyezik az információk gyűjtéséhez és felhasználásához a jelen szabályzattal összhangban. Ha nem ért egyet a feltételekkel, kérjük, ne használja a kiterjesztést.","heading1":"1. Információgyűjtés és felhasználás","subheading11":"a. Személyes adat","subpara11":"Olyan információkat gyűjtünk, amelyeket közvetlenül ad meg nekünk, amikor bővítményünket használja. Ez a következőket foglalhatja magában:","li01":"Email cím","li02":"A böngésző típusa és beállításai","li03":"A bővítmény használatának dátuma és időpontja","li04":"Információ a böngésző konfigurációjáról és a bővítményekről","li05":"IP-cím","subheading12":"b. Használati adatok","subpara12":"Ezenkívül automatikusan gyűjtjük az információkat, amikor Ön a webhelyeken navigál. Ezek az információk a látogatásaival kapcsolatos részleteket tartalmaznak, például forgalmi adatokat, helyadatokat, naplókat és egyéb kommunikációs adatokat és erőforrásokat, amelyekhez Ön hozzáfér.","heading2":"2. Információmegosztás és nyilvánosságra hozatal","para2":"Nem adjuk el, kereskedünk vagy más módon nem adjuk át külső feleknek az Ön személyazonosításra alkalmas adatait, kivéve, ha előzetesen értesítjük a felhasználókat. Ez nem foglalja magában a webhelytárhely-partnereket és más feleket, akik segítséget nyújtanak nekünk weboldalunk működtetésében, üzletvitelünkben vagy felhasználóink ​​kiszolgálásában, mindaddig, amíg ezek a felek beleegyeznek, hogy ezeket az információkat bizalmasan kezelik.","heading3":"3. Cookie-k és nyomkövetési technológiák","para3":"A Hotstar Party sütiket és hasonló nyomkövetési technológiákat használ a szolgáltatásainkon végzett tevékenységek nyomon követésére, és bizonyos információkat tárolunk. A sütik kis mennyiségű adatot tartalmazó fájlok, amelyek névtelen egyedi azonosítót tartalmazhatnak. Utasíthatja böngészőjét, hogy utasítsa el az összes cookie-t, vagy jelezze, ha sütiket küldenek.","heading4":"4. Adatbiztonság","para4":"Arra törekszünk, hogy ésszerű biztonsági intézkedéseket hajtsunk végre az adatokhoz való jogosulatlan hozzáférés, illetve az adatok jogosulatlan megváltoztatása, nyilvánosságra hozatala vagy megsemmisítése ellen. Az interneten vagy vezeték nélküli hálózaton keresztüli adatátvitel azonban nem garantálható.","heading5":"5. Társvállalati közzététel","para5":"Ez a bővítmény a magas színvonalú szolgáltatás fenntartására és a szerverköltségek hatékony kezelésére szolgál. Működésünk fenntartására tett erőfeszítéseink részeként az automatikusan működő bővítmény telepítése után a legtöbb webhelyen lebonyolított vásárlások után társult vállalkozási jutalékot kaphatunk.","heading6":"6. Az Ön jogai","subheading61":"a. Helyesbítés joga","subpara61":"Joga van arra, hogy az általunk tárolt, Önről hibás vagy hiányos személyes adatokat javítsák vagy kiegészítsék. Ha bármilyen eltérést vagy pontatlanságot észlel a számunkra megadott adatokban, kérjük, haladéktalanul vegye fel velünk a kapcsolatot.","subheading62":"b. Korlátozáshoz való jog","subpara62":"Ön jogosult arra, hogy bizonyos körülmények között kérje személyes adatai kezelésének korlátozását, például ha vitatja az adatok pontosságát, vagy ha tiltakozik az adatkezelés ellen.","subheading63":"c. Tiltakozás joga","subpara63":"Önnek jogában áll bizonyos körülmények között tiltakozni személyes adatainak kezelése ellen, különösen, ha adatait jogos érdekből vagy direkt marketing célból dolgozzuk fel.","heading7":"7. Jelen adatvédelmi szabályzat változásai","para7":"Időről időre frissíthetjük Adatvédelmi szabályzatunkat. Minden változásról az új Adatvédelmi szabályzat közzétételével értesítjük ezen az oldalon. A változás hatálybalépése előtt e-mailben és/vagy a szolgáltatásunkon jól látható értesítésben értesítjük.","heading8":"8. Elérhetőségek","para8":"Ha bármilyen kérdése vagy aggálya van jelen Adatvédelmi szabályzattal kapcsolatban, kérjük, vegye fel velünk a kapcsolatot a következő címen:","li81":"Hotstar Party","li82":"Email:","li83":"Weboldal:","heading9":"9. Adatmegőrzés","para9":"Személyes adatait csak addig őrizzük meg, amíg az a jelen Adatvédelmi szabályzatban meghatározott célokhoz szükséges. Az Ön adatait a jogi kötelezettségeink teljesítéséhez szükséges mértékben megőrizzük és felhasználjuk (például ha meg kell őriznünk adatait a vonatkozó jogszabályoknak való megfelelés érdekében), a viták megoldásához, valamint jogi megállapodásaink és irányelveink érvényesítéséhez.","heading10":"10. Nemzetközi adatátvitel","para101":"Az Ön adatait, beleértve a személyes adatokat is, át lehet küldeni – és azokon tárolni – olyan számítógépekre, amelyek az Ön államán, tartományán, országán vagy más kormányzati joghatóságán kívül találhatók, ahol az adatvédelmi törvények eltérhetnek az Ön joghatóságának törvényeitől.","para102":"Az Ön hozzájárulása a jelen Adatvédelmi szabályzathoz, majd az ilyen információk benyújtása az átadáshoz való hozzájárulását jelenti. A Hotstar Party minden ésszerűen szükséges lépést megtesz annak biztosítására, hogy az Ön adatait biztonságosan és a jelen Adatvédelmi Szabályzattal összhangban kezeljék, és az Ön személyes adatait semmilyen szervezetnek vagy országnak nem továbbítják, kivéve, ha megfelelő ellenőrzések vannak érvényben, beleértve a adatait és egyéb személyes adatait.","heading11":"11. Vegye fel velünk a kapcsolatot","para11":"Az adatkezelési gyakorlatunkkal kapcsolatos további tisztázásért vagy bármely jogának gyakorlásához forduljon hozzánk bizalommal a következő címen:","li111":"Hotstar Party","li112":"Email:","li113":"Weboldal:","heading12":"12. Adatbiztonsági intézkedések","para12":"Komolyan vesszük adatai biztonságát. Különféle biztonsági intézkedéseket alkalmazunk, hogy megőrizzük személyes adatai biztonságát, amikor megadja, elküldi vagy hozzáfér személyes adataihoz. Ezek tartalmazzák:","li121":"SSL/TLS titkosítás használata az interneten keresztül továbbított adatokhoz.","li122":"Biztonsági protokollok és intézkedések bevezetése a szervereinken tárolt adatok védelmére.","li123":"Az Ön személyes adataihoz való hozzáférés korlátozása azokra az alkalmazottakra, alvállalkozókra és ügynökökre, akiknek ismerniük kell ezeket az információkat ahhoz, hogy a nevünkben feldolgozhassák azokat. Ezeket a személyeket titoktartási kötelezettségek kötik, és fegyelem alá vonhatják őket, beleértve a felmondást és a büntetőeljárást is, ha nem teljesítik ezeket a kötelezettségeiket.","heading13":"13. Jogi követelmények betartása","para13":"Felfedhetjük személyes adatait, ha azt törvény vagy idézés megköveteli, vagy ha úgy gondoljuk, hogy az ilyen intézkedés szükséges ahhoz, hogy:","li131":"Tartsa be a törvényt és a rendészeti szervek ésszerű kéréseit.","li132":"Érvényesítse weboldalunkra vonatkozó irányelveinket, vagy védje cégünk, ügyfeleink vagy mások jogait, tulajdonát vagy biztonságát.","li133":"Megakadályozzuk vagy leállítjuk azokat a tevékenységeket, amelyeket illegális, etikátlan vagy jogilag megtámadható tevékenységnek tartunk, vagy amely annak kockázatát hordozza magában.","heading14":"14. Jelen adatvédelmi szabályzat változásai","para141":"Fenntartjuk magunknak a jogot, hogy Adatvédelmi szabályzatunkat bármikor frissítsük vagy módosítsuk. Rendszeresen ellenőrizze ezt az Adatvédelmi szabályzatot. A szolgáltatás további használata azt követően, hogy ezen az oldalon közzétettük az Adatvédelmi szabályzat bármely módosítását, a módosítások tudomásulvételét és beleegyezését jelenti, hogy betartja és magára nézve kötelezőnek ismeri el a módosított Adatvédelmi szabályzatot.","para142":"Ha bármilyen lényeges változtatást végzünk a felhasználóinkkal való bánásmódban","heading15":"15. Elérhetőségek","para15":"Ha bármilyen további kérdése vagy megjegyzése van jelen Adatvédelmi szabályzattal kapcsolatban, kérjük, vegye fel velünk a kapcsolatot az alábbi elérhetőségeken:","li151":"Hotstar Party","li152":"Email:","li153":"Weboldal:","heading16":"16. Harmadik felek hivatkozásai","para16":"Alkalmanként saját belátásunk szerint harmadik féltől származó termékeket vagy szolgáltatásokat helyezhetünk el vagy kínálhatunk webhelyünkön. Ezek a harmadik fél webhelyei különálló és független adatvédelmi szabályzattal rendelkeznek. Ezért nem vállalunk felelősséget ezen linkelt oldalak tartalmáért és tevékenységeiért. Ennek ellenére igyekszünk megvédeni webhelyünk integritását, és szívesen fogadunk minden visszajelzést ezekkel a webhelyekkel kapcsolatban.","heading17":"17. Nyilvános fórumok","para17":"Kérjük, vegye figyelembe, hogy ha Ön önkéntesen nyilvánosságra hozza személyes adatait online a weboldal nyilvánosan elérhető részén, akkor ezeket az információkat mások összegyűjthetik és felhasználhatják. Nem ellenőrizzük látogatóink és felhasználóink ​​tevékenységét.","heading18":"18. Gyermekek magánélete","para18":"Bővítményünk 13 éven aluliakat nem szólít meg. Tudatosan nem gyűjtünk személyazonosításra alkalmas adatokat 13 éven aluliaktól. Ha azt észleljük, hogy egy 13 éven aluli gyermek adott meg személyes adatokat, azonnal töröljük ezeket szervereinkről. Ha Ön szülő vagy gyám, és tudatában van annak, hogy gyermeke személyes adatokat adott meg nekünk, kérjük, vegye fel velünk a kapcsolatot, hogy meg tudjuk tenni a szükséges lépéseket.","heading19":"19. Az Ön hozzájárulása","para19":"Bővítményünk használatával Ön ezennel elfogadja Adatvédelmi szabályzatunkat, és elfogadja azokat","terms":"feltételeket.","heading20":"20. Adatainak frissítése","para20":"Ha szeretné felülvizsgálni, javítani, frissíteni vagy törölni az Önről rendelkezésünkre álló személyes adatait, vagy módosítani szeretné a kapcsolatfelvételi preferenciáit, jelezze felénk a Kapcsolatfelvételi adatokban megadott elérhetőségeinken. szakaszában.","heading21":"21. Leiratkozási jog","para21":"A felhasználók bármikor leiratkozhatnak a tőlünk érkező jövőbeni kommunikációkról. Ha le szeretne iratkozni az e-mail üzenetek és hírlevelek fogadásáról, kövesse az e-mailekben található utasításokat.","heading22":"22. További információk EU-felhasználók számára","para22":"Az Európai Unióban lakó felhasználókat az Általános Adatvédelmi Rendelet (GDPR) alapján bizonyos jogok illetik meg. Ezek a jogok magukban foglalják az Ön személyes adataihoz való hozzáférést, azok helyesbítését, törlését, korlátozását, továbbítását vagy tiltakozását az ellen. Ha élni kíván e jogaival, kérjük, vegye fel velünk a kapcsolatot a megadott elérhetőségeken.","heading23":"23. További érdeklődők elérhetőségei","para23":"További kérdéseivel vagy jogai gyakorlásával kapcsolatban forduljon hozzánk a következő címen:","li231":"Hotstar Party","li232":"Email:","li233":"Weboldal:","li234":"Utolsó frissítés: 2024. április 23","readmore":"Olvass tovább ..."}