{"mainheading":"Kebijakan Privasi untuk Pesta Hotstar","overview":"Ringkasan","overviewpara":"Selamat datang di Pesta Hotstar! Kebijakan Privasi ini menjelaskan bagaimana informasi Anda dikumpulkan, digunakan, dan dibagikan saat Anda menggunakan ekstensi Hotstar Party yang tersedia dari situs web kami di","overviewspan":". Dengan menggunakan ekstensi kami, Anda menyetujui pengumpulan dan penggunaan informasi sesuai dengan kebijakan ini. Jika Anda tidak setuju dengan ketentuan ini, mohon jangan gunakan ekstensi ini.","heading1":"1. Pengumpulan dan Penggunaan Informasi","subheading11":"A. Informasi pribadi","subpara11":"Kami mengumpulkan informasi yang Anda berikan langsung kepada kami saat Anda menggunakan ekstensi kami. Ini mungkin termasuk:","li01":"Alamat email","li02":"Jenis dan pengaturan peramban","li03":"Tanggal dan waktu ekstensi digunakan","li04":"Informasi tentang konfigurasi dan plugin browser","li05":"alamat IP","subheading12":"B. Data Penggunaan","subpara12":"Kami juga mengumpulkan informasi secara otomatis saat Anda menavigasi situs. Informasi ini mencakup detail tentang kunjungan Anda seperti data lalu lintas, data lokasi, log, dan data komunikasi serta sumber daya lainnya yang Anda akses.","heading2":"2. Pembagian dan Keterbukaan Informasi","para2":"Kami tidak menjual, memperdagangkan, atau mentransfer informasi pengenal pribadi Anda kepada pihak luar kecuali kami memberikan pemberitahuan terlebih dahulu kepada pengguna. Ini tidak termasuk mitra hosting situs web dan pihak lain yang membantu kami dalam mengoperasikan situs web kami, menjalankan bisnis kami, atau melayani pengguna kami, selama pihak-pihak tersebut setuju untuk menjaga kerahasiaan informasi ini.","heading3":"3. Cookie dan Teknologi Pelacakan","para3":"Hotstar Party menggunakan cookie dan teknologi pelacakan serupa untuk melacak aktivitas di layanan kami dan kami menyimpan informasi tertentu. Cookies adalah file dengan sejumlah kecil data yang mungkin menyertakan pengidentifikasi unik anonim. Anda dapat menginstruksikan browser Anda untuk menolak semua cookie atau untuk menunjukkan kapan cookie sedang dikirim.","heading4":"4. Keamanan Data","para4":"Kami berusaha menerapkan langkah-langkah keamanan yang wajar untuk melindungi terhadap akses tidak sah atau perubahan, pengungkapan, atau penghancuran data tanpa izin. Namun, tidak ada jaminan transmisi data melalui Internet atau jaringan nirkabel.","heading5":"5. Pengungkapan Afiliasi","para5":"Ekstensi ini dirancang untuk mempertahankan layanan berkualitas tinggi dan mengelola biaya server secara efektif. Sebagai bagian dari upaya kami untuk mempertahankan operasi kami, kami dapat memperoleh komisi afiliasi atas pembelian yang dilakukan di sebagian besar situs web setelah memasang ekstensi, yang bekerja secara otomatis.","heading6":"6. Hak Anda","subheading61":"A. Hak untuk Memperbaiki","subpara61":"Anda berhak meminta data pribadi apa pun yang salah atau tidak lengkap yang kami miliki tentang Anda dikoreksi atau dilengkapi. Jika Anda melihat adanya perbedaan atau ketidakakuratan dalam informasi yang Anda berikan kepada kami, harap segera menghubungi kami.","subheading62":"B. Hak atas Pembatasan","subpara62":"Anda berhak meminta kami membatasi pemrosesan data pribadi Anda dalam keadaan tertentu, seperti jika Anda mempertanyakan keakuratan data tersebut atau jika Anda keberatan dengan pemrosesan kami.","subheading63":"C. Hak untuk Menolak","subpara63":"Anda mempunyai hak untuk menolak pemrosesan data pribadi Anda oleh kami dalam keadaan tertentu, terutama jika kami memproses data Anda berdasarkan kepentingan sah atau untuk tujuan pemasaran langsung.","heading7":"7. Perubahan Kebijakan Privasi Ini","para7":"Kami dapat memperbarui Kebijakan Privasi kami dari waktu ke waktu. Kami akan memberi tahu Anda tentang perubahan apa pun dengan memposting Kebijakan Privasi baru di halaman ini. Kami akan memberi tahu Anda melalui email dan/atau pemberitahuan penting di layanan kami, sebelum perubahan berlaku efektif.","heading8":"8. Informasi Kontak","para8":"Untuk pertanyaan atau kekhawatiran apa pun mengenai Kebijakan Privasi ini, silakan hubungi kami di:","li81":"Pesta Bintang Panas","li82":"Surel:","li83":"Situs web:","heading9":"9. Retensi Data","para9":"Kami akan menyimpan informasi pribadi Anda hanya selama diperlukan untuk tujuan yang ditetapkan dalam Kebijakan Privasi ini. Kami akan menyimpan dan menggunakan informasi Anda sejauh diperlukan untuk mematuhi kewajiban hukum kami (misalnya, jika kami diharuskan menyimpan data Anda untuk mematuhi hukum yang berlaku), menyelesaikan perselisihan, dan menegakkan perjanjian dan kebijakan hukum kami.","heading10":"10. Transfer Data Internasional","para101":"Informasi Anda, termasuk data pribadi, dapat ditransfer ke — dan disimpan di — komputer yang berlokasi di luar negara bagian, provinsi, negara, atau yurisdiksi pemerintah lainnya di mana undang-undang perlindungan data mungkin berbeda dari undang-undang yurisdiksi Anda.","para102":"Persetujuan Anda terhadap Kebijakan Privasi ini diikuti dengan penyerahan informasi tersebut mewakili persetujuan Anda terhadap pengalihan tersebut. Pihak Hotstar akan mengambil semua langkah yang diperlukan secara wajar untuk memastikan bahwa data Anda diperlakukan dengan aman dan sesuai dengan Kebijakan Privasi ini dan tidak ada transfer data pribadi Anda yang akan dilakukan ke suatu organisasi atau negara kecuali terdapat kontrol yang memadai termasuk keamanan. data Anda dan informasi pribadi lainnya.","heading11":"11. Hubungi Kami","para11":"Untuk klarifikasi lebih lanjut mengenai praktik data kami atau untuk menggunakan hak Anda, jangan ragu untuk menghubungi kami di:","li111":"Pesta Bintang Panas","li112":"Surel:","li113":"Situs web:","heading12":"12. Tindakan Keamanan Data","para12":"Kami menjaga keamanan data Anda dengan serius. Kami menerapkan berbagai langkah keamanan untuk menjaga keamanan informasi pribadi Anda ketika Anda memasukkan, mengirimkan, atau mengakses informasi pribadi Anda. Ini termasuk:","li121":"Menggunakan enkripsi SSL/TLS untuk data yang dikirimkan melalui Internet.","li122":"Menerapkan protokol keamanan dan langkah-langkah untuk melindungi data yang disimpan di server kami.","li123":"Membatasi akses ke data pribadi Anda hanya kepada karyawan, kontraktor, dan agen yang perlu mengetahui informasi tersebut untuk memprosesnya atas nama kami. Orang-orang ini terikat oleh kewajiban kerahasiaan dan dapat dikenakan tindakan disipliner, termasuk pemutusan hubungan kerja dan tuntutan pidana, jika mereka gagal memenuhi kewajiban ini.","heading13":"13. Kepatuhan terhadap Persyaratan Hukum","para13":"Kami dapat mengungkapkan informasi pribadi Anda jika diwajibkan oleh hukum atau panggilan pengadilan atau jika kami yakin bahwa tindakan tersebut diperlukan untuk:","li131":"Mematuhi hukum dan permintaan wajar dari penegak hukum.","li132":"Menegakkan kebijakan situs web kami atau melindungi hak, properti, atau keselamatan perusahaan kami, pelanggan kami, atau pihak lain.","li133":"Mencegah atau menghentikan aktivitas yang kami anggap sebagai, atau menimbulkan risiko, aktivitas ilegal, tidak etis, atau dapat ditindaklanjuti secara hukum.","heading14":"14. Perubahan Kebijakan Privasi Ini","para141":"Kami berhak memperbarui atau mengubah Kebijakan Privasi kami kapan saja. Anda harus memeriksa Kebijakan Privasi ini secara berkala. Jika Anda terus menggunakan layanan ini setelah kami memposting perubahan apa pun pada Kebijakan Privasi di halaman ini, Anda dianggap sebagai pengakuan atas perubahan tersebut dan persetujuan Anda untuk mematuhi dan terikat oleh Kebijakan Privasi yang diubah tersebut.","para142":"Jika kami membuat perubahan material apa pun terhadap cara kami memperlakukan pengguna kami","heading15":"15. Informasi Kontak","para15":"Untuk pertanyaan atau komentar tambahan apa pun tentang Kebijakan Privasi ini, silakan hubungi kami menggunakan informasi di bawah:","li151":"Pesta Bintang Panas","li152":"Surel:","li153":"Situs web:","heading16":"16. Tautan Pihak Ketiga","para16":"Kadang-kadang, berdasarkan kebijaksanaan kami, kami mungkin menyertakan atau menawarkan produk atau layanan pihak ketiga di situs web kami. Situs pihak ketiga ini memiliki kebijakan privasi yang terpisah dan independen. Oleh karena itu kami tidak bertanggung jawab atau berkewajiban atas konten dan aktivitas situs tertaut ini. Meskipun demikian, kami berupaya melindungi integritas situs kami dan menerima masukan apa pun tentang situs tersebut.","heading17":"17. Forum Publik","para17":"Perlu diketahui bahwa jika Anda secara sukarela mengungkapkan Informasi Pribadi secara online di bagian situs web yang dapat diakses publik, informasi tersebut dapat dikumpulkan dan digunakan oleh orang lain. Kami tidak mengontrol tindakan pengunjung dan pengguna kami.","heading18":"18. Privasi Anak","para18":"Ekstensi kami tidak ditujukan kepada siapa pun yang berusia di bawah 13 tahun. Kami tidak dengan sengaja mengumpulkan informasi identitas pribadi dari anak-anak di bawah 13 tahun. Jika kami menemukan bahwa seorang anak di bawah 13 tahun telah memberi kami informasi pribadi, kami segera menghapusnya dari server kami. Jika Anda adalah orang tua atau wali dan Anda mengetahui bahwa anak Anda telah memberikan informasi pribadi kepada kami, silakan hubungi kami agar kami dapat melakukan tindakan yang diperlukan.","heading19":"19. Persetujuan Anda","para19":"Dengan menggunakan ekstensi kami, Anda dengan ini menyetujui Kebijakan Privasi kami dan menyetujuinya","terms":"ketentuan.","heading20":"20. Memperbarui Informasi Anda","para20":"Jika Anda ingin meninjau, memperbaiki, memperbarui, atau menghapus informasi pribadi yang kami miliki tentang Anda atau jika Anda ingin mengubah preferensi kontak dari kami, Anda dapat memberi tahu kami dengan menghubungi kami di informasi yang tersedia di Informasi Kontak bagian dari kebijakan ini.","heading21":"21. Memilih Keluar dengan Benar","para21":"Pengguna dapat memilih untuk tidak menerima komunikasi selanjutnya dari kami kapan saja. Untuk memilih tidak menerima pesan email dan buletin, Anda dapat mengikuti petunjuk yang diberikan dalam email kami.","heading22":"22. Informasi Tambahan untuk Pengguna UE","para22":"Pengguna yang tinggal di Uni Eropa berhak atas hak-hak tertentu berdasarkan Peraturan Perlindungan Data Umum (GDPR). Hak-hak ini mencakup kemampuan untuk mengakses, memperbaiki, menghapus, membatasi, mentransfer, atau menolak pemrosesan data pribadi Anda. Jika Anda ingin menggunakan hak ini, silakan hubungi kami di rincian yang disediakan.","heading23":"23. Informasi Kontak untuk Pertanyaan Lebih Lanjut","para23":"Untuk pertanyaan lebih lanjut atau untuk menggunakan hak Anda, Anda dapat menghubungi kami di:","li231":"Pesta Bintang Panas","li232":"Surel:","li233":"Situs web:","li234":"Terakhir Diperbarui: 23 April 2024","readmore":"Baca selengkapnya ..."}