{"mainheading":"Informativa sulla privacy per Hotstar Party","overview":"Panoramica","overviewpara":"Benvenuti all'Hotstar Party! La presente Informativa sulla privacy descrive il modo in cui le tue informazioni vengono raccolte, utilizzate e condivise quando utilizzi l'estensione Hotstar Party disponibile sul nostro sito Web all'indirizzo","overviewspan":". Utilizzando la nostra estensione, accetti la raccolta e l'utilizzo delle informazioni in conformità con questa politica. Se non sei d'accordo con i termini, non utilizzare l'estensione.","heading1":"1. Raccolta e utilizzo delle informazioni","subheading11":"UN. Informazione personale","subpara11":"Raccogliamo le informazioni che ci fornisci direttamente quando utilizzi la nostra estensione. Ciò può includere:","li01":"Indirizzo e-mail","li02":"Tipo e impostazioni del browser","li03":"Data e ora in cui è stata utilizzata l'estensione","li04":"Informazioni sulla configurazione del browser e sui plugin","li05":"indirizzo IP","subheading12":"B. Dati di utilizzo","subpara12":"Raccogliamo inoltre informazioni automaticamente mentre navighi nei siti. Queste informazioni includono dettagli sulle tue visite come dati sul traffico, dati sulla posizione, registri e altri dati e risorse di comunicazione a cui accedi.","heading2":"2. Condivisione e divulgazione delle informazioni","para2":"Non vendiamo, scambiamo o trasferiamo in altro modo a soggetti esterni le tue informazioni di identificazione personale a meno che non forniamo agli utenti un preavviso. Ciò non include i partner di hosting del sito Web e altre parti che ci assistono nella gestione del nostro sito Web, nella conduzione della nostra attività o nel servire i nostri utenti, a condizione che tali parti accettino di mantenere riservate queste informazioni.","heading3":"3. Cookie e tecnologie di tracciamento","para3":"Hotstar Party utilizza cookie e tecnologie di tracciamento simili per tracciare l'attività sui nostri servizi e conserviamo determinate informazioni. I cookie sono file con una piccola quantità di dati che possono includere un identificatore univoco anonimo. Puoi impostare il tuo browser in modo che rifiuti tutti i cookie o indichi quando viene inviato un cookie.","heading4":"4. Sicurezza dei dati","para4":"Ci sforziamo di implementare ragionevoli misure di sicurezza per proteggere i dati da accessi non autorizzati o da alterazioni, divulgazioni o distruzioni non autorizzate. Tuttavia, non è possibile garantire alcuna trasmissione di dati su Internet o sulla rete wireless.","heading5":"5. Divulgazione degli affiliati","para5":"Questa estensione è progettata per mantenere un servizio di alta qualità e gestire i costi del server in modo efficace. Nell'ambito dei nostri sforzi per sostenere le nostre operazioni, potremmo guadagnare commissioni di affiliazione sugli acquisti effettuati sulla maggior parte dei siti Web dopo aver installato l'estensione, che funziona automaticamente.","heading6":"6. I tuoi diritti","subheading61":"UN. Diritto di rettifica","subpara61":"Hai il diritto di correggere o completare eventuali dati personali errati o incompleti che conserviamo su di te. Se noti discrepanze o inesattezze nelle informazioni che ci hai fornito, ti preghiamo di contattarci immediatamente.","subheading62":"B. Diritto alla restrizione","subpara62":"Hai il diritto di richiederci di limitare il trattamento dei tuoi dati personali in determinate circostanze, ad esempio se contesti l'accuratezza di tali dati o se ti sei opposto al nostro trattamento.","subheading63":"C. Diritto di opposizione","subpara63":"Hai il diritto di opporti al trattamento dei tuoi dati personali in determinate circostanze, in particolare se trattiamo i tuoi dati in base a interessi legittimi o per scopi di marketing diretto.","heading7":"7. Modifiche alla presente Informativa sulla privacy","para7":"Potremmo aggiornare la nostra Informativa sulla privacy di tanto in tanto. Ti informeremo di eventuali modifiche pubblicando la nuova Informativa sulla privacy in questa pagina. Ti informeremo via e-mail e/o tramite un avviso ben visibile sul nostro servizio, prima che la modifica diventi effettiva.","heading8":"8. Informazioni di contatto","para8":"Per qualsiasi domanda o dubbio riguardante la presente Informativa sulla privacy, ti preghiamo di contattarci a:","li81":"Festa delle Hotstar","li82":"E-mail:","li83":"Sito web:","heading9":"9. Conservazione dei dati","para9":"Conserveremo le tue informazioni personali solo per il tempo necessario agli scopi indicati nella presente Informativa sulla privacy. Conserveremo e utilizzeremo le tue informazioni nella misura necessaria per rispettare i nostri obblighi legali (ad esempio, se ci viene richiesto di conservare i tuoi dati per rispettare le leggi applicabili), risolvere controversie e applicare i nostri accordi e politiche legali.","heading10":"10. Trasferimenti internazionali di dati","para101":"Le tue informazioni, inclusi i dati personali, potrebbero essere trasferite e mantenute su computer situati al di fuori del tuo stato, provincia, paese o altra giurisdizione governativa in cui le leggi sulla protezione dei dati potrebbero differire da quelle della tua giurisdizione.","para102":"Il tuo consenso alla presente Informativa sulla privacy seguito dall'invio di tali informazioni rappresenta il tuo consenso a tale trasferimento. Hotstar Party adotterà tutte le misure ragionevolmente necessarie per garantire che i tuoi dati siano trattati in modo sicuro e in conformità con la presente Informativa sulla privacy e nessun trasferimento dei tuoi dati personali sarà effettuato a un'organizzazione o a un paese a meno che non siano in atto controlli adeguati, inclusa la sicurezza di i tuoi dati e altre informazioni personali.","heading11":"11. Contattaci","para11":"Per ulteriori chiarimenti sulle nostre pratiche relative ai dati o per esercitare qualsiasi dei tuoi diritti, non esitare a contattarci a:","li111":"Festa delle Hotstar","li112":"E-mail:","li113":"Sito web:","heading12":"12. Misure di sicurezza dei dati","para12":"Prendiamo sul serio la sicurezza dei tuoi dati. Implementiamo una serie di misure di sicurezza per mantenere la sicurezza delle tue informazioni personali quando inserisci, invii o accedi alle tue informazioni personali. Questi includono:","li121":"Utilizzo della crittografia SSL/TLS per i dati trasmessi su Internet.","li122":"Implementare protocolli e misure di sicurezza per proteggere i dati archiviati sui nostri server.","li123":"Limitare l'accesso ai tuoi dati personali a dipendenti, appaltatori e agenti che hanno bisogno di conoscere tali informazioni per elaborarle per nostro conto. Questi individui sono vincolati da obblighi di riservatezza e possono essere soggetti a sanzioni disciplinari, compreso il licenziamento e procedimenti penali, se non rispettano tali obblighi.","heading13":"13. Conformità ai requisiti legali","para13":"Potremmo divulgare le tue informazioni personali ove richiesto dalla legge o da un mandato di comparizione o se riteniamo che tale azione sia necessaria per:","li131":"Rispettare la legge e le ragionevoli richieste delle forze dell’ordine.","li132":"Applicare le politiche del nostro sito Web o proteggere i diritti, la proprietà o la sicurezza della nostra azienda, dei nostri clienti o di altri.","li133":"Prevenire o interrompere attività che potremmo considerare essere, o che potrebbero rappresentare un rischio di essere, un'attività illegale, non etica o legalmente perseguibile.","heading14":"14. Modifiche alla presente Informativa sulla privacy","para141":"Ci riserviamo il diritto di aggiornare o modificare la nostra Informativa sulla privacy in qualsiasi momento. Dovresti controllare periodicamente la presente Informativa sulla privacy. L'uso continuato del servizio dopo la pubblicazione di eventuali modifiche all'Informativa sulla privacy in questa pagina costituirà il tuo riconoscimento delle modifiche e il tuo consenso a rispettare ed essere vincolato dall'Informativa sulla privacy modificata.","para142":"Se apportiamo modifiche sostanziali al modo in cui trattiamo i nostri utenti","heading15":"15. Informazioni di contatto","para15":"Per qualsiasi ulteriore domanda o commento sulla presente Informativa sulla privacy, ti invitiamo a contattarci utilizzando le informazioni riportate di seguito:","li151":"Festa delle Hotstar","li152":"E-mail:","li153":"Sito web:","heading16":"16. Collegamenti di terze parti","para16":"Occasionalmente, a nostra discrezione, potremmo includere o offrire prodotti o servizi di terze parti sul nostro sito web. Questi siti di terze parti hanno politiche sulla privacy separate e indipendenti. Pertanto non abbiamo alcuna responsabilità per il contenuto e le attività di questi siti collegati. Ciononostante, cerchiamo di proteggere l'integrità del nostro sito e accogliamo con favore qualsiasi feedback su questi siti.","heading17":"17. Forum pubblici","para17":"Tieni presente che se divulghi volontariamente informazioni personali online in una parte accessibile al pubblico del sito Web, tali informazioni potrebbero essere raccolte e utilizzate da altri. Non controlliamo le azioni dei nostri visitatori e utenti.","heading18":"18. Privacy dei bambini","para18":"La nostra estensione non si rivolge a nessuno di età inferiore ai 13 anni. Non raccogliamo consapevolmente informazioni di identificazione personale da bambini di età inferiore a 13 anni. Nel caso in cui scoprissimo che un bambino di età inferiore a 13 anni ci ha fornito informazioni personali, le elimineremo immediatamente dai nostri server. Se sei un genitore o tutore e sei consapevole che tuo figlio ci ha fornito informazioni personali, ti preghiamo di contattarci in modo che potremo intraprendere le azioni necessarie.","heading19":"19. Il tuo consenso","para19":"Utilizzando la nostra estensione, acconsenti alla nostra Informativa sulla privacy e accetti la sua","terms":"termini.","heading20":"20. Aggiornamento delle tue informazioni","para20":"Se desideri rivedere, correggere, aggiornare o eliminare le informazioni personali che abbiamo su di te o se desideri modificare le tue preferenze per i contatti da noi, puoi farcelo sapere contattandoci alle informazioni fornite nelle Informazioni di contatto sezione di questa politica.","heading21":"21. Diritto di rinuncia","para21":"Gli utenti possono scegliere di non ricevere più comunicazioni da parte nostra in qualsiasi momento. Per disattivare la ricezione di messaggi e-mail e newsletter, è possibile seguire le istruzioni fornite nelle nostre e-mail.","heading22":"22. Informazioni aggiuntive per gli utenti UE","para22":"Gli utenti residenti nell’Unione Europea godono di determinati diritti ai sensi del Regolamento generale sulla protezione dei dati (GDPR). Questi diritti includono la possibilità di accedere, rettificare, cancellare, limitare, trasferire o opporsi al trattamento dei dati personali. Se desideri esercitare tali diritti, ti preghiamo di contattarci ai dettagli forniti.","heading23":"23. Informazioni di contatto per ulteriori domande","para23":"Per qualsiasi ulteriore domanda o per esercitare i tuoi diritti, puoi contattarci a:","li231":"Festa delle Hotstar","li232":"E-mail:","li233":"Sito web:","li234":"Ultimo aggiornamento: 23 aprile 2024","readmore":"Per saperne di più ..."}