{"mainheading":"ホットスターパーティーのプライバシーポリシー","overview":"概要","overviewpara":"ホットスターパーティーへようこそ！このプライバシー ポリシーでは、当社の Web サイトから入手できる Hotstar Party 拡張機能を使用する際に、お客様の情報がどのように収集、使用、共有されるかについて説明します。","overviewspan":"。当社の拡張機能を使用すると、このポリシーに従って情報が収集および使用されることに同意したものとみなされます。規約に同意できない場合は、拡張機能を使用しないでください。","heading1":"1. 情報の収集と利用","subheading11":"ａ．個人情報","subpara11":"当社は、お客様が当社の拡張機能を使用するときにお客様が当社に直接提供する情報を収集します。これには以下が含まれる場合があります。","li01":"電子メールアドレス","li02":"ブラウザの種類と設定","li03":"拡張機能が使用された日時","li04":"ブラウザの設定とプラグインに関する情報","li05":"IPアドレス","subheading12":"b.使用状況データ","subpara12":"また、サイト内を移動する際に情報も自動的に収集されます。この情報には、交通データ、位置データ、ログ、その他の通信データやアクセスするリソースなど、訪問に関する詳細が含まれます。","heading2":"2. 情報の共有と開示","para2":"当社は、ユーザーに事前に通知しない限り、個人を特定できる情報を外部の第三者に販売、取引、または転送することはありません。これには、当社のウェブサイトの運営、事業の遂行、またはユーザーへのサービスを支援するウェブサイトホスティングパートナーやその他の当事者は、これらの当事者がこの情報を機密に保つことに同意する限り含まれません。","heading3":"3. Cookie と追跡技術","para3":"Hotstar Party は、Cookie および同様の追跡技術を使用してサービス上のアクティビティを追跡し、特定の情報を保持します。 Cookie は、匿名の一意の識別子を含む可能性のある少量のデータを含むファイルです。すべての Cookie を拒否するか、Cookie がいつ送信されるかを示すようにブラウザに指示できます。","heading4":"4. データセキュリティ","para4":"当社は、データへの不正アクセス、データの不正な変更、開示、破壊を防ぐために合理的なセキュリティ対策を講じるよう努めています。ただし、インターネットまたはワイヤレス ネットワークを介したデータ送信は保証されません。","heading5":"5. アフィリエイトの開示","para5":"この拡張機能は、高品質のサービスを維持し、サーバーのコストを効果的に管理するように設計されています。運営を維持するための取り組みの一環として、自動的に機能する拡張機能をインストールした後、ほとんどの Web サイトで行われる購入に対してアフィリエイト コミッションを得る場合があります。","heading6":"6. お客様の権利","subheading61":"ａ．是正の権利","subpara61":"あなたは、当社が保持するあなたに関する不正確または不完全な個人データを修正または完成させる権利を有します。お客様が当社に提供した情報に矛盾または不正確な点があることに気づいた場合は、直ちに当社までご連絡ください。","subheading62":"b.制限を受ける権利","subpara62":"お客様は、データの正確性に異議を唱える場合、または当社の処理に異議を唱えた場合など、特定の状況下で当社にお客様の個人データの処理を制限するよう要求する権利を有します。","subheading63":"c.異議を唱える権利","subpara63":"お客様には、特定の状況下、特に当社が正当な利益に基づいて、またはダイレクトマーケティング目的でお客様のデータを処理している場合、当社によるお客様の個人データの処理に異議を唱える権利があります。","heading7":"7. 本プライバシーポリシーの変更","para7":"当社はプライバシーポリシーを随時更新することがあります。変更があった場合は、このページに新しいプライバシー ポリシーを掲載してお知らせします。変更が発効する前に、電子メールおよび/またはサービス上の目立つ通知でお知らせします。","heading8":"8. 連絡先情報","para8":"このプライバシー ポリシーに関するご質問やご不明な点がございましたら、以下までお問い合わせください。","li81":"ホットスターパーティー","li82":"Eメール：","li83":"Webサイト：","heading9":"9. データの保持","para9":"当社は、このプライバシー ポリシーに定められた目的に必要な期間のみお客様の個人情報を保持します。当社は、法的義務を遵守し（たとえば、適用法を遵守するためにお客様のデータを保持する必要がある場合）、紛争を解決し、当社の法的合意およびポリシーを執行するために必要な範囲でお客様の情報を保持および使用します。","heading10":"10. 国際的なデータ転送","para101":"個人データを含むお客様の情報は、お客様の州、地方、国、またはその他の政府管轄区域外にあるコンピュータに転送され、データ保護法が管轄区域とは異なる場合があります。","para102":"このプライバシー ポリシーに同意した後、そのような情報を送信すると、その転送に同意したことになります。 Hotstar Party は、お客様のデータがこのプライバシー ポリシーに従って安全に扱われることを保証するために合理的に必要なすべての措置を講じます。また、データのセキュリティを含む適切な管理が行われていない限り、お客様の個人データが組織または国に転送されることはありません。あなたのデータやその他の個人情報。","heading11":"11. お問い合わせ","para11":"当社のデータ慣行についてさらに詳しく知りたい場合、またはお客様の権利を行使したい場合は、お気軽に次のアドレスまでお問い合わせください。","li111":"ホットスターパーティー","li112":"Eメール：","li113":"Webサイト：","heading12":"12. データセキュリティ対策","para12":"私たちはお客様のデータのセキュリティを真剣に考えています。当社は、お客様が個人情報を入力、送信、またはアクセスする際の個人情報の安全を維持するために、さまざまなセキュリティ対策を実施しています。これらには次のものが含まれます。","li121":"インターネット上で送信されるデータに SSL/TLS 暗号化を使用します。","li122":"当社のサーバーに保存されているデータを保護するためのセキュリティ プロトコルと対策を実装します。","li123":"お客様の個人データへのアクセスを、当社に代わって処理するためにその情報を知る必要がある従業員、請負業者、代理店に限定します。これらの個人には守秘義務が課せられており、これらの義務を履行しない場合、解雇や刑事訴追を含む懲戒処分の対象となる可能性があります。","heading13":"13. 法的要件の遵守","para13":"当社は、法律または召喚状によって要求された場合、または以下の目的でそのような措置が必要であると判断した場合、お客様の個人情報を開示することがあります。","li131":"法律および法執行機関の合理的な要求を遵守します。","li132":"当社の Web サイト ポリシーを強制したり、当社、当社の顧客、その他の権利、財産、安全を保護したりするため。","li133":"違法、非倫理的、または法的に訴訟の対象となる活動、またはその危険性があると当社が判断する活動を防止または停止します。","heading14":"14. このプライバシーポリシーの変更","para141":"当社は、プライバシー ポリシーをいつでも更新または変更する権利を留保します。このプライバシー ポリシーを定期的に確認する必要があります。このページにプライバシー ポリシーの変更を掲載した後もサービスを継続して使用すると、変更を承認し、変更されたプライバシー ポリシーを遵守し拘束されることに同意したことになります。","para142":"ユーザーの扱い方に重大な変更を加えた場合","heading15":"15. 連絡先情報","para15":"このプライバシー ポリシーに関するその他の質問やコメントについては、以下の情報を使用して当社までお問い合わせください。","li151":"ホットスターパーティー","li152":"Eメール：","li153":"Webサイト：","heading16":"16. サードパーティのリンク","para16":"場合によっては、当社の裁量により、当社の Web サイトにサードパーティの製品またはサービスが含まれたり、提供されたりする場合があります。これらのサードパーティのサイトには、個別の独立したプライバシー ポリシーがあります。したがって、当社はこれらのリンク先サイトのコンテンツおよび活動に対して一切の責任を負いません。それにもかかわらず、私たちはサイトの完全性を保護するよう努めており、これらのサイトに関するフィードバックを歓迎します。","heading17":"17. 公開フォーラム","para17":"ウェブサイトの一般にアクセス可能な部分でオンラインで個人情報を自発的に開示した場合、その情報は他者によって収集され、使用される可能性があることに注意してください。当社は訪問者やユーザーの行動を管理しません。","heading18":"18. 子供のプライバシー","para18":"当社の内線番号は 13 歳未満には対応していません。当社は、13 歳未満の子供から故意に個人を特定できる情報を収集しません。13 歳未満の子供が個人情報を提供したことが判明した場合、当社はこれをサーバーから直ちに削除します。あなたが親または保護者であり、子供が当社に個人情報を提供したことを認識している場合は、当社が必要な措置を講じることができるよう、当社にご連絡ください。","heading19":"19. あなたの同意","para19":"当社の拡張機能を使用することにより、お客様は当社のプライバシー ポリシーに同意し、その内容に同意したものとみなされます。","terms":"条項。","heading20":"20. 情報の更新","para20":"当社が保有するお客様の個人情報を確認、修正、更新、または削除したい場合、または当社からの連絡先の設定を変更したい場合は、連絡先情報に記載されている情報に連絡して当社にお知らせください。このポリシーのセクション。","heading21":"21. オプトアウトの権利","para21":"ユーザーは、当社からの今後の連絡の受信をいつでもオプトアウトできます。電子メール メッセージやニュースレターの受信をオプトアウトするには、電子メールに記載されている指示に従ってください。","heading22":"22. EU ユーザー向けの追加情報","para22":"欧州連合に居住するユーザーには、一般データ保護規則 (GDPR) に基づく特定の権利が与えられます。これらの権利には、お客様の個人データへのアクセス、修正、消去、制限、転送、またはその処理に異議を唱える権限が含まれます。これらの権利を行使したい場合は、記載されている詳細情報までご連絡ください。","heading23":"23. お問い合わせ先","para23":"さらに質問がある場合、または権利を行使する場合は、次のアドレスまでお問い合わせください。","li231":"ホットスターパーティー","li232":"Eメール：","li233":"Webサイト：","li234":"最終更新日: 2024 年 4 月 23 日","readmore":"続きを読む ..."}