{"mainheading":"Hotstar ಪಾರ್ಟಿಗಾಗಿ ಗೌಪ್ಯತೆ ನೀತಿ","overview":"ಅವಲೋಕನ","overviewpara":"Hotstar ಪಾರ್ಟಿಗೆ ಸುಸ್ವಾಗತ! ಈ ಗೌಪ್ಯತಾ ನೀತಿಯು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಲಭ್ಯವಿರುವ Hotstar ಪಾರ್ಟಿ ವಿಸ್ತರಣೆಯನ್ನು ನೀವು ಬಳಸುವಾಗ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ, ಬಳಸಲಾಗುತ್ತದೆ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ವಿವರಿಸುತ್ತದೆ.","overviewspan":". ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವ ಮೂಲಕ, ಈ ನೀತಿಗೆ ಅನುಗುಣವಾಗಿ ಮಾಹಿತಿಯ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಬಳಕೆಗೆ ನೀವು ಒಪ್ಪುತ್ತೀರಿ. ನೀವು ನಿಯಮಗಳನ್ನು ಒಪ್ಪದಿದ್ದರೆ, ದಯವಿಟ್ಟು ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಬೇಡಿ.","heading1":"1. ಮಾಹಿತಿ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಬಳಕೆ","subheading11":"ಎ. ವಯಕ್ತಿಕ ಮಾಹಿತಿ","subpara11":"ನೀವು ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವಾಗ ನೀವು ನೇರವಾಗಿ ನಮಗೆ ಒದಗಿಸುವ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ. ಇದು ಒಳಗೊಂಡಿರಬಹುದು:","li01":"ಇಮೇಲ್ ವಿಳಾಸ","li02":"ಬ್ರೌಸರ್ ಪ್ರಕಾರ ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳು","li03":"ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಲಾದ ದಿನಾಂಕ ಮತ್ತು ಸಮಯ","li04":"ಬ್ರೌಸರ್ ಕಾನ್ಫಿಗರೇಶನ್ ಮತ್ತು ಪ್ಲಗಿನ್‌ಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿ","li05":"IP ವಿಳಾಸ","subheading12":"ಬಿ. ಬಳಕೆಯ ಡೇಟಾ","subpara12":"ನೀವು ಸೈಟ್‌ಗಳ ಮೂಲಕ ನ್ಯಾವಿಗೇಟ್ ಮಾಡುವಾಗ ನಾವು ಮಾಹಿತಿಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಂಗ್ರಹಿಸುತ್ತೇವೆ. ಈ ಮಾಹಿತಿಯು ಟ್ರಾಫಿಕ್ ಡೇಟಾ, ಸ್ಥಳ ಡೇಟಾ, ಲಾಗ್‌ಗಳು ಮತ್ತು ಇತರ ಸಂವಹನ ಡೇಟಾ ಮತ್ತು ನೀವು ಪ್ರವೇಶಿಸುವ ಸಂಪನ್ಮೂಲಗಳಂತಹ ನಿಮ್ಮ ಭೇಟಿಗಳ ಕುರಿತು ವಿವರಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.","heading2":"2. ಮಾಹಿತಿ ಹಂಚಿಕೆ ಮತ್ತು ಬಹಿರಂಗಪಡಿಸುವಿಕೆ","para2":"ನಾವು ಬಳಕೆದಾರರಿಗೆ ಮುಂಚಿತವಾಗಿ ಸೂಚನೆಯನ್ನು ನೀಡದ ಹೊರತು ನಿಮ್ಮ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು ನಾವು ಮಾರಾಟ ಮಾಡುವುದಿಲ್ಲ, ವ್ಯಾಪಾರ ಮಾಡುವುದಿಲ್ಲ ಅಥವಾ ಹೊರಗಿನ ಪಕ್ಷಗಳಿಗೆ ವರ್ಗಾಯಿಸುವುದಿಲ್ಲ. ಈ ಮಾಹಿತಿಯನ್ನು ಗೌಪ್ಯವಾಗಿಡಲು ಆ ಪಕ್ಷಗಳು ಸಮ್ಮತಿಸುವವರೆಗೆ, ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ನಿರ್ವಹಿಸುವಲ್ಲಿ, ನಮ್ಮ ವ್ಯವಹಾರವನ್ನು ನಡೆಸಲು ಅಥವಾ ನಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುವ ವೆಬ್‌ಸೈಟ್ ಹೋಸ್ಟಿಂಗ್ ಪಾಲುದಾರರು ಮತ್ತು ಇತರ ಪಕ್ಷಗಳನ್ನು ಇದು ಒಳಗೊಂಡಿರುವುದಿಲ್ಲ.","heading3":"3. ಕುಕೀಸ್ ಮತ್ತು ಟ್ರ್ಯಾಕಿಂಗ್ ತಂತ್ರಜ್ಞಾನಗಳು","para3":"Hotstar Party ನಮ್ಮ ಸೇವೆಗಳಲ್ಲಿನ ಚಟುವಟಿಕೆಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಕುಕೀಗಳು ಮತ್ತು ಅಂತಹುದೇ ಟ್ರ್ಯಾಕಿಂಗ್ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸುತ್ತದೆ ಮತ್ತು ನಾವು ಕೆಲವು ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿದ್ದೇವೆ. ಕುಕೀಗಳು ಅನಾಮಧೇಯ ಅನನ್ಯ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಒಳಗೊಂಡಿರುವ ಸಣ್ಣ ಪ್ರಮಾಣದ ಡೇಟಾವನ್ನು ಹೊಂದಿರುವ ಫೈಲ್‌ಗಳಾಗಿವೆ. ಎಲ್ಲಾ ಕುಕೀಗಳನ್ನು ನಿರಾಕರಿಸಲು ಅಥವಾ ಕುಕೀಯನ್ನು ಯಾವಾಗ ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ಸೂಚಿಸಲು ನಿಮ್ಮ ಬ್ರೌಸರ್‌ಗೆ ನೀವು ಸೂಚಿಸಬಹುದು.","heading4":"4. ಡೇಟಾ ಭದ್ರತೆ","para4":"ಡೇಟಾದ ಅನಧಿಕೃತ ಪ್ರವೇಶ ಅಥವಾ ಅನಧಿಕೃತ ಬದಲಾವಣೆ, ಬಹಿರಂಗಪಡಿಸುವಿಕೆ ಅಥವಾ ನಾಶದಿಂದ ರಕ್ಷಿಸಲು ನಾವು ಸಮಂಜಸವಾದ ಭದ್ರತಾ ಕ್ರಮಗಳನ್ನು ಜಾರಿಗೆ ತರಲು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ. ಆದಾಗ್ಯೂ, ಇಂಟರ್ನೆಟ್ ಅಥವಾ ವೈರ್‌ಲೆಸ್ ನೆಟ್‌ವರ್ಕ್ ಮೂಲಕ ಯಾವುದೇ ಡೇಟಾ ಪ್ರಸರಣವನ್ನು ಖಾತರಿಪಡಿಸಲಾಗುವುದಿಲ್ಲ.","heading5":"5. ಅಂಗ ಬಹಿರಂಗಪಡಿಸುವಿಕೆ","para5":"ಉನ್ನತ ಗುಣಮಟ್ಟದ ಸೇವೆಯನ್ನು ನಿರ್ವಹಿಸಲು ಮತ್ತು ಸರ್ವರ್ ವೆಚ್ಚಗಳನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ನಿರ್ವಹಿಸಲು ಈ ವಿಸ್ತರಣೆಯನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ನಮ್ಮ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವ ನಮ್ಮ ಪ್ರಯತ್ನಗಳ ಭಾಗವಾಗಿ, ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿದ ನಂತರ ಹೆಚ್ಚಿನ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಮಾಡಿದ ಖರೀದಿಗಳ ಮೇಲೆ ನಾವು ಅಂಗಸಂಸ್ಥೆ ಕಮಿಷನ್‌ಗಳನ್ನು ಗಳಿಸಬಹುದು, ಅದು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.","heading6":"6. ನಿಮ್ಮ ಹಕ್ಕುಗಳು","subheading61":"ಎ. ಸರಿಪಡಿಸುವ ಹಕ್ಕು","subpara61":"ನಿಮ್ಮ ಬಗ್ಗೆ ನಾವು ಹೊಂದಿರುವ ಯಾವುದೇ ತಪ್ಪು ಅಥವಾ ಅಪೂರ್ಣ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸರಿಪಡಿಸಲು ಅಥವಾ ಪೂರ್ಣಗೊಳಿಸಲು ನೀವು ಹಕ್ಕನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ನಮಗೆ ಒದಗಿಸಿದ ಮಾಹಿತಿಯಲ್ಲಿ ಯಾವುದೇ ವ್ಯತ್ಯಾಸಗಳು ಅಥವಾ ತಪ್ಪುಗಳನ್ನು ನೀವು ಗಮನಿಸಿದರೆ, ದಯವಿಟ್ಟು ತಕ್ಷಣ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.","subheading62":"ಬಿ. ನಿರ್ಬಂಧದ ಹಕ್ಕು","subpara62":"ನೀವು ಆ ಡೇಟಾದ ನಿಖರತೆಯನ್ನು ವಿರೋಧಿಸಿದರೆ ಅಥವಾ ನಮ್ಮ ಪ್ರಕ್ರಿಯೆಗೆ ನೀವು ಆಕ್ಷೇಪಿಸಿದರೆ, ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವುದನ್ನು ನಾವು ನಿರ್ಬಂಧಿಸಬೇಕೆಂದು ವಿನಂತಿಸಲು ನೀವು ಹಕ್ಕನ್ನು ಹೊಂದಿದ್ದೀರಿ.","subheading63":"ಸಿ. ಆಕ್ಷೇಪಿಸುವ ಹಕ್ಕು","subpara63":"ನಿರ್ದಿಷ್ಟ ಸಂದರ್ಭಗಳಲ್ಲಿ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ನಾವು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವುದನ್ನು ವಿರೋಧಿಸುವ ಹಕ್ಕನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ, ವಿಶೇಷವಾಗಿ ನಾವು ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಕಾನೂನುಬದ್ಧ ಆಸಕ್ತಿಗಳ ಆಧಾರದ ಮೇಲೆ ಅಥವಾ ನೇರ ಮಾರುಕಟ್ಟೆ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತಿದ್ದರೆ.","heading7":"7. ಈ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಬದಲಾವಣೆಗಳು","para7":"ನಾವು ಕಾಲಕಾಲಕ್ಕೆ ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ನವೀಕರಿಸಬಹುದು. ಈ ಪುಟದಲ್ಲಿ ಹೊಸ ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವ ಮೂಲಕ ನಾವು ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ. ಬದಲಾವಣೆಯು ಪರಿಣಾಮಕಾರಿಯಾಗುವ ಮೊದಲು ನಾವು ಇಮೇಲ್ ಮತ್ತು/ಅಥವಾ ನಮ್ಮ ಸೇವೆಯಲ್ಲಿ ಪ್ರಮುಖ ಸೂಚನೆಯ ಮೂಲಕ ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ.","heading8":"8. ಸಂಪರ್ಕ ಮಾಹಿತಿ","para8":"ಈ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳು ಅಥವಾ ಕಾಳಜಿಗಳಿಗಾಗಿ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ:","li81":"ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿ","li82":"ಇಮೇಲ್:","li83":"ಜಾಲತಾಣ:","heading9":"9. ಡೇಟಾ ಧಾರಣ","para9":"ಈ ಗೌಪ್ಯತಾ ನೀತಿಯಲ್ಲಿ ಸೂಚಿಸಲಾದ ಉದ್ದೇಶಗಳಿಗೆ ಅಗತ್ಯವಿರುವವರೆಗೆ ಮಾತ್ರ ನಾವು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಉಳಿಸಿಕೊಳ್ಳುತ್ತೇವೆ. ನಮ್ಮ ಕಾನೂನು ಬಾಧ್ಯತೆಗಳಿಗೆ (ಉದಾಹರಣೆಗೆ, ಅನ್ವಯವಾಗುವ ಕಾನೂನುಗಳನ್ನು ಅನುಸರಿಸಲು ನಿಮ್ಮ ಡೇಟಾವನ್ನು ನಾವು ಉಳಿಸಿಕೊಳ್ಳಬೇಕಾದರೆ), ವಿವಾದಗಳನ್ನು ಪರಿಹರಿಸಲು ಮತ್ತು ನಮ್ಮ ಕಾನೂನು ಒಪ್ಪಂದಗಳು ಮತ್ತು ನೀತಿಗಳನ್ನು ಜಾರಿಗೊಳಿಸಲು ಅಗತ್ಯವಿರುವ ಮಟ್ಟಿಗೆ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಾವು ಉಳಿಸಿಕೊಳ್ಳುತ್ತೇವೆ ಮತ್ತು ಬಳಸುತ್ತೇವೆ.","heading10":"10. ಅಂತರಾಷ್ಟ್ರೀಯ ಡೇಟಾ ವರ್ಗಾವಣೆಗಳು","para101":"ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಒಳಗೊಂಡಂತೆ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಿಮ್ಮ ರಾಜ್ಯ, ಪ್ರಾಂತ್ಯ, ದೇಶ ಅಥವಾ ಇತರ ಸರ್ಕಾರಿ ನ್ಯಾಯವ್ಯಾಪ್ತಿಯ ಹೊರಗಿನ ಕಂಪ್ಯೂಟರ್‌ಗಳಿಗೆ ವರ್ಗಾಯಿಸಬಹುದು ಮತ್ತು ನಿರ್ವಹಿಸಬಹುದು - ಅಲ್ಲಿ ಡೇಟಾ ರಕ್ಷಣೆ ಕಾನೂನುಗಳು ನಿಮ್ಮ ಅಧಿಕಾರ ವ್ಯಾಪ್ತಿಯಿಂದ ಭಿನ್ನವಾಗಿರಬಹುದು.","para102":"ಈ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ನಿಮ್ಮ ಸಮ್ಮತಿಯನ್ನು ಅನುಸರಿಸಿ ಅಂತಹ ಮಾಹಿತಿಯನ್ನು ಸಲ್ಲಿಸುವುದು ಆ ವರ್ಗಾವಣೆಗೆ ನಿಮ್ಮ ಒಪ್ಪಂದವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಮತ್ತು ಈ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಅನುಸಾರವಾಗಿ ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು Hotstar ಪಾರ್ಟಿ ಸಮಂಜಸವಾಗಿ ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಕ್ರಮಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಭದ್ರತೆ ಸೇರಿದಂತೆ ಸಾಕಷ್ಟು ನಿಯಂತ್ರಣಗಳಿಲ್ಲದ ಹೊರತು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಯಾವುದೇ ಸಂಸ್ಥೆಗೆ ಅಥವಾ ದೇಶಕ್ಕೆ ವರ್ಗಾಯಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಡೇಟಾ ಮತ್ತು ಇತರ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ.","heading11":"11. ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ","para11":"ನಮ್ಮ ಡೇಟಾ ಅಭ್ಯಾಸಗಳ ಕುರಿತು ಹೆಚ್ಚಿನ ಸ್ಪಷ್ಟೀಕರಣಕ್ಕಾಗಿ ಅಥವಾ ನಿಮ್ಮ ಯಾವುದೇ ಹಕ್ಕುಗಳನ್ನು ಚಲಾಯಿಸಲು, ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಲು ಹಿಂಜರಿಯಬೇಡಿ:","li111":"ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿ","li112":"ಇಮೇಲ್:","li113":"ಜಾಲತಾಣ:","heading12":"12. ಡೇಟಾ ಭದ್ರತಾ ಕ್ರಮಗಳು","para12":"ನಿಮ್ಮ ಡೇಟಾದ ಸುರಕ್ಷತೆಯನ್ನು ನಾವು ಗಂಭೀರವಾಗಿ ಪರಿಗಣಿಸುತ್ತೇವೆ. ನೀವು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿದಾಗ, ಸಲ್ಲಿಸಿದಾಗ ಅಥವಾ ಪ್ರವೇಶಿಸಿದಾಗ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ಸುರಕ್ಷತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ನಾವು ವಿವಿಧ ಭದ್ರತಾ ಕ್ರಮಗಳನ್ನು ಜಾರಿಗೊಳಿಸುತ್ತೇವೆ. ಇವುಗಳ ಸಹಿತ:","li121":"ಇಂಟರ್ನೆಟ್ ಮೂಲಕ ರವಾನೆಯಾಗುವ ಡೇಟಾಕ್ಕಾಗಿ SSL/TLS ಗೂಢಲಿಪೀಕರಣವನ್ನು ಬಳಸುವುದು.","li122":"ನಮ್ಮ ಸರ್ವರ್‌ಗಳಲ್ಲಿ ಸಂಗ್ರಹವಾಗಿರುವ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ಭದ್ರತಾ ಪ್ರೋಟೋಕಾಲ್‌ಗಳು ಮತ್ತು ಕ್ರಮಗಳನ್ನು ಅಳವಡಿಸುವುದು.","li123":"ನಮ್ಮ ಪರವಾಗಿ ಅದನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ಆ ಮಾಹಿತಿಯನ್ನು ತಿಳಿದುಕೊಳ್ಳಬೇಕಾದ ಉದ್ಯೋಗಿಗಳು, ಗುತ್ತಿಗೆದಾರರು ಮತ್ತು ಏಜೆಂಟ್‌ಗಳಿಗೆ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾಗೆ ಪ್ರವೇಶವನ್ನು ಸೀಮಿತಗೊಳಿಸುವುದು. ಈ ವ್ಯಕ್ತಿಗಳು ಗೌಪ್ಯತೆಯ ಕಟ್ಟುಪಾಡುಗಳಿಗೆ ಬದ್ಧರಾಗಿರುತ್ತಾರೆ ಮತ್ತು ಈ ಜವಾಬ್ದಾರಿಗಳನ್ನು ಪೂರೈಸಲು ವಿಫಲವಾದರೆ, ಮುಕ್ತಾಯ ಮತ್ತು ಕ್ರಿಮಿನಲ್ ಮೊಕದ್ದಮೆ ಸೇರಿದಂತೆ ಶಿಸ್ತಿಗೆ ಒಳಪಟ್ಟಿರಬಹುದು.","heading13":"13. ಕಾನೂನು ಅವಶ್ಯಕತೆಗಳ ಅನುಸರಣೆ","para13":"ಕಾನೂನು ಅಥವಾ ಸಬ್‌ಪೋನಾ ಮೂಲಕ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಾವು ಬಹಿರಂಗಪಡಿಸಬಹುದು ಅಥವಾ ಅಂತಹ ಕ್ರಮವು ಇದಕ್ಕೆ ಅಗತ್ಯವೆಂದು ನಾವು ಭಾವಿಸಿದರೆ:","li131":"ಕಾನೂನು ಮತ್ತು ಕಾನೂನು ಜಾರಿಯ ಸಮಂಜಸವಾದ ವಿನಂತಿಗಳನ್ನು ಅನುಸರಿಸಿ.","li132":"ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ನೀತಿಗಳನ್ನು ಜಾರಿಗೊಳಿಸಿ ಅಥವಾ ನಮ್ಮ ಕಂಪನಿ, ನಮ್ಮ ಗ್ರಾಹಕರು ಅಥವಾ ಇತರರ ಹಕ್ಕುಗಳು, ಆಸ್ತಿ ಅಥವಾ ಸುರಕ್ಷತೆಯನ್ನು ರಕ್ಷಿಸಿ.","li133":"ಕಾನೂನುಬಾಹಿರ, ಅನೈತಿಕ ಅಥವಾ ಕಾನೂನುಬದ್ಧವಾಗಿ ಕ್ರಮ ಕೈಗೊಳ್ಳಬಹುದಾದ ಚಟುವಟಿಕೆ ಎಂದು ನಾವು ಪರಿಗಣಿಸಬಹುದಾದ ಅಥವಾ ಅಪಾಯವನ್ನುಂಟುಮಾಡುವ ಚಟುವಟಿಕೆಯನ್ನು ತಡೆಗಟ್ಟುವುದು ಅಥವಾ ನಿಲ್ಲಿಸುವುದು.","heading14":"14. ಈ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಬದಲಾವಣೆಗಳು","para141":"ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ನವೀಕರಿಸುವ ಅಥವಾ ಬದಲಾಯಿಸುವ ಹಕ್ಕನ್ನು ನಾವು ಕಾಯ್ದಿರಿಸಿದ್ದೇವೆ. ನೀವು ಈ ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ನಿಯತಕಾಲಿಕವಾಗಿ ಪರಿಶೀಲಿಸಬೇಕು. ಈ ಪುಟದಲ್ಲಿ ಗೌಪ್ಯತೆ ನೀತಿಗೆ ನಾವು ಯಾವುದೇ ಮಾರ್ಪಾಡುಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿದ ನಂತರ ಸೇವೆಯ ನಿಮ್ಮ ಮುಂದುವರಿದ ಬಳಕೆಯು ಮಾರ್ಪಾಡುಗಳ ನಿಮ್ಮ ಅಂಗೀಕಾರವನ್ನು ಮತ್ತು ಮಾರ್ಪಡಿಸಿದ ಗೌಪ್ಯತೆ ನೀತಿಗೆ ಬದ್ಧರಾಗಿರಲು ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯನ್ನು ರೂಪಿಸುತ್ತದೆ.","para142":"ನಾವು ನಮ್ಮ ಬಳಕೆದಾರರನ್ನು ಹೇಗೆ ನಡೆಸಿಕೊಳ್ಳುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ನಾವು ಯಾವುದೇ ವಸ್ತು ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಿದರೆ","heading15":"15. ಸಂಪರ್ಕ ಮಾಹಿತಿ","para15":"ಈ ಗೌಪ್ಯತಾ ನೀತಿಯ ಕುರಿತು ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಪ್ರಶ್ನೆಗಳು ಅಥವಾ ಕಾಮೆಂಟ್‌ಗಳಿಗಾಗಿ, ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಮಾಹಿತಿಯನ್ನು ಬಳಸಿಕೊಂಡು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ:","li151":"ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿ","li152":"ಇಮೇಲ್:","li153":"ಜಾಲತಾಣ:","heading16":"16. ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಲಿಂಕ್‌ಗಳು","para16":"ಸಾಂದರ್ಭಿಕವಾಗಿ, ನಮ್ಮ ವಿವೇಚನೆಯಿಂದ, ನಾವು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಉತ್ಪನ್ನಗಳು ಅಥವಾ ಸೇವೆಗಳನ್ನು ಸೇರಿಸಬಹುದು ಅಥವಾ ನೀಡಬಹುದು. ಈ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸೈಟ್‌ಗಳು ಪ್ರತ್ಯೇಕ ಮತ್ತು ಸ್ವತಂತ್ರ ಗೌಪ್ಯತೆ ನೀತಿಗಳನ್ನು ಹೊಂದಿವೆ. ಆದ್ದರಿಂದ ಈ ಲಿಂಕ್ ಮಾಡಿದ ಸೈಟ್‌ಗಳ ವಿಷಯ ಮತ್ತು ಚಟುವಟಿಕೆಗಳಿಗೆ ನಾವು ಯಾವುದೇ ಜವಾಬ್ದಾರಿ ಅಥವಾ ಹೊಣೆಗಾರಿಕೆಯನ್ನು ಹೊಂದಿಲ್ಲ. ಅದೇನೇ ಇದ್ದರೂ, ನಮ್ಮ ಸೈಟ್‌ನ ಸಮಗ್ರತೆಯನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ ಮತ್ತು ಈ ಸೈಟ್‌ಗಳ ಕುರಿತು ಯಾವುದೇ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಸ್ವಾಗತಿಸುತ್ತೇವೆ.","heading17":"17. ಸಾರ್ವಜನಿಕ ವೇದಿಕೆಗಳು","para17":"ವೆಬ್‌ಸೈಟ್‌ನ ಸಾರ್ವಜನಿಕವಾಗಿ ಪ್ರವೇಶಿಸಬಹುದಾದ ಭಾಗದಲ್ಲಿ ನೀವು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಸ್ವಯಂಪ್ರೇರಣೆಯಿಂದ ಬಹಿರಂಗಪಡಿಸಿದರೆ, ಆ ಮಾಹಿತಿಯನ್ನು ಇತರರು ಸಂಗ್ರಹಿಸಬಹುದು ಮತ್ತು ಬಳಸಬಹುದು ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ತಿಳಿದಿರಲಿ. ನಮ್ಮ ಸಂದರ್ಶಕರು ಮತ್ತು ಬಳಕೆದಾರರ ಕ್ರಿಯೆಗಳನ್ನು ನಾವು ನಿಯಂತ್ರಿಸುವುದಿಲ್ಲ.","heading18":"18. ಮಕ್ಕಳ ಗೌಪ್ಯತೆ","para18":"ನಮ್ಮ ವಿಸ್ತರಣೆಯು 13 ವರ್ಷಕ್ಕಿಂತ ಕಡಿಮೆ ವಯಸ್ಸಿನ ಯಾರನ್ನೂ ಉದ್ದೇಶಿಸುವುದಿಲ್ಲ. ನಾವು 13 ವರ್ಷದೊಳಗಿನ ಮಕ್ಕಳಿಂದ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ. ಒಂದು ವೇಳೆ 13 ವರ್ಷದೊಳಗಿನ ಮಗು ನಮಗೆ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿದೆ ಎಂದು ನಾವು ಕಂಡುಕೊಂಡರೆ, ನಾವು ಅದನ್ನು ನಮ್ಮ ಸರ್ವರ್‌ಗಳಿಂದ ತಕ್ಷಣವೇ ಅಳಿಸುತ್ತೇವೆ. ನೀವು ಪೋಷಕರು ಅಥವಾ ಪೋಷಕರಾಗಿದ್ದರೆ ಮತ್ತು ನಿಮ್ಮ ಮಗು ನಮಗೆ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿದೆ ಎಂದು ನಿಮಗೆ ತಿಳಿದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ ಇದರಿಂದ ನಾವು ಅಗತ್ಯ ಕ್ರಮಗಳನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.","heading19":"19. ನಿಮ್ಮ ಒಪ್ಪಿಗೆ","para19":"ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವ ಮೂಲಕ, ನೀವು ಈ ಮೂಲಕ ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ ಮತ್ತು ಅದನ್ನು ಒಪ್ಪುತ್ತೀರಿ","terms":"ನಿಯಮಗಳು.","heading20":"20. ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ","para20":"ನಿಮ್ಮ ಬಗ್ಗೆ ನಾವು ಹೊಂದಿರುವ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು, ಸರಿಪಡಿಸಲು, ನವೀಕರಿಸಲು ಅಥವಾ ಅಳಿಸಲು ನೀವು ಬಯಸಿದರೆ ಅಥವಾ ನಮ್ಮಿಂದ ಸಂಪರ್ಕಗಳಿಗಾಗಿ ನಿಮ್ಮ ಆದ್ಯತೆಗಳನ್ನು ಬದಲಾಯಿಸಲು ನೀವು ಬಯಸಿದರೆ, ಸಂಪರ್ಕ ಮಾಹಿತಿಯಲ್ಲಿ ಒದಗಿಸಲಾದ ಮಾಹಿತಿಯಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುವ ಮೂಲಕ ನೀವು ನಮಗೆ ತಿಳಿಸಬಹುದು ಈ ನೀತಿಯ ವಿಭಾಗ.","heading21":"21. ಬಲದಿಂದ ಹೊರಗುಳಿಯಿರಿ","para21":"ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಮ್ಮಿಂದ ಭವಿಷ್ಯದ ಸಂವಹನಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದರಿಂದ ಬಳಕೆದಾರರು ಹೊರಗುಳಿಯಬಹುದು. ಇಮೇಲ್ ಸಂದೇಶಗಳು ಮತ್ತು ಸುದ್ದಿಪತ್ರಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದರಿಂದ ಹೊರಗುಳಿಯಲು, ನಮ್ಮ ಇಮೇಲ್‌ಗಳಲ್ಲಿ ಒದಗಿಸಲಾದ ಸೂಚನೆಗಳನ್ನು ನೀವು ಅನುಸರಿಸಬಹುದು.","heading22":"22. EU ಬಳಕೆದಾರರಿಗೆ ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿ","para22":"ಯುರೋಪಿಯನ್ ಒಕ್ಕೂಟದಲ್ಲಿ ವಾಸಿಸುವ ಬಳಕೆದಾರರು ಸಾಮಾನ್ಯ ಡೇಟಾ ಸಂರಕ್ಷಣಾ ನಿಯಂತ್ರಣ (GDPR) ಅಡಿಯಲ್ಲಿ ಕೆಲವು ಹಕ್ಕುಗಳಿಗೆ ಅರ್ಹರಾಗಿರುತ್ತಾರೆ. ಈ ಹಕ್ಕುಗಳು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾದ ಪ್ರಕ್ರಿಯೆಗೆ ಪ್ರವೇಶಿಸುವ, ಸರಿಪಡಿಸುವ, ಅಳಿಸುವ, ನಿರ್ಬಂಧಿಸುವ, ವರ್ಗಾವಣೆ ಮಾಡುವ ಅಥವಾ ಆಕ್ಷೇಪಿಸುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಒಳಗೊಂಡಿವೆ. ನೀವು ಈ ಹಕ್ಕುಗಳನ್ನು ಚಲಾಯಿಸಲು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು ಒದಗಿಸಿದ ವಿವರಗಳಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.","heading23":"23. ಹೆಚ್ಚಿನ ವಿಚಾರಣೆಗಾಗಿ ಸಂಪರ್ಕ ಮಾಹಿತಿ","para23":"ಯಾವುದೇ ಹೆಚ್ಚಿನ ಪ್ರಶ್ನೆಗಳಿಗೆ ಅಥವಾ ನಿಮ್ಮ ಹಕ್ಕುಗಳನ್ನು ಚಲಾಯಿಸಲು, ನೀವು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಬಹುದು:","li231":"ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿ","li232":"ಇಮೇಲ್:","li233":"ಜಾಲತಾಣ:","li234":"ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ: 23 ಏಪ್ರಿಲ್ 2024","readmore":"ಮತ್ತಷ್ಟು ಓದು ..."}