{"mainheading":"„Hotstar Party“ privatumo politika","overview":"Apžvalga","overviewpara":"Sveiki atvykę į „Hotstar Party“! Šioje privatumo politikoje aprašoma, kaip renkama, naudojama ir dalijamasi jūsų informacija, kai naudojate „Hotstar Party“ plėtinį, pasiekiamą mūsų svetainėje adresu","overviewspan":". Naudodami mūsų plėtinį sutinkate su informacijos rinkimu ir naudojimu pagal šią politiką. Jei nesutinkate su sąlygomis, nenaudokite plėtinio.","heading1":"1. Informacijos rinkimas ir naudojimas","subheading11":"a. Asmeninė informacija","subpara11":"Renkame informaciją, kurią pateikiate tiesiogiai mums, kai naudojate mūsų plėtinį. Tai gali būti:","li01":"Elektroninio pašto adresas","li02":"Naršyklės tipas ir nustatymai","li03":"Plėtinio naudojimo data ir laikas","li04":"Informacija apie naršyklės konfigūraciją ir papildinius","li05":"IP adresas","subheading12":"b. Naudojimo duomenys","subpara12":"Taip pat automatiškai renkame informaciją, kai naršote svetaines. Ši informacija apima išsamią informaciją apie jūsų apsilankymus, pvz., srauto duomenis, vietos duomenis, žurnalus ir kitus ryšio duomenis bei išteklius, kuriuos pasiekiate.","heading2":"2. Dalijimasis informacija ir atskleidimas","para2":"Mes neparduodame, neprekiaujame ar kitaip neperduodame išorinėms šalims jūsų asmenį identifikuojančios informacijos, nebent apie tai iš anksto pranešame vartotojams. Tai neapima svetainių prieglobos partnerių ir kitų šalių, kurios padeda mums valdyti mūsų svetainę, vykdyti verslą ar aptarnauti vartotojus, jei šios šalys sutinka laikyti šią informaciją konfidencialia.","heading3":"3. Slapukai ir sekimo technologijos","para3":"„Hotstar Party“ naudoja slapukus ir panašias sekimo technologijas, kad galėtų sekti veiklą mūsų paslaugose, o mes saugome tam tikrą informaciją. Slapukai yra failai su nedideliu duomenų kiekiu, kurie gali turėti anoniminį unikalų identifikatorių. Galite nurodyti savo naršyklei atsisakyti visų slapukų arba nurodyti, kada slapukas siunčiamas.","heading4":"4. Duomenų saugumas","para4":"Stengiamės įgyvendinti pagrįstas saugumo priemones, kad apsaugotume nuo neteisėtos prieigos prie duomenų arba neteisėto duomenų pakeitimo, atskleidimo ar sunaikinimo. Tačiau duomenų perdavimas internetu ar belaidžiu tinklu negali būti garantuotas.","heading5":"5. Partnerių atskleidimas","para5":"Šis plėtinys skirtas užtikrinti aukštos kokybės paslaugas ir efektyviai valdyti serverio išlaidas. Siekdami tęsti savo veiklą, įdiegę plėtinį, kuris veikia automatiškai, galime uždirbti filialų komisinių už pirkinius daugumoje svetainių.","heading6":"6. Jūsų teisės","subheading61":"a. Teisė į ištaisymą","subpara61":"Jūs turite teisę reikalauti, kad bet kokie mūsų turimi neteisingi ar neišsamūs asmens duomenys apie jus būtų ištaisyti arba papildyti. Pastebėję neatitikimų ar netikslumų savo mums pateiktoje informacijoje, nedelsdami susisiekite su mumis.","subheading62":"b. Teisė į apribojimą","subpara62":"Jūs turite teisę prašyti, kad apribotume jūsų asmens duomenų tvarkymą tam tikromis aplinkybėmis, pavyzdžiui, jei ginčijate tų duomenų tikslumą arba jei prieštaraujate mūsų tvarkymui.","subheading63":"c. Teisė prieštarauti","subpara63":"Tam tikromis aplinkybėmis turite teisę nesutikti, kad mes tvarkytume jūsų asmens duomenis, ypač jei jūsų duomenis tvarkome remdamiesi teisėtais interesais arba tiesioginės rinkodaros tikslais.","heading7":"7. Šios privatumo politikos pakeitimai","para7":"Retkarčiais galime atnaujinti savo privatumo politiką. Apie bet kokius pakeitimus pranešime šiame puslapyje paskelbdami naują privatumo politiką. Prieš įsigaliojant pakeitimui, pranešime jums el. paštu ir (arba) žinomu pranešimu apie mūsų paslaugą.","heading8":"8. Kontaktinė informacija","para8":"Jei turite klausimų ar rūpesčių dėl šios privatumo politikos, susisiekite su mumis adresu:","li81":"Hotstar vakarėlis","li82":"El. paštas:","li83":"Interneto svetainė:","heading9":"9. Duomenų saugojimas","para9":"Jūsų asmeninę informaciją saugosime tik tiek, kiek tai būtina šioje privatumo politikoje nurodytais tikslais. Mes saugosime ir naudosime jūsų informaciją tiek, kiek tai būtina, kad įvykdytume savo teisinius įsipareigojimus (pavyzdžiui, jei privalome saugoti jūsų duomenis, kad atitiktume galiojančius įstatymus), spręstume ginčus ir vykdytume savo teisinius susitarimus bei politiką.","heading10":"10. Tarptautinis duomenų perdavimas","para101":"Jūsų informacija, įskaitant asmeninius duomenis, gali būti perduota ir saugoma kompiuteriuose, esančiuose už jūsų valstijos, provincijos, šalies ar kitos vyriausybinės jurisdikcijos ribų, kur duomenų apsaugos įstatymai gali skirtis nuo jūsų jurisdikcijos įstatymų.","para102":"Jūsų sutikimas su šia privatumo politika ir tokios informacijos pateikimas reiškia jūsų sutikimą su tokiu perdavimu. „Hotstar Party“ imsis visų pagrįstai reikalingų veiksmų, kad užtikrintų, jog jūsų duomenys būtų tvarkomi saugiai ir laikantis šios privatumo politikos, o jūsų asmens duomenys nebus perduoti organizacijai ar šaliai, nebent bus taikomos tinkamos kontrolės priemonės, įskaitant savo duomenis ir kitą asmeninę informaciją.","heading11":"11. Susisiekite su mumis","para11":"Norėdami sužinoti daugiau apie mūsų duomenų naudojimo praktiką arba pasinaudoti bet kuriomis savo teisėmis, nedvejodami susisiekite su mumis šiuo adresu:","li111":"Hotstar vakarėlis","li112":"El. paštas:","li113":"Interneto svetainė:","heading12":"12. Duomenų saugumo priemonės","para12":"Mes rimtai žiūrime į jūsų duomenų saugumą. Mes įgyvendiname įvairias saugos priemones, siekdami išlaikyti jūsų asmeninės informacijos saugumą, kai įvedate, pateikiate ar pasiekiate savo asmeninę informaciją. Jie apima:","li121":"SSL/TLS šifravimo naudojimas duomenims, perduodamiems internetu.","li122":"Saugos protokolų ir priemonių, skirtų apsaugoti mūsų serveriuose saugomus duomenis, įgyvendinimas.","li123":"Apriboti prieigą prie jūsų asmens duomenų darbuotojams, rangovams ir agentams, kurie turi žinoti šią informaciją, kad galėtų ją apdoroti mūsų vardu. Šie asmenys yra saistomi konfidencialumo įsipareigojimų ir gali būti baudžiami, įskaitant nutraukimą ir baudžiamąjį persekiojimą, jei nevykdys šių įsipareigojimų.","heading13":"13. Teisinių reikalavimų laikymasis","para13":"Galime atskleisti jūsų asmeninę informaciją, kai to reikalauja įstatymai ar teismo šaukimas arba jei manome, kad toks veiksmas yra būtinas siekiant:","li131":"Laikytis įstatymų ir pagrįstų teisėsaugos reikalavimų.","li132":"Vykdyti mūsų svetainės politiką arba apsaugoti mūsų įmonės, klientų ar kitų teises, nuosavybę ar saugumą.","li133":"Užkirsti kelią arba sustabdyti veiklą, kurią galime laikyti neteisėta, neetiška ar teisiškai apmokestinama veikla arba keliančia riziką.","heading14":"14. Šios privatumo politikos pakeitimai","para141":"Pasiliekame teisę bet kuriuo metu atnaujinti arba keisti savo privatumo politiką. Turėtumėte periodiškai tikrinti šią privatumo politiką. Jei toliau naudositės paslauga po to, kai šiame puslapyje paskelbsime bet kokius privatumo politikos pakeitimus, tai reiškia, kad patvirtinate pakeitimus ir sutinkate laikytis pakeistos privatumo politikos ir būti jos saistomos.","para142":"Jei atliksime kokių nors esminių elgsenos su vartotojais pakeitimų","heading15":"15. Kontaktinė informacija","para15":"Jei turite papildomų klausimų ar komentarų apie šią privatumo politiką, susisiekite su mumis naudodami toliau pateiktą informaciją:","li151":"Hotstar vakarėlis","li152":"El. paštas:","li153":"Interneto svetainė:","heading16":"16. Trečiųjų šalių nuorodos","para16":"Kartais savo nuožiūra į savo svetainę galime įtraukti arba pasiūlyti trečiųjų šalių produktus ar paslaugas. Šios trečiųjų šalių svetainės turi atskirą ir nepriklausomą privatumo politiką. Todėl mes neprisiimame atsakomybės už šių svetainių turinį ir veiklą. Nepaisant to, siekiame apsaugoti savo svetainės vientisumą ir laukiame bet kokių atsiliepimų apie šias svetaines.","heading17":"17. Viešieji forumai","para17":"Atminkite, kad jei savanoriškai atskleidžiate asmeninę informaciją internete viešai prieinamoje svetainės dalyje, tą informaciją gali rinkti ir naudoti kiti. Mes nekontroliuojame savo lankytojų ir vartotojų veiksmų.","heading18":"18. Vaikų privatumas","para18":"Mūsų pratęsimas netaikomas niekam iki 13 metų amžiaus. Sąmoningai nerenkame asmenį identifikuojančios informacijos iš jaunesnių nei 13 metų vaikų. Jei nustatome, kad vaikas iki 13 metų pateikė mums asmeninę informaciją, nedelsdami ją ištriname iš savo serverių. Jei esate vienas iš tėvų ar globėjų ir žinote, kad jūsų vaikas mums pateikė asmeninę informaciją, susisiekite su mumis, kad galėtume atlikti reikiamus veiksmus.","heading19":"19. Jūsų sutikimas","para19":"Naudodamiesi mūsų plėtiniu, jūs sutinkate su mūsų privatumo politika ir sutinkate su ja","terms":"terminai.","heading20":"20. Jūsų informacijos atnaujinimas","para20":"Jei norite peržiūrėti, pataisyti, atnaujinti ar ištrinti mūsų turimą asmeninę informaciją apie jus arba jei norite pakeisti savo kontaktų iš mūsų nuostatas, galite apie tai mums pranešti susisiekę su mumis Kontaktinėje informacijoje nurodyta informacija. šios politikos skyrių.","heading21":"21. Atsisakymo teisė","para21":"Vartotojai gali bet kada atsisakyti gauti iš mūsų pranešimus ateityje. Norėdami atsisakyti gauti el. laiškus ir naujienlaiškius, galite vadovautis instrukcijomis, pateiktomis mūsų el. laiškuose.","heading22":"22. Papildoma informacija ES naudotojams","para22":"Naudotojai, gyvenantys Europos Sąjungoje, turi teisę į tam tikras teises pagal Bendrąjį duomenų apsaugos reglamentą (BDAR). Šios teisės apima galimybę pasiekti, taisyti, ištrinti, apriboti, perduoti arba nesutikti, kad būtų tvarkomi jūsų asmens duomenys. Jei norite pasinaudoti šiomis teisėmis, susisiekite su mumis nurodytais kontaktais.","heading23":"23. Kontaktinė informacija tolimesnei užklausai","para23":"Jei turite daugiau klausimų arba norite pasinaudoti savo teisėmis, galite susisiekti su mumis adresu:","li231":"Hotstar vakarėlis","li232":"El. paštas:","li233":"Interneto svetainė:","li234":"Paskutinį kartą atnaujinta: 2024 m. balandžio 23 d","readmore":"Skaityti daugiau ..."}