{"mainheading":"Hotstar Party privātuma politika","overview":"Pārskats","overviewpara":"Laipni lūdzam Hotstar Party! Šajā konfidencialitātes politikā ir aprakstīts, kā jūsu informācija tiek vākta, izmantota un kopīgota, kad izmantojat Hotstar Party paplašinājumu, kas pieejams mūsu vietnē:","overviewspan":". Izmantojot mūsu paplašinājumu, jūs piekrītat informācijas apkopošanai un izmantošanai saskaņā ar šo politiku. Ja nepiekrītat noteikumiem, lūdzu, neizmantojiet paplašinājumu.","heading1":"1. Informācijas vākšana un izmantošana","subheading11":"a. Personīgā informācija","subpara11":"Mēs apkopojam informāciju, ko sniedzat tieši mums, kad izmantojat mūsu paplašinājumu. Tas var ietvert:","li01":"Epasta adrese","li02":"Pārlūka veids un iestatījumi","li03":"Paplašinājuma izmantošanas datums un laiks","li04":"Informācija par pārlūkprogrammas konfigurāciju un spraudņiem","li05":"IP adrese","subheading12":"b. Lietojuma dati","subpara12":"Mēs arī apkopojam informāciju automātiski, kad pārvietojaties vietnēs. Šī informācija ietver informāciju par jūsu apmeklējumiem, piemēram, satiksmes datus, atrašanās vietas datus, žurnālus un citus saziņas datus un resursus, kuriem piekļūstat.","heading2":"2. Informācijas apmaiņa un izpaušana","para2":"Mēs nepārdodam, netirgojam vai kā citādi nenododam ārējām pusēm jūsu personu identificējošo informāciju, ja vien mēs nesniedzam lietotājiem iepriekšēju brīdinājumu. Tas neietver vietņu mitināšanas partnerus un citas puses, kas palīdz mums darboties mūsu tīmekļa vietnē, veikt uzņēmējdarbību vai apkalpot mūsu lietotājus, ja vien šīs puses piekrīt saglabāt šīs informācijas konfidencialitāti.","heading3":"3. Sīkfaili un izsekošanas tehnoloģijas","para3":"Hotstar Party izmanto sīkfailus un līdzīgas izsekošanas tehnoloģijas, lai izsekotu darbībām mūsu pakalpojumos, un mums ir noteikta informācija. Sīkfaili ir faili ar nelielu datu apjomu, kas var ietvert anonīmu unikālo identifikatoru. Jūs varat norādīt pārlūkprogrammai atteikt visus sīkfailus vai norādīt, kad sīkfails tiek nosūtīts.","heading4":"4. Datu drošība","para4":"Mēs cenšamies īstenot saprātīgus drošības pasākumus, lai aizsargātu pret nesankcionētu piekļuvi datiem vai to neatļautu pārveidošanu, izpaušanu vai iznīcināšanu. Tomēr nevar garantēt datu pārraidi internetā vai bezvadu tīklā.","heading5":"5. Filiāles informācijas atklāšana","para5":"Šis paplašinājums ir paredzēts, lai uzturētu augstas kvalitātes pakalpojumus un efektīvi pārvaldītu servera izmaksas. Cenšoties uzturēt savu darbību, mēs varam nopelnīt filiāļu komisijas maksas par pirkumiem, kas veikti lielākajā daļā vietņu pēc paplašinājuma instalēšanas, kas darbojas automātiski.","heading6":"6. Jūsu tiesības","subheading61":"a. Tiesības uz labošanu","subpara61":"Jums ir tiesības pieprasīt labot vai papildināt visus mūsu rīcībā esošos nepareizos vai nepilnīgos personas datus par jums. Ja pamanāt kādas neatbilstības vai neprecizitātes mūsu sniegtajā informācijā, lūdzu, nekavējoties sazinieties ar mums.","subheading62":"b. Tiesības uz Ierobežojumu","subpara62":"Jums ir tiesības pieprasīt, lai mēs ierobežotu jūsu personas datu apstrādi noteiktos apstākļos, piemēram, ja jūs apstrīdat šo datu precizitāti vai esat iebildis pret mūsu apstrādi.","subheading63":"c. Tiesības iebilst","subpara63":"Jums ir tiesības noteiktos apstākļos iebilst pret mūsu veikto jūsu personas datu apstrādi, jo īpaši, ja mēs apstrādājam jūsu datus, pamatojoties uz likumīgām interesēm vai tiešā mārketinga nolūkos.","heading7":"7. Izmaiņas šajā privātuma politikā","para7":"Mēs laiku pa laikam varam atjaunināt savu Privātuma politiku. Mēs jūs informēsim par jebkurām izmaiņām, šajā lapā ievietojot jauno Privātuma politiku. Pirms izmaiņu stāšanās spēkā mēs jūs informēsim pa e-pastu un/vai pamanāmu paziņojumu par mūsu pakalpojumu.","heading8":"8. Kontaktinformācija","para8":"Ja rodas jautājumi vai neskaidrības saistībā ar šo Privātuma politiku, lūdzu, sazinieties ar mums:","li81":"Hotstar ballīte","li82":"E-pasts:","li83":"Tīmekļa vietne:","heading9":"9. Datu saglabāšana","para9":"Mēs saglabāsim jūsu personisko informāciju tikai tik ilgi, cik tas ir nepieciešams šajā Privātuma politikā izklāstītajiem mērķiem. Mēs saglabāsim un izmantosim jūsu informāciju, ciktāl tas nepieciešams, lai izpildītu mūsu juridiskās saistības (piemēram, ja mums ir jāsaglabā jūsu dati, lai ievērotu piemērojamos tiesību aktus), atrisinātu strīdus un īstenotu mūsu juridiskos līgumus un politikas.","heading10":"10. Starptautiskā datu pārsūtīšana","para101":"Jūsu informācija, tostarp personas dati, var tikt pārsūtīta un uzturēta datoros, kas atrodas ārpus jūsu štata, provinces, valsts vai citas valsts jurisdikcijas, kur datu aizsardzības likumi var atšķirties no jūsu jurisdikcijas likumiem.","para102":"Jūsu piekrišana šai Privātuma politikai, kam seko šādas informācijas iesniegšana, apliecina jūsu piekrišanu šai pārsūtīšanai. Hotstar Party veiks visus saprātīgi nepieciešamos pasākumus, lai nodrošinātu, ka jūsu dati tiek apstrādāti droši un saskaņā ar šo Privātuma politiku, un jūsu personas dati netiks pārsūtīti organizācijai vai valstij, ja vien netiks veiktas atbilstošas ​​kontroles, tostarp jūsu dati un cita personiskā informācija.","heading11":"11. Sazinieties ar mums","para11":"Lai iegūtu papildu skaidrojumu par mūsu datu praksi vai izmantotu kādas no savām tiesībām, sazinieties ar mums:","li111":"Hotstar ballīte","li112":"E-pasts:","li113":"Tīmekļa vietne:","heading12":"12. Datu drošības pasākumi","para12":"Mēs nopietni uztveram jūsu datu drošību. Mēs ieviešam dažādus drošības pasākumus, lai saglabātu jūsu personiskās informācijas drošību, kad ievadāt, iesniedzat vai piekļūstat savai personiskajai informācijai. Tie ietver:","li121":"SSL/TLS šifrēšanas izmantošana datiem, kas pārsūtīti internetā.","li122":"Drošības protokolu un pasākumu ieviešana, lai aizsargātu mūsu serveros glabātos datus.","li123":"Piekļuves jūsu personas datiem ierobežošana līdz darbiniekiem, darbuzņēmējiem un aģentiem, kuriem šī informācija ir jāzina, lai to apstrādātu mūsu vārdā. Šīm personām ir jāievēro konfidencialitātes saistības, un, ja tās nepilda šos pienākumus, tās var tikt pakļautas disciplīnai, tostarp izbeigšanai un kriminālvajāšanai.","heading13":"13. Juridisko prasību ievērošana","para13":"Mēs varam izpaust jūsu personas informāciju, ja to pieprasa likums vai tiesas pavēste vai ja uzskatām, ka šāda darbība ir nepieciešama, lai:","li131":"Ievērot likumu un tiesībaizsardzības iestāžu pamatotās prasības.","li132":"Ieviest mūsu tīmekļa vietnes politiku vai aizsargāt mūsu uzņēmuma, mūsu klientu vai citu personu tiesības, īpašumu vai drošību.","li133":"Novērst vai pārtraukt darbību, ko mēs varam uzskatīt par nelikumīgu, neētisku vai juridiski apsūdzamu darbību vai radītu tās risku.","heading14":"14. Izmaiņas šajā privātuma politikā","para141":"Mēs paturam tiesības jebkurā laikā atjaunināt vai mainīt mūsu Privātuma politiku. Jums periodiski jāpārbauda šī Privātuma politika. Ja turpināsiet izmantot pakalpojumu pēc tam, kad šajā lapā publicēsim jebkādas izmaiņas Privātuma politikā, tas nozīmē, ka jūs apstiprināsit izmaiņas un piekrītat ievērot mainīto konfidencialitātes politiku un būt tās saistošai.","para142":"Ja mēs veicam būtiskas izmaiņas attieksmē pret saviem lietotājiem","heading15":"15. Kontaktinformācija","para15":"Ja jums ir papildu jautājumi vai komentāri par šo Privātuma politiku, lūdzu, sazinieties ar mums, izmantojot tālāk norādīto informāciju:","li151":"Hotstar ballīte","li152":"E-pasts:","li153":"Tīmekļa vietne:","heading16":"16. Trešo pušu saites","para16":"Reizēm pēc saviem ieskatiem mēs savā tīmekļa vietnē varam iekļaut vai piedāvāt trešo pušu produktus vai pakalpojumus. Šīm trešo pušu vietnēm ir atsevišķas un neatkarīgas privātuma politikas. Tāpēc mēs neuzņemamies nekādu atbildību par šo saistīto vietņu saturu un darbībām. Tomēr mēs cenšamies aizsargāt mūsu vietnes integritāti un priecājamies par jebkādām atsauksmēm par šīm vietnēm.","heading17":"17. Publiskie forumi","para17":"Lūdzu, ņemiet vērā, ka, ja jūs brīvprātīgi izpaužat Personisko informāciju tiešsaistē publiski pieejamā vietnes daļā, šo informāciju var apkopot un izmantot citi. Mēs nekontrolējam mūsu apmeklētāju un lietotāju darbības.","heading18":"18. Bērnu privātums","para18":"Mūsu paplašinājums neattiecas uz personām, kas jaunākas par 13 gadiem. Mēs apzināti neievācam personu identificējošu informāciju no bērniem, kas jaunāki par 13 gadiem. Ja atklājam, ka bērns, kas jaunāks par 13 gadiem, ir sniedzis mums personas informāciju, mēs nekavējoties izdzēšam to no saviem serveriem. Ja esat vecāks vai aizbildnis un apzināties, ka jūsu bērns mums ir sniedzis personas informāciju, lūdzu, sazinieties ar mums, lai mēs varētu veikt nepieciešamās darbības.","heading19":"19. Jūsu piekrišana","para19":"Izmantojot mūsu paplašinājumu, jūs piekrītat mūsu konfidencialitātes politikai un piekrītat tai","terms":"noteikumiem.","heading20":"20. Jūsu informācijas atjaunināšana","para20":"Ja vēlaties pārskatīt, labot, atjaunināt vai dzēst mūsu rīcībā esošo personisko informāciju par jums vai ja vēlaties mainīt savas preferences attiecībā uz mūsu kontaktinformāciju, varat par to mums paziņot, sazinoties ar mums, izmantojot kontaktinformācijā norādīto informāciju. šīs politikas sadaļu.","heading21":"21. Atteikšanās tiesības","para21":"Lietotāji var jebkurā laikā atteikties no turpmākas saziņas saņemšanas no mums. Lai atteiktos no e-pasta ziņojumu un biļetenu saņemšanas, varat sekot mūsu e-pastā sniegtajiem norādījumiem.","heading22":"22. Papildu informācija ES lietotājiem","para22":"Lietotājiem, kas dzīvo Eiropas Savienībā, ir noteiktas tiesības saskaņā ar Vispārīgo datu aizsardzības regulu (VDAR). Šīs tiesības ietver iespēju piekļūt jūsu personas datiem, tos labot, dzēst, ierobežot, pārsūtīt vai iebilst pret to apstrādi. Ja vēlaties izmantot šīs tiesības, lūdzu, sazinieties ar mums, izmantojot norādīto informāciju.","heading23":"23. Kontaktinformācija papildu uzziņai","para23":"Ja jums rodas papildu jautājumi vai vēlaties izmantot savas tiesības, varat sazināties ar mums:","li231":"Hotstar ballīte","li232":"E-pasts:","li233":"Tīmekļa vietne:","li234":"Pēdējo reizi atjaunināts: 2024. gada 23. aprīlī","readmore":"Lasīt vairāk ..."}