{"mainheading":"Hotstar പാർട്ടിക്കുള്ള സ്വകാര്യതാ നയം","overview":"അവലോകനം","overviewpara":"Hotstar പാർട്ടിയിലേക്ക് സ്വാഗതം! ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ നിന്ന് ലഭ്യമായ Hotstar പാർട്ടി വിപുലീകരണം നിങ്ങൾ ഉപയോഗിക്കുമ്പോൾ നിങ്ങളുടെ വിവരങ്ങൾ എങ്ങനെ ശേഖരിക്കപ്പെടുന്നു, ഉപയോഗിക്കപ്പെടുന്നു, പങ്കിടുന്നു എന്നിവ ഈ സ്വകാര്യതാ നയം വിവരിക്കുന്നു.","overviewspan":". ഞങ്ങളുടെ വിപുലീകരണം ഉപയോഗിക്കുന്നതിലൂടെ, ഈ നയത്തിന് അനുസൃതമായി വിവരങ്ങളുടെ ശേഖരണവും ഉപയോഗവും നിങ്ങൾ അംഗീകരിക്കുന്നു. നിങ്ങൾ നിബന്ധനകൾ അംഗീകരിക്കുന്നില്ലെങ്കിൽ, ദയവായി വിപുലീകരണം ഉപയോഗിക്കരുത്.","heading1":"1. വിവര ശേഖരണവും ഉപയോഗവും","subheading11":"എ. സ്വകാര്യ വിവരം","subpara11":"നിങ്ങൾ ഞങ്ങളുടെ വിപുലീകരണം ഉപയോഗിക്കുമ്പോൾ നിങ്ങൾ ഞങ്ങൾക്ക് നേരിട്ട് നൽകുന്ന വിവരങ്ങൾ ഞങ്ങൾ ശേഖരിക്കുന്നു. ഇതിൽ ഉൾപ്പെടാം:","li01":"ഇമെയിൽ വിലാസം","li02":"ബ്രൗസർ തരവും ക്രമീകരണങ്ങളും","li03":"വിപുലീകരണം ഉപയോഗിച്ച തീയതിയും സമയവും","li04":"ബ്രൗസർ കോൺഫിഗറേഷനും പ്ലഗിന്നുകളും സംബന്ധിച്ച വിവരങ്ങൾ","li05":"IP വിലാസം","subheading12":"ബി. ഉപയോഗ ഡാറ്റ","subpara12":"നിങ്ങൾ സൈറ്റുകളിലൂടെ നാവിഗേറ്റ് ചെയ്യുമ്പോൾ ഞങ്ങൾ സ്വയമേവ വിവരങ്ങൾ ശേഖരിക്കുകയും ചെയ്യുന്നു. ട്രാഫിക് ഡാറ്റ, ലൊക്കേഷൻ ഡാറ്റ, ലോഗുകൾ, മറ്റ് ആശയവിനിമയ ഡാറ്റ, നിങ്ങൾ ആക്സസ് ചെയ്യുന്ന ഉറവിടങ്ങൾ എന്നിവ പോലുള്ള നിങ്ങളുടെ സന്ദർശനങ്ങളെക്കുറിച്ചുള്ള വിശദാംശങ്ങൾ ഈ വിവരങ്ങളിൽ ഉൾപ്പെടുന്നു.","heading2":"2. വിവരങ്ങൾ പങ്കിടലും വെളിപ്പെടുത്തലും","para2":"ഉപയോക്താക്കൾക്ക് മുൻകൂർ അറിയിപ്പ് നൽകുന്നില്ലെങ്കിൽ നിങ്ങളുടെ വ്യക്തിപരമായി തിരിച്ചറിയാവുന്ന വിവരങ്ങൾ ഞങ്ങൾ വിൽക്കുകയോ വ്യാപാരം ചെയ്യുകയോ പുറത്തുള്ള കക്ഷികൾക്ക് കൈമാറുകയോ ചെയ്യില്ല. ഈ വിവരങ്ങൾ രഹസ്യമായി സൂക്ഷിക്കാൻ ആ കക്ഷികൾ സമ്മതിക്കുന്നിടത്തോളം, ഞങ്ങളുടെ വെബ്‌സൈറ്റ് പ്രവർത്തിപ്പിക്കുന്നതിനോ ഞങ്ങളുടെ ബിസിനസ്സ് നടത്തുന്നതിനോ ഞങ്ങളുടെ ഉപയോക്താക്കളെ സേവിക്കുന്നതിനോ ഞങ്ങളെ സഹായിക്കുന്ന വെബ്‌സൈറ്റ് ഹോസ്റ്റിംഗ് പങ്കാളികളും മറ്റ് കക്ഷികളും ഇതിൽ ഉൾപ്പെടുന്നില്ല.","heading3":"3. കുക്കികളും ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളും","para3":"ഞങ്ങളുടെ സേവനങ്ങളിലെ പ്രവർത്തനം ട്രാക്ക് ചെയ്യുന്നതിന് Hotstar പാർട്ടി കുക്കികളും സമാന ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളും ഉപയോഗിക്കുന്നു, ഞങ്ങൾ ചില വിവരങ്ങൾ കൈവശം വയ്ക്കുന്നു. അജ്ഞാതമായ അദ്വിതീയ ഐഡൻ്റിഫയർ ഉൾപ്പെട്ടേക്കാവുന്ന ചെറിയ അളവിലുള്ള ഡാറ്റയുള്ള ഫയലുകളാണ് കുക്കികൾ. എല്ലാ കുക്കികളും നിരസിക്കുന്നതിനോ ഒരു കുക്കി എപ്പോൾ അയയ്‌ക്കുന്നുവെന്ന് സൂചിപ്പിക്കുന്നതിനോ നിങ്ങളുടെ ബ്രൗസറിന് നിർദ്ദേശം നൽകാം.","heading4":"4. ഡാറ്റ സുരക്ഷ","para4":"ഡാറ്റയുടെ അനധികൃത ആക്‌സസ് അല്ലെങ്കിൽ അനധികൃതമായ മാറ്റം, വെളിപ്പെടുത്തൽ, അല്ലെങ്കിൽ നശിപ്പിക്കൽ എന്നിവയിൽ നിന്ന് പരിരക്ഷിക്കുന്നതിന് ന്യായമായ സുരക്ഷാ നടപടികൾ നടപ്പിലാക്കാൻ ഞങ്ങൾ ശ്രമിക്കുന്നു. എന്നിരുന്നാലും, ഇൻ്റർനെറ്റ് വഴിയോ വയർലെസ് നെറ്റ്‌വർക്കിലൂടെയോ ഡാറ്റാ ട്രാൻസ്മിഷൻ ഉറപ്പ് നൽകാനാവില്ല.","heading5":"5. അനുബന്ധ വെളിപ്പെടുത്തൽ","para5":"ഉയർന്ന നിലവാരമുള്ള സേവനം നിലനിർത്തുന്നതിനും സെർവർ ചെലവുകൾ ഫലപ്രദമായി നിയന്ത്രിക്കുന്നതിനുമാണ് ഈ വിപുലീകരണം രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്. ഞങ്ങളുടെ പ്രവർത്തനങ്ങൾ സുസ്ഥിരമാക്കാനുള്ള ഞങ്ങളുടെ ശ്രമങ്ങളുടെ ഭാഗമായി, സ്വയമേവ പ്രവർത്തിക്കുന്ന എക്സ്റ്റൻഷൻ ഇൻസ്‌റ്റാൾ ചെയ്‌തതിന് ശേഷം ഒട്ടുമിക്ക വെബ്‌സൈറ്റുകളിലും നടത്തിയ വാങ്ങലുകളിൽ ഞങ്ങൾ അഫിലിയേറ്റ് കമ്മീഷനുകൾ നേടിയേക്കാം.","heading6":"6. നിങ്ങളുടെ അവകാശങ്ങൾ","subheading61":"എ. തിരുത്താനുള്ള അവകാശം","subpara61":"നിങ്ങളെ കുറിച്ച് ഞങ്ങൾ കൈവശം വച്ചിരിക്കുന്ന തെറ്റായ അല്ലെങ്കിൽ അപൂർണ്ണമായ ഏതെങ്കിലും വ്യക്തിഗത ഡാറ്റ തിരുത്തുകയോ പൂർത്തിയാക്കുകയോ ചെയ്യുന്നതിനുള്ള അവകാശം നിങ്ങൾക്കുണ്ട്. നിങ്ങൾ ഞങ്ങൾക്ക് നൽകിയ വിവരങ്ങളിൽ എന്തെങ്കിലും പൊരുത്തക്കേടുകളോ കൃത്യതകളോ ശ്രദ്ധയിൽപ്പെട്ടാൽ, ദയവായി ഞങ്ങളെ ഉടൻ ബന്ധപ്പെടുക.","subheading62":"ബി. നിയന്ത്രണത്തിനുള്ള അവകാശം","subpara62":"ചില പ്രത്യേക സാഹചര്യങ്ങളിൽ നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റയുടെ പ്രോസസ്സിംഗ് ഞങ്ങൾ നിയന്ത്രിക്കണമെന്ന് അഭ്യർത്ഥിക്കാൻ നിങ്ങൾക്ക് അവകാശമുണ്ട്.","subheading63":"സി. ആക്ഷേപിക്കാനുള്ള അവകാശം","subpara63":"ചില പ്രത്യേക സാഹചര്യങ്ങളിൽ നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ ഞങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നതിനെ എതിർക്കാൻ നിങ്ങൾക്ക് അവകാശമുണ്ട്, പ്രത്യേകിച്ചും ഞങ്ങൾ നിങ്ങളുടെ ഡാറ്റ നിയമാനുസൃതമായ താൽപ്പര്യങ്ങളെ അടിസ്ഥാനമാക്കിയോ നേരിട്ടുള്ള മാർക്കറ്റിംഗ് ആവശ്യങ്ങൾക്ക് വേണ്ടിയാണോ പ്രോസസ്സ് ചെയ്യുന്നതെങ്കിൽ.","heading7":"7. ഈ സ്വകാര്യതാ നയത്തിലെ മാറ്റങ്ങൾ","para7":"ഞങ്ങൾ ഞങ്ങളുടെ സ്വകാര്യതാ നയം കാലാകാലങ്ങളിൽ അപ്ഡേറ്റ് ചെയ്തേക്കാം. ഈ പേജിൽ പുതിയ സ്വകാര്യതാ നയം പോസ്‌റ്റ് ചെയ്യുന്നതിലൂടെ എന്തെങ്കിലും മാറ്റങ്ങളുണ്ടെങ്കിൽ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും. മാറ്റം പ്രാബല്യത്തിൽ വരുന്നതിന് മുമ്പ് ഇമെയിൽ വഴിയും കൂടാതെ/അല്ലെങ്കിൽ ഞങ്ങളുടെ സേവനത്തെക്കുറിച്ചുള്ള ഒരു പ്രമുഖ അറിയിപ്പ് വഴിയും ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.","heading8":"8. ബന്ധപ്പെടാനുള്ള വിവരങ്ങൾ","para8":"ഈ സ്വകാര്യതാ നയവുമായി ബന്ധപ്പെട്ട എന്തെങ്കിലും ചോദ്യങ്ങൾക്കും ആശങ്കകൾക്കും, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക:","li81":"ഹോട്ട്സ്റ്റാർ പാർട്ടി","li82":"ഇമെയിൽ:","li83":"വെബ്സൈറ്റ്:","heading9":"9. ഡാറ്റ നിലനിർത്തൽ","para9":"ഈ സ്വകാര്യതാ നയത്തിൽ പ്രതിപാദിച്ചിരിക്കുന്ന ആവശ്യങ്ങൾക്ക് ആവശ്യമുള്ളിടത്തോളം നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ ഞങ്ങൾ സൂക്ഷിക്കും. ഞങ്ങളുടെ നിയമപരമായ ബാധ്യതകൾ (ഉദാഹരണത്തിന്, ബാധകമായ നിയമങ്ങൾക്ക് അനുസൃതമായി പ്രവർത്തിക്കാൻ നിങ്ങളുടെ ഡാറ്റ ഞങ്ങൾ നിലനിർത്തേണ്ടതുണ്ടെങ്കിൽ), തർക്കങ്ങൾ പരിഹരിക്കുകയും ഞങ്ങളുടെ നിയമപരമായ കരാറുകളും നയങ്ങളും നടപ്പിലാക്കുകയും ചെയ്യുന്നതിന് ആവശ്യമായ പരിധി വരെ നിങ്ങളുടെ വിവരങ്ങൾ ഞങ്ങൾ നിലനിർത്തുകയും ഉപയോഗിക്കുകയും ചെയ്യും.","heading10":"10. അന്താരാഷ്ട്ര ഡാറ്റാ കൈമാറ്റങ്ങൾ","para101":"നിങ്ങളുടെ സംസ്ഥാനം, പ്രവിശ്യ, രാജ്യം അല്ലെങ്കിൽ നിങ്ങളുടെ അധികാരപരിധിയിലുള്ളതിൽ നിന്ന് വ്യത്യസ്തമായേക്കാവുന്ന മറ്റ് സർക്കാർ അധികാരപരിധിക്ക് പുറത്തുള്ള കമ്പ്യൂട്ടറുകളിലേക്ക് വ്യക്തിഗത ഡാറ്റ ഉൾപ്പെടെയുള്ള നിങ്ങളുടെ വിവരങ്ങൾ കൈമാറുകയും പരിപാലിക്കുകയും ചെയ്യാം.","para102":"ഈ സ്വകാര്യതാ നയത്തിലേക്കുള്ള നിങ്ങളുടെ സമ്മതവും തുടർന്ന് അത്തരം വിവരങ്ങൾ സമർപ്പിക്കുന്നതും ആ കൈമാറ്റത്തിനുള്ള നിങ്ങളുടെ കരാറിനെ പ്രതിനിധീകരിക്കുന്നു. നിങ്ങളുടെ ഡാറ്റ സുരക്ഷിതമായും ഈ സ്വകാര്യതാ നയത്തിന് അനുസൃതമായും കൈകാര്യം ചെയ്യപ്പെടുന്നുവെന്ന് ഉറപ്പാക്കാൻ ആവശ്യമായ എല്ലാ നടപടികളും Hotstar പാർട്ടി സ്വീകരിക്കും, സുരക്ഷ ഉൾപ്പെടെ മതിയായ നിയന്ത്രണങ്ങൾ ഇല്ലെങ്കിൽ നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ ഒരു സ്ഥാപനത്തിനോ രാജ്യത്തിനോ കൈമാറില്ല. നിങ്ങളുടെ ഡാറ്റയും മറ്റ് വ്യക്തിഗത വിവരങ്ങളും.","heading11":"11. ഞങ്ങളെ ബന്ധപ്പെടുക","para11":"ഞങ്ങളുടെ ഡാറ്റാ സമ്പ്രദായങ്ങളെക്കുറിച്ചുള്ള കൂടുതൽ വ്യക്തതയ്‌ക്കോ നിങ്ങളുടെ ഏതെങ്കിലും അവകാശങ്ങൾ വിനിയോഗിക്കാനോ, ഞങ്ങളെ ഇതിൽ ബന്ധപ്പെടാൻ മടിക്കരുത്:","li111":"ഹോട്ട്സ്റ്റാർ പാർട്ടി","li112":"ഇമെയിൽ:","li113":"വെബ്സൈറ്റ്:","heading12":"12. ഡാറ്റ സുരക്ഷാ നടപടികൾ","para12":"നിങ്ങളുടെ ഡാറ്റയുടെ സുരക്ഷ ഞങ്ങൾ ഗൗരവമായി കാണുന്നു. നിങ്ങൾ വ്യക്തിഗത വിവരങ്ങൾ നൽകുമ്പോഴോ സമർപ്പിക്കുമ്പോഴോ ആക്‌സസ് ചെയ്യുമ്പോഴോ നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളുടെ സുരക്ഷ നിലനിർത്തുന്നതിന് ഞങ്ങൾ വിവിധ സുരക്ഷാ നടപടികൾ നടപ്പിലാക്കുന്നു. ഇതിൽ ഉൾപ്പെടുന്നവ:","li121":"ഇൻ്റർനെറ്റ് വഴി കൈമാറുന്ന ഡാറ്റയ്ക്കായി SSL/TLS എൻക്രിപ്ഷൻ ഉപയോഗിക്കുന്നു.","li122":"ഞങ്ങളുടെ സെർവറുകളിൽ സംഭരിച്ചിരിക്കുന്ന ഡാറ്റ പരിരക്ഷിക്കുന്നതിനുള്ള സുരക്ഷാ പ്രോട്ടോക്കോളുകളും നടപടികളും നടപ്പിലാക്കുന്നു.","li123":"ഞങ്ങളുടെ താൽപ്പര്യാർത്ഥം അത് പ്രോസസ്സ് ചെയ്യുന്നതിന് ആ വിവരങ്ങൾ അറിയേണ്ട ജീവനക്കാർക്കും കരാറുകാർക്കും ഏജൻ്റുമാർക്കും നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റയിലേക്കുള്ള ആക്സസ് പരിമിതപ്പെടുത്തുന്നു. ഈ വ്യക്തികൾ രഹസ്യാത്മക ബാധ്യതകളാൽ ബാധ്യസ്ഥരാണ്, ഈ ബാധ്യതകൾ നിറവേറ്റുന്നതിൽ പരാജയപ്പെട്ടാൽ, അവസാനിപ്പിക്കലും ക്രിമിനൽ പ്രോസിക്യൂഷനും ഉൾപ്പെടെയുള്ള അച്ചടക്കത്തിന് വിധേയരായേക്കാം.","heading13":"13. നിയമപരമായ ആവശ്യകതകൾ പാലിക്കൽ","para13":"നിയമമോ സബ്‌പോയയോ മുഖേന അല്ലെങ്കിൽ അത്തരം നടപടി ആവശ്യമാണെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നുണ്ടെങ്കിൽ നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ ഞങ്ങൾ വെളിപ്പെടുത്തിയേക്കാം:","li131":"നിയമവും നിയമപാലകരുടെ ന്യായമായ അഭ്യർത്ഥനകളും പാലിക്കുക.","li132":"ഞങ്ങളുടെ വെബ്‌സൈറ്റ് നയങ്ങൾ നടപ്പിലാക്കുക അല്ലെങ്കിൽ ഞങ്ങളുടെ കമ്പനി, ഞങ്ങളുടെ ഉപഭോക്താക്കളുടെ അല്ലെങ്കിൽ മറ്റുള്ളവരുടെ അവകാശങ്ങൾ, സ്വത്ത് അല്ലെങ്കിൽ സുരക്ഷ എന്നിവ പരിരക്ഷിക്കുക.","li133":"നിയമവിരുദ്ധമോ അധാർമ്മികമോ നിയമപരമായി നടപടിയെടുക്കാവുന്നതോ ആയ പ്രവർത്തനമാണെന്ന് ഞങ്ങൾ കരുതുന്നതോ അല്ലെങ്കിൽ അപകടസാധ്യത സൃഷ്ടിക്കുന്നതോ ആയ പ്രവർത്തനം തടയുകയോ നിർത്തുകയോ ചെയ്യുക.","heading14":"14. ഈ സ്വകാര്യതാ നയത്തിലെ മാറ്റങ്ങൾ","para141":"എപ്പോൾ വേണമെങ്കിലും ഞങ്ങളുടെ സ്വകാര്യതാ നയം അപ്ഡേറ്റ് ചെയ്യാനോ മാറ്റാനോ ഉള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്. നിങ്ങൾ ഈ സ്വകാര്യതാ നയം ഇടയ്ക്കിടെ പരിശോധിക്കണം. ഈ പേജിൽ ഞങ്ങൾ സ്വകാര്യതാ നയത്തിൽ എന്തെങ്കിലും പരിഷ്‌ക്കരണങ്ങൾ പോസ്റ്റ് ചെയ്തതിന് ശേഷവും നിങ്ങളുടെ സേവനം തുടർന്നും ഉപയോഗിക്കുന്നത്, പരിഷ്‌ക്കരണങ്ങൾക്കുള്ള നിങ്ങളുടെ അംഗീകാരവും പരിഷ്‌ക്കരിച്ച സ്വകാര്യതാ നയം അനുസരിക്കാനും ബാധ്യസ്ഥരായിരിക്കാനുമുള്ള നിങ്ങളുടെ സമ്മതവും രൂപീകരിക്കും.","para142":"ഞങ്ങളുടെ ഉപയോക്താക്കളോട് ഞങ്ങൾ എങ്ങനെ പെരുമാറുന്നു എന്നതിൽ എന്തെങ്കിലും ഭൗതിക മാറ്റങ്ങൾ വരുത്തുകയാണെങ്കിൽ","heading15":"15. ബന്ധപ്പെടാനുള്ള വിവരങ്ങൾ","para15":"ഈ സ്വകാര്യതാ നയത്തെക്കുറിച്ചുള്ള കൂടുതൽ ചോദ്യങ്ങൾക്കും അഭിപ്രായങ്ങൾക്കും, ചുവടെയുള്ള വിവരങ്ങൾ ഉപയോഗിച്ച് ഞങ്ങളെ ബന്ധപ്പെടുക:","li151":"ഹോട്ട്സ്റ്റാർ പാർട്ടി","li152":"ഇമെയിൽ:","li153":"വെബ്സൈറ്റ്:","heading16":"16. മൂന്നാം കക്ഷി ലിങ്കുകൾ","para16":"ഇടയ്‌ക്കിടെ, ഞങ്ങളുടെ വിവേചനാധികാരത്തിൽ, ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ ഞങ്ങൾ മൂന്നാം കക്ഷി ഉൽപ്പന്നങ്ങളോ സേവനങ്ങളോ ഉൾപ്പെടുത്തുകയോ ഓഫർ ചെയ്യുകയോ ചെയ്‌തേക്കാം. ഈ മൂന്നാം കക്ഷി സൈറ്റുകൾക്ക് പ്രത്യേകവും സ്വതന്ത്രവുമായ സ്വകാര്യതാ നയങ്ങളുണ്ട്. അതിനാൽ ഈ ലിങ്ക് ചെയ്‌ത സൈറ്റുകളുടെ ഉള്ളടക്കത്തിനും പ്രവർത്തനങ്ങൾക്കും ഞങ്ങൾക്ക് ഉത്തരവാദിത്തമോ ബാധ്യതയോ ഇല്ല. എന്നിരുന്നാലും, ഞങ്ങളുടെ സൈറ്റിൻ്റെ സമഗ്രത സംരക്ഷിക്കാനും ഈ സൈറ്റുകളെക്കുറിച്ചുള്ള ഏത് ഫീഡ്‌ബാക്കും സ്വാഗതം ചെയ്യാനും ഞങ്ങൾ ശ്രമിക്കുന്നു.","heading17":"17. പൊതു ഫോറങ്ങൾ","para17":"വെബ്‌സൈറ്റിൻ്റെ പൊതുവായി ആക്‌സസ് ചെയ്യാവുന്ന ഒരു ഭാഗത്ത് നിങ്ങൾ സ്വമേധയാ സ്വകാര്യ വിവരങ്ങൾ ഓൺലൈനിൽ വെളിപ്പെടുത്തുകയാണെങ്കിൽ, ആ വിവരങ്ങൾ മറ്റുള്ളവർക്ക് ശേഖരിക്കാനും ഉപയോഗിക്കാനും കഴിയുമെന്ന് ദയവായി ശ്രദ്ധിക്കുക. ഞങ്ങളുടെ സന്ദർശകരുടെയും ഉപയോക്താക്കളുടെയും പ്രവർത്തനങ്ങൾ ഞങ്ങൾ നിയന്ത്രിക്കുന്നില്ല.","heading18":"18. കുട്ടികളുടെ സ്വകാര്യത","para18":"ഞങ്ങളുടെ വിപുലീകരണം 13 വയസ്സിന് താഴെയുള്ള ആരെയും അഭിസംബോധന ചെയ്യുന്നില്ല. 13 വയസ്സിന് താഴെയുള്ള കുട്ടികളിൽ നിന്ന് വ്യക്തിപരമായി തിരിച്ചറിയാൻ കഴിയുന്ന വിവരങ്ങൾ ഞങ്ങൾ ബോധപൂർവ്വം ശേഖരിക്കില്ല. 13 വയസ്സിന് താഴെയുള്ള കുട്ടി ഞങ്ങൾക്ക് വ്യക്തിഗത വിവരങ്ങൾ നൽകിയതായി ഞങ്ങൾ കണ്ടെത്തിയാൽ, ഞങ്ങളുടെ സെർവറുകളിൽ നിന്ന് ഞങ്ങൾ ഇത് ഉടനടി ഇല്ലാതാക്കും. നിങ്ങളൊരു രക്ഷിതാവോ രക്ഷിതാവോ ആണെങ്കിൽ, നിങ്ങളുടെ കുട്ടി ഞങ്ങൾക്ക് വ്യക്തിഗത വിവരങ്ങൾ നൽകിയിട്ടുണ്ടെന്ന് നിങ്ങൾക്ക് അറിയാമെങ്കിൽ, ഞങ്ങളെ ബന്ധപ്പെടുക, അങ്ങനെ ഞങ്ങൾക്ക് ആവശ്യമായ പ്രവർത്തനങ്ങൾ ചെയ്യാൻ കഴിയും.","heading19":"19. നിങ്ങളുടെ സമ്മതം","para19":"ഞങ്ങളുടെ വിപുലീകരണം ഉപയോഗിക്കുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെ സ്വകാര്യതാ നയം അംഗീകരിക്കുകയും അത് അംഗീകരിക്കുകയും ചെയ്യുന്നു","terms":"നിബന്ധനകൾ.","heading20":"20. നിങ്ങളുടെ വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുന്നു","para20":"നിങ്ങളെക്കുറിച്ച് ഞങ്ങളുടെ പക്കലുള്ള വ്യക്തിഗത വിവരങ്ങൾ അവലോകനം ചെയ്യാനോ ശരിയാക്കാനോ അപ്‌ഡേറ്റ് ചെയ്യാനോ ഇല്ലാതാക്കാനോ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ അല്ലെങ്കിൽ ഞങ്ങളിൽ നിന്നുള്ള കോൺടാക്റ്റുകൾക്കായുള്ള നിങ്ങളുടെ മുൻഗണനകൾ മാറ്റാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, കോൺടാക്റ്റ് വിവരങ്ങളിൽ നൽകിയിരിക്കുന്ന വിവരങ്ങളിൽ ഞങ്ങളെ ബന്ധപ്പെടുന്നതിലൂടെ നിങ്ങൾക്ക് ഞങ്ങളെ അറിയിക്കാം. ഈ നയത്തിൻ്റെ വിഭാഗം.","heading21":"21. വലത് ഒഴിവാക്കുക","para21":"ഉപയോക്താക്കൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഞങ്ങളിൽ നിന്ന് ഭാവി ആശയവിനിമയങ്ങൾ സ്വീകരിക്കുന്നത് ഒഴിവാക്കാം. ഇമെയിൽ സന്ദേശങ്ങളും വാർത്താക്കുറിപ്പുകളും സ്വീകരിക്കുന്നത് ഒഴിവാക്കുന്നതിന്, ഞങ്ങളുടെ ഇമെയിലുകളിൽ നൽകിയിരിക്കുന്ന നിർദ്ദേശങ്ങൾ നിങ്ങൾക്ക് പിന്തുടരാവുന്നതാണ്.","heading22":"22. EU ഉപയോക്താക്കൾക്കുള്ള അധിക വിവരങ്ങൾ","para22":"യൂറോപ്യൻ യൂണിയനിൽ താമസിക്കുന്ന ഉപയോക്താക്കൾക്ക് ജനറൽ ഡാറ്റ പ്രൊട്ടക്ഷൻ റെഗുലേഷൻ (GDPR) പ്രകാരം ചില അവകാശങ്ങൾക്ക് അർഹതയുണ്ട്. ഈ അവകാശങ്ങളിൽ നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ ആക്‌സസ് ചെയ്യാനോ തിരുത്താനോ മായ്‌ക്കാനോ നിയന്ത്രിക്കാനോ കൈമാറ്റം ചെയ്യാനോ ഒബ്ജക്റ്റ് ചെയ്യാനോ ഉള്ള കഴിവ് ഉൾപ്പെടുന്നു. ഈ അവകാശങ്ങൾ വിനിയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നൽകിയിരിക്കുന്ന വിശദാംശങ്ങളിൽ ഞങ്ങളെ ബന്ധപ്പെടുക.","heading23":"23. കൂടുതൽ അന്വേഷണത്തിനായി ബന്ധപ്പെടാനുള്ള വിവരങ്ങൾ","para23":"കൂടുതൽ ചോദ്യങ്ങൾക്കോ ​​നിങ്ങളുടെ അവകാശങ്ങൾ വിനിയോഗിക്കാനോ, നിങ്ങൾക്ക് ഞങ്ങളെ ഇവിടെ ബന്ധപ്പെടാം:","li231":"ഹോട്ട്സ്റ്റാർ പാർട്ടി","li232":"ഇമെയിൽ:","li233":"വെബ്സൈറ്റ്:","li234":"അവസാനം അപ്ഡേറ്റ് ചെയ്തത്: 23 ഏപ്രിൽ 2024","readmore":"കൂടുതൽ വായിക്കുക ..."}