{"mainheading":"हॉटस्टार पार्टीसाठी गोपनीयता धोरण","overview":"आढावा","overviewpara":"हॉटस्टार पार्टीमध्ये आपले स्वागत आहे! जेव्हा तुम्ही आमच्या वेबसाइटवर उपलब्ध हॉटस्टार पार्टी विस्तार वापरता तेव्हा तुमची माहिती कशी गोळा केली जाते, वापरली जाते आणि शेअर केली जाते याचे हे गोपनीयता धोरण वर्णन करते.","overviewspan":". आमचा विस्तार वापरून, तुम्ही या धोरणानुसार माहितीचे संकलन आणि वापर करण्यास सहमती देता. तुम्ही अटींशी सहमत नसल्यास, कृपया विस्तार वापरू नका.","heading1":"1. माहिती संकलन आणि वापर","subheading11":"a वैयक्तिक माहिती","subpara11":"तुम्ही आमचा विस्तार वापरता तेव्हा तुम्ही आम्हाला थेट प्रदान केलेली माहिती आम्ही गोळा करतो. यात हे समाविष्ट असू शकते:","li01":"ईमेल पत्ता","li02":"ब्राउझर प्रकार आणि सेटिंग्ज","li03":"तारीख आणि वेळ विस्तार वापरला होता","li04":"ब्राउझर कॉन्फिगरेशन आणि प्लगइनबद्दल माहिती","li05":"IP पत्ता","subheading12":"b वापर डेटा","subpara12":"तुम्ही साइटवर नेव्हिगेट करत असताना आम्ही आपोआप माहिती देखील गोळा करतो. या माहितीमध्ये तुमच्या भेटींचे तपशील जसे की रहदारी डेटा, स्थान डेटा, लॉग आणि इतर संप्रेषण डेटा आणि तुम्ही प्रवेश करता त्या संसाधनांचा समावेश होतो.","heading2":"2. माहिती शेअरिंग आणि प्रकटीकरण","para2":"जोपर्यंत आम्ही वापरकर्त्यांना आगाऊ सूचना देत नाही तोपर्यंत आम्ही तुमची वैयक्तिकरित्या ओळखण्यायोग्य माहिती बाहेरील पक्षांना विक्री, व्यापार किंवा अन्यथा हस्तांतरित करत नाही. यामध्ये वेबसाइट होस्टिंग भागीदार आणि इतर पक्षांचा समावेश नाही जे आमची वेबसाइट ऑपरेट करण्यात, आमचा व्यवसाय चालविण्यात किंवा आमच्या वापरकर्त्यांना सेवा देण्यासाठी आम्हाला मदत करतात, जोपर्यंत ते पक्ष ही माहिती गोपनीय ठेवण्यास सहमती देतात.","heading3":"3. कुकीज आणि ट्रॅकिंग तंत्रज्ञान","para3":"Hotstar Party आमच्या सेवांवरील क्रियाकलापांचा मागोवा घेण्यासाठी कुकीज आणि तत्सम ट्रॅकिंग तंत्रज्ञान वापरते आणि आमच्याकडे विशिष्ट माहिती असते. कुकीज या फायली असतात ज्यात थोड्या प्रमाणात डेटा असतो ज्यात एक अनामित अद्वितीय ओळखकर्ता समाविष्ट असू शकतो. तुम्ही तुमच्या ब्राउझरला सर्व कुकीज नाकारण्यासाठी किंवा कुकी केव्हा पाठवली जात आहे हे सूचित करू शकता.","heading4":"4. डेटा सुरक्षा","para4":"डेटामध्ये अनधिकृत प्रवेश किंवा अनधिकृत फेरफार, प्रकटीकरण किंवा नष्ट होण्यापासून संरक्षण करण्यासाठी आम्ही वाजवी सुरक्षा उपाय लागू करण्याचा प्रयत्न करतो. तथापि, इंटरनेट किंवा वायरलेस नेटवर्कवर डेटा ट्रान्समिशनची हमी दिली जाऊ शकत नाही.","heading5":"5. संलग्न प्रकटीकरण","para5":"हा विस्तार उच्च-गुणवत्तेची सेवा राखण्यासाठी आणि सर्व्हर खर्च प्रभावीपणे व्यवस्थापित करण्यासाठी डिझाइन केला आहे. आमच्या ऑपरेशन्स टिकवून ठेवण्याच्या आमच्या प्रयत्नांचा एक भाग म्हणून, आम्ही एक्स्टेंशन स्थापित केल्यानंतर बहुतेक वेबसाइट्सवर केलेल्या खरेदीवर संलग्न कमिशन मिळवू शकतो, जे स्वयंचलितपणे कार्य करते.","heading6":"6. तुमचे हक्क","subheading61":"a सुधारणा करण्याचा अधिकार","subpara61":"तुमच्याकडे आमच्याकडे असलेला कोणताही चुकीचा किंवा अपूर्ण वैयक्तिक डेटा दुरुस्त केलेला किंवा पूर्ण करण्याचा अधिकार आहे. आपण आम्हाला प्रदान केलेल्या माहितीमध्ये काही विसंगती किंवा अयोग्यता आढळल्यास, कृपया आमच्याशी त्वरित संपर्क साधा.","subheading62":"b निर्बंधाचा अधिकार","subpara62":"तुम्हाला विनंती करण्याचा अधिकार आहे की आम्ही काही विशिष्ट परिस्थितींमध्ये तुमच्या वैयक्तिक डेटाच्या प्रक्रियेवर प्रतिबंध घालू, जसे की तुम्ही त्या डेटाच्या अचूकतेला विरोध करत असल्यास किंवा आमच्या प्रक्रियेवर तुमचा आक्षेप असल्यास.","subheading63":"c आक्षेप घेण्याचा अधिकार","subpara63":"तुम्हाला काही विशिष्ट परिस्थितींमध्ये तुमच्या वैयक्तिक डेटाच्या आमच्या प्रक्रियेवर आक्षेप घेण्याचा अधिकार आहे, विशेषत: आम्ही तुमच्या डेटावर कायदेशीर स्वारस्यांवर आधारित किंवा थेट विपणन हेतूंसाठी प्रक्रिया करत असल्यास.","heading7":"7. या गोपनीयता धोरणातील बदल","para7":"आम्ही आमचे गोपनीयता धोरण वेळोवेळी अद्यतनित करू शकतो. या पृष्ठावर नवीन गोपनीयता धोरण पोस्ट करून आम्ही तुम्हाला कोणत्याही बदलांबद्दल सूचित करू. बदल प्रभावी होण्याआधी आम्ही तुम्हाला ईमेल आणि/किंवा आमच्या सेवेवरील प्रमुख सूचनांद्वारे कळवू.","heading8":"8. संपर्क माहिती","para8":"या गोपनीयता धोरणाशी संबंधित कोणतेही प्रश्न किंवा समस्यांसाठी, कृपया आमच्याशी येथे संपर्क साधा:","li81":"हॉटस्टार पार्टी","li82":"ईमेल:","li83":"संकेतस्थळ:","heading9":"9. डेटा धारणा","para9":"आम्ही तुमची वैयक्तिक माहिती केवळ या गोपनीयता धोरणामध्ये नमूद केलेल्या उद्देशांसाठी आवश्यक असेल तोपर्यंतच ठेवू. आम्ही आमच्या कायदेशीर दायित्वांचे पालन करण्यासाठी आवश्यक मर्यादेपर्यंत तुमची माहिती राखून ठेवू आणि वापरू (उदाहरणार्थ, लागू कायद्यांचे पालन करण्यासाठी आम्हाला तुमचा डेटा राखून ठेवणे आवश्यक असल्यास), विवादांचे निराकरण करणे आणि आमचे कायदेशीर करार आणि धोरणे लागू करणे.","heading10":"10. आंतरराष्ट्रीय डेटा ट्रान्सफर","para101":"तुमची माहिती, वैयक्तिक डेटासह, तुमचे राज्य, प्रांत, देश किंवा इतर सरकारी अधिकार क्षेत्राच्या बाहेर असलेल्या संगणकांवर — आणि त्यावर ठेवली जाऊ शकते — जिथे डेटा संरक्षण कायदे तुमच्या अधिकारक्षेत्रापेक्षा भिन्न असू शकतात.","para102":"या गोपनीयता धोरणाला तुमची संमती आणि त्यानंतर तुम्ही अशी माहिती सबमिट केल्यावर त्या हस्तांतरणासाठी तुमचा करार दर्शवतो. Hotstar Party तुमचा डेटा सुरक्षितपणे आणि या गोपनीयता धोरणानुसार हाताळला जाईल याची खात्री करण्यासाठी आवश्यक ती सर्व पावले उचलेल आणि तुमच्या वैयक्तिक डेटाचे कोणत्याही संस्थेला किंवा देशाकडे हस्तांतरण केले जाणार नाही जोपर्यंत सुरक्षेसह पुरेशी नियंत्रणे नसतील. तुमचा डेटा आणि इतर वैयक्तिक माहिती.","heading11":"11. आमच्याशी संपर्क साधा","para11":"आमच्या डेटा पद्धतींबद्दल अधिक स्पष्टीकरणासाठी किंवा तुमचे कोणतेही अधिकार वापरण्यासाठी, आमच्याशी येथे संपर्क साधण्यास अजिबात संकोच करू नका:","li111":"हॉटस्टार पार्टी","li112":"ईमेल:","li113":"संकेतस्थळ:","heading12":"12. डेटा सुरक्षा उपाय","para12":"आम्ही तुमच्या डेटाची सुरक्षा गांभीर्याने घेतो. तुम्ही तुमची वैयक्तिक माहिती प्रविष्ट करता, सबमिट करता किंवा ऍक्सेस करता तेव्हा तुमच्या वैयक्तिक माहितीची सुरक्षितता राखण्यासाठी आम्ही विविध सुरक्षा उपाय लागू करतो. यात समाविष्ट:","li121":"इंटरनेटवर प्रसारित केलेल्या डेटासाठी SSL/TLS एन्क्रिप्शन वापरणे.","li122":"आमच्या सर्व्हरवर संचयित केलेल्या डेटाचे संरक्षण करण्यासाठी सुरक्षा प्रोटोकॉल आणि उपायांची अंमलबजावणी करणे.","li123":"तुमच्या वैयक्तिक डेटावर आमच्या वतीने प्रक्रिया करण्यासाठी ज्यांना ती माहिती माहित असणे आवश्यक आहे अशा कर्मचारी, कंत्राटदार आणि एजंट्सपर्यंतचा प्रवेश मर्यादित करणे. या व्यक्ती गोपनीयतेच्या जबाबदाऱ्यांनी बांधील आहेत आणि या जबाबदाऱ्या पूर्ण करण्यात अयशस्वी झाल्यास, समाप्ती आणि फौजदारी खटला यासह शिस्तीच्या अधीन असू शकतात.","heading13":"13. कायदेशीर आवश्यकतांचे पालन","para13":"कायद्याने किंवा सबपोनाद्वारे असे करणे आवश्यक असल्यास किंवा अशी कारवाई आवश्यक आहे असे आम्हाला वाटत असल्यास आम्ही तुमची वैयक्तिक माहिती उघड करू शकतो:","li131":"कायद्याचे आणि कायद्याच्या अंमलबजावणीच्या वाजवी विनंत्यांचे पालन करा.","li132":"आमची वेबसाइट धोरणे अंमलात आणा किंवा आमच्या कंपनीचे, आमच्या ग्राहकांचे किंवा इतरांचे हक्क, मालमत्ता किंवा सुरक्षितता संरक्षित करा.","li133":"बेकायदेशीर, अनैतिक किंवा कायदेशीर कारवाई करण्यायोग्य क्रियाकलाप असण्याचा किंवा धोका निर्माण करण्यासाठी आम्ही विचार करू शकणाऱ्या क्रियाकलाप प्रतिबंधित किंवा थांबवा.","heading14":"14. या गोपनीयता धोरणातील बदल","para141":"आम्ही आमचे गोपनीयता धोरण कधीही अद्यतनित करण्याचा किंवा बदलण्याचा अधिकार राखून ठेवतो. तुम्ही हे गोपनीयता धोरण वेळोवेळी तपासले पाहिजे. आम्ही या पृष्ठावरील गोपनीयता धोरणामध्ये कोणतेही बदल पोस्ट केल्यानंतर तुम्ही सेवेचा सतत वापर केल्यास सुधारणांची तुमची पोचपावती आणि सुधारित गोपनीयता धोरणाचे पालन करण्यास आणि त्यांना बांधील राहण्याची तुमची संमती असेल.","para142":"आम्ही आमच्या वापरकर्त्यांना कसे वागवतो यात आम्ही कोणतेही भौतिक बदल केल्यास","heading15":"15. संपर्क माहिती","para15":"या गोपनीयता धोरणाबद्दल कोणतेही अतिरिक्त प्रश्न किंवा टिप्पण्यांसाठी, कृपया खालील माहिती वापरून आमच्याशी संपर्क साधा:","li151":"हॉटस्टार पार्टी","li152":"ईमेल:","li153":"संकेतस्थळ:","heading16":"16. तृतीय-पक्ष लिंक्स","para16":"कधीकधी, आमच्या विवेकबुद्धीनुसार, आम्ही आमच्या वेबसाइटवर तृतीय-पक्ष उत्पादने किंवा सेवा समाविष्ट करू शकतो किंवा देऊ शकतो. या तृतीय-पक्ष साइट्सची स्वतंत्र आणि स्वतंत्र गोपनीयता धोरणे आहेत. म्हणून या लिंक केलेल्या साइट्सच्या सामग्री आणि क्रियाकलापांसाठी आमच्याकडे कोणतीही जबाबदारी किंवा दायित्व नाही. तरीही, आम्ही आमच्या साइटच्या अखंडतेचे रक्षण करण्याचा प्रयत्न करतो आणि या साइट्सबद्दल कोणत्याही अभिप्रायाचे स्वागत करतो.","heading17":"17. सार्वजनिक मंच","para17":"कृपया लक्षात ठेवा की वेबसाइटच्या सार्वजनिकरित्या प्रवेश करण्यायोग्य भागामध्ये तुम्ही स्वेच्छेने वैयक्तिक माहिती ऑनलाइन उघड केल्यास, ती माहिती इतरांकडून गोळा केली जाऊ शकते आणि वापरली जाऊ शकते. आम्ही आमच्या अभ्यागतांच्या आणि वापरकर्त्यांच्या कृतींवर नियंत्रण ठेवत नाही.","heading18":"18. मुलांची गोपनीयता","para18":"आमचा विस्तार 13 वर्षांखालील कोणालाही संबोधित करत नाही. आम्ही जाणूनबुजून 13 वर्षांखालील मुलांकडून वैयक्तिकरित्या ओळखण्यायोग्य माहिती संकलित करत नाही. 13 वर्षांखालील मुलाने आम्हाला वैयक्तिक माहिती प्रदान केल्याचे आम्हाला आढळल्यास, आम्ही ती आमच्या सर्व्हरवरून त्वरित हटवतो. जर तुम्ही पालक किंवा पालक असाल आणि तुम्हाला माहिती असेल की तुमच्या मुलाने आम्हाला वैयक्तिक माहिती दिली आहे, तर कृपया आमच्याशी संपर्क साधा जेणेकरून आम्ही आवश्यक त्या कृती करू शकू.","heading19":"19. तुमची संमती","para19":"आमचा विस्तार वापरून, तुम्ही याद्वारे आमच्या गोपनीयता धोरणाला संमती देता आणि त्यास सहमती देता","terms":"अटी","heading20":"20. तुमची माहिती अपडेट करणे","para20":"तुम्ही आमच्याकडे तुमच्याबद्दल असलेल्या वैयक्तिक माहितीचे पुनरावलोकन करू, दुरुस्त करू, अपडेट करू किंवा हटवू इच्छित असाल किंवा तुम्ही आमच्याकडील संपर्कांसाठी तुमची प्राधान्ये बदलू इच्छित असाल, तर तुम्ही संपर्क माहितीमध्ये दिलेल्या माहितीवर आमच्याशी संपर्क साधून आम्हाला कळवू शकता. या धोरणाचा विभाग.","heading21":"21. उजवीकडे निवड रद्द करा","para21":"वापरकर्ते कधीही आमच्याकडून भविष्यातील संप्रेषणे मिळण्याची निवड रद्द करू शकतात. ईमेल संदेश आणि वृत्तपत्रे प्राप्त करण्याची निवड रद्द करण्यासाठी, तुम्ही आमच्या ईमेलमध्ये दिलेल्या सूचनांचे अनुसरण करू शकता.","heading22":"22. EU वापरकर्त्यांसाठी अतिरिक्त माहिती","para22":"युरोपियन युनियनमध्ये राहणारे वापरकर्ते जनरल डेटा प्रोटेक्शन रेग्युलेशन (GDPR) अंतर्गत काही अधिकारांसाठी पात्र आहेत. या अधिकारांमध्ये तुमच्या वैयक्तिक डेटाच्या प्रक्रियेवर प्रवेश करणे, दुरुस्त करणे, मिटवणे, प्रतिबंधित करणे, हस्तांतरित करणे किंवा त्यावर आक्षेप घेण्याची क्षमता समाविष्ट आहे. जर तुम्हाला हे अधिकार वापरायचे असतील, तर कृपया दिलेल्या तपशीलांवर आमच्याशी संपर्क साधा.","heading23":"23. पुढील चौकशीसाठी संपर्क माहिती","para23":"पुढील कोणत्याही प्रश्नांसाठी किंवा तुमचे अधिकार वापरण्यासाठी तुम्ही आमच्याशी येथे संपर्क साधू शकता:","li231":"हॉटस्टार पार्टी","li232":"ईमेल:","li233":"संकेतस्थळ:","li234":"शेवटचे अपडेट: 23 एप्रिल 2024","readmore":"पुढे वाचा ..."}