{"mainheading":"Dasar Privasi untuk Hotstar Party","overview":"Gambaran keseluruhan","overviewpara":"Selamat datang ke Pesta Hotstar! Dasar Privasi ini menerangkan cara maklumat anda dikumpul, digunakan dan dikongsi apabila anda menggunakan sambungan Hotstar Party yang tersedia daripada tapak web kami di","overviewspan":". Dengan menggunakan sambungan kami, anda bersetuju menerima pengumpulan dan penggunaan maklumat mengikut dasar ini. Jika anda tidak bersetuju dengan terma, sila jangan gunakan sambungan itu.","heading1":"1. Pengumpulan dan Penggunaan Maklumat","subheading11":"a. Maklumat peribadi","subpara11":"Kami mengumpul maklumat yang anda berikan terus kepada kami apabila anda menggunakan sambungan kami. Ini mungkin termasuk:","li01":"Alamat emel","li02":"Jenis dan tetapan penyemak imbas","li03":"Tarikh dan masa sambungan itu digunakan","li04":"Maklumat tentang konfigurasi penyemak imbas dan pemalam","li05":"alamat IP","subheading12":"b. Data Penggunaan","subpara12":"Kami juga mengumpul maklumat secara automatik semasa anda menavigasi tapak. Maklumat ini termasuk butiran tentang lawatan anda seperti data trafik, data lokasi, log dan data komunikasi lain serta sumber yang anda akses.","heading2":"2. Perkongsian dan Pendedahan Maklumat","para2":"Kami tidak menjual, berdagang atau sebaliknya memindahkan maklumat pengenalan peribadi anda kepada pihak luar melainkan kami memberikan notis awal kepada pengguna. Ini tidak termasuk rakan kongsi pengehosan tapak web dan pihak lain yang membantu kami dalam mengendalikan tapak web kami, menjalankan perniagaan kami atau melayani pengguna kami, selagi pihak tersebut bersetuju untuk merahsiakan maklumat ini.","heading3":"3. Kuki dan Teknologi Penjejakan","para3":"Hotstar Party menggunakan kuki dan teknologi penjejakan yang serupa untuk menjejaki aktiviti pada perkhidmatan kami dan kami menyimpan maklumat tertentu. Kuki ialah fail dengan sejumlah kecil data yang mungkin termasuk pengecam unik tanpa nama. Anda boleh mengarahkan penyemak imbas anda untuk menolak semua kuki atau untuk menunjukkan apabila kuki sedang dihantar.","heading4":"4. Keselamatan Data","para4":"Kami berusaha untuk melaksanakan langkah keselamatan yang munasabah untuk melindungi daripada capaian yang tidak dibenarkan atau pengubahan, pendedahan atau pemusnahan data tanpa kebenaran. Walau bagaimanapun, tiada penghantaran data melalui Internet atau rangkaian wayarles boleh dijamin.","heading5":"5. Pendedahan Ahli Gabungan","para5":"Sambungan ini direka bentuk untuk mengekalkan perkhidmatan berkualiti tinggi dan mengurus kos pelayan dengan berkesan. Sebagai sebahagian daripada usaha kami untuk mengekalkan operasi kami, kami mungkin memperoleh komisen ahli gabungan atas pembelian yang dibuat pada kebanyakan tapak web selepas memasang sambungan, yang berfungsi secara automatik.","heading6":"6. Hak Anda","subheading61":"a. Hak untuk Pembetulan","subpara61":"Anda mempunyai hak untuk membetulkan atau melengkapkan apa-apa data peribadi yang salah atau tidak lengkap yang kami simpan tentang anda. Jika anda mendapati sebarang percanggahan atau ketidaktepatan dalam maklumat yang anda berikan kepada kami, sila hubungi kami dengan segera.","subheading62":"b. Hak untuk Sekatan","subpara62":"Anda mempunyai hak untuk meminta kami menyekat pemprosesan data peribadi anda dalam keadaan tertentu, seperti jika anda menentang ketepatan data tersebut atau jika anda telah membantah pemprosesan kami.","subheading63":"c. Hak untuk Objek","subpara63":"Anda mempunyai hak untuk membantah pemprosesan data peribadi anda oleh kami dalam keadaan tertentu, terutamanya jika kami memproses data anda berdasarkan kepentingan yang sah atau untuk tujuan pemasaran langsung.","heading7":"7. Perubahan kepada Dasar Privasi Ini","para7":"Kami mungkin mengemas kini Dasar Privasi kami dari semasa ke semasa. Kami akan memberitahu anda tentang sebarang perubahan dengan menyiarkan Dasar Privasi baharu pada halaman ini. Kami akan memberitahu anda melalui e-mel dan/atau notis penting mengenai perkhidmatan kami, sebelum perubahan menjadi berkesan.","heading8":"8. Maklumat Hubungan","para8":"Untuk sebarang pertanyaan atau kebimbangan mengenai Dasar Privasi ini, sila hubungi kami di:","li81":"Pesta Hotstar","li82":"e-mel:","li83":"laman web:","heading9":"9. Pengekalan Data","para9":"Kami akan menyimpan maklumat peribadi anda hanya selama yang diperlukan untuk tujuan yang ditetapkan dalam Dasar Privasi ini. Kami akan mengekalkan dan menggunakan maklumat anda setakat yang diperlukan untuk mematuhi kewajipan undang-undang kami (contohnya, jika kami dikehendaki mengekalkan data anda untuk mematuhi undang-undang yang berkenaan), menyelesaikan pertikaian dan menguatkuasakan perjanjian dan dasar undang-undang kami.","heading10":"10. Pemindahan Data Antarabangsa","para101":"Maklumat anda, termasuk data peribadi, mungkin dipindahkan ke — dan dikekalkan pada — komputer yang terletak di luar negeri, wilayah, negara atau bidang kuasa kerajaan anda yang lain di mana undang-undang perlindungan data mungkin berbeza daripada bidang kuasa anda.","para102":"Persetujuan anda terhadap Dasar Privasi ini diikuti dengan penyerahan maklumat tersebut mewakili persetujuan anda terhadap pemindahan tersebut. Pihak Hotstar akan mengambil semua langkah yang semunasabahnya perlu untuk memastikan bahawa data anda diurus dengan selamat dan mengikut Dasar Privasi ini dan tiada pemindahan data peribadi anda akan berlaku kepada organisasi atau negara melainkan terdapat kawalan yang mencukupi termasuk keselamatan data anda dan maklumat peribadi lain.","heading11":"11. Hubungi Kami","para11":"Untuk penjelasan lanjut tentang amalan data kami atau untuk melaksanakan mana-mana hak anda, jangan teragak-agak untuk menghubungi kami di:","li111":"Pesta Hotstar","li112":"e-mel:","li113":"laman web:","heading12":"12. Langkah Keselamatan Data","para12":"Kami mengambil serius tentang keselamatan data anda. Kami melaksanakan pelbagai langkah keselamatan untuk mengekalkan keselamatan maklumat peribadi anda apabila anda memasukkan, menyerahkan atau mengakses maklumat peribadi anda. Ini termasuk:","li121":"Menggunakan penyulitan SSL/TLS untuk data yang dihantar melalui Internet.","li122":"Melaksanakan protokol dan langkah keselamatan untuk melindungi data yang disimpan pada pelayan kami.","li123":"Mengehadkan akses kepada data peribadi anda kepada pekerja, kontraktor dan ejen yang perlu mengetahui maklumat tersebut untuk memprosesnya bagi pihak kami. Individu ini terikat dengan kewajipan kerahsiaan dan mungkin tertakluk kepada disiplin, termasuk penamatan dan pendakwaan jenayah, jika mereka gagal memenuhi kewajipan ini.","heading13":"13. Pematuhan dengan Keperluan Undang-undang","para13":"Kami mungkin mendedahkan maklumat peribadi anda jika dikehendaki berbuat demikian oleh undang-undang atau sepina atau jika kami percaya bahawa tindakan tersebut perlu untuk:","li131":"Mematuhi undang-undang dan permintaan penguatkuasaan undang-undang yang munasabah.","li132":"Menguatkuasakan dasar tapak web kami atau melindungi hak, harta atau keselamatan syarikat kami, pelanggan kami atau orang lain.","li133":"Cegah atau hentikan aktiviti yang kami anggap sebagai, atau menimbulkan risiko menjadi, aktiviti yang menyalahi undang-undang, tidak beretika atau boleh diambil tindakan dari segi undang-undang.","heading14":"14. Perubahan kepada Dasar Privasi Ini","para141":"Kami berhak untuk mengemas kini atau menukar Polisi Privasi kami pada bila-bila masa. Anda harus menyemak Dasar Privasi ini secara berkala. Penggunaan berterusan perkhidmatan anda selepas kami menyiarkan sebarang pengubahsuaian pada Dasar Privasi pada halaman ini akan membentuk pengakuan anda terhadap pengubahsuaian dan persetujuan anda untuk mematuhi dan terikat dengan Dasar Privasi yang diubah suai.","para142":"Jika kami membuat sebarang perubahan penting pada cara kami melayan pengguna kami","heading15":"15. Maklumat Hubungan","para15":"Untuk sebarang soalan atau ulasan tambahan tentang Dasar Privasi ini, sila hubungi kami menggunakan maklumat di bawah:","li151":"Pesta Hotstar","li152":"e-mel:","li153":"laman web:","heading16":"16. Pautan Pihak Ketiga","para16":"Kadangkala, mengikut budi bicara kami, kami mungkin memasukkan atau menawarkan produk atau perkhidmatan pihak ketiga di tapak web kami. Tapak pihak ketiga ini mempunyai dasar privasi yang berasingan dan bebas. Oleh itu, kami tidak mempunyai tanggungjawab atau liabiliti untuk kandungan dan aktiviti laman web yang dipautkan ini. Namun begitu, kami berusaha untuk melindungi integriti tapak kami dan mengalu-alukan sebarang maklum balas tentang tapak ini.","heading17":"17. Forum Awam","para17":"Sila ambil perhatian bahawa jika anda secara sukarela mendedahkan Maklumat Peribadi dalam talian di bahagian tapak web yang boleh diakses secara umum, maklumat tersebut boleh dikumpul dan digunakan oleh orang lain. Kami tidak mengawal tindakan pelawat dan pengguna kami.","heading18":"18. Privasi Kanak-kanak","para18":"Sambungan kami tidak merujuk kepada sesiapa di bawah umur 13 tahun. Kami tidak mengumpul maklumat yang boleh dikenal pasti secara peribadi daripada kanak-kanak di bawah umur 13 tahun secara sedar. Sekiranya kami mendapati bahawa kanak-kanak di bawah umur 13 tahun telah memberikan kami maklumat peribadi, kami segera memadamkannya daripada pelayan kami. Jika anda seorang ibu bapa atau penjaga dan anda sedar bahawa anak anda telah memberikan kami maklumat peribadi, sila hubungi kami supaya kami dapat melakukan tindakan yang perlu.","heading19":"19. Persetujuan Anda","para19":"Dengan menggunakan sambungan kami, anda dengan ini bersetuju dengan Dasar Privasi kami dan bersetuju dengannya","terms":"syarat.","heading20":"20. Mengemas kini Maklumat Anda","para20":"Jika anda ingin menyemak, membetulkan, mengemas kini atau memadam maklumat peribadi yang kami ada tentang anda atau jika anda ingin menukar keutamaan anda untuk kenalan daripada kami, anda boleh memberitahu kami dengan menghubungi kami di maklumat yang diberikan dalam Maklumat Hubungan bahagian dasar ini.","heading21":"21. Pilih Keluar Kanan","para21":"Pengguna boleh memilih untuk tidak menerima komunikasi masa hadapan daripada kami pada bila-bila masa. Untuk menarik diri daripada menerima mesej e-mel dan surat berita, anda boleh mengikut arahan yang diberikan dalam e-mel kami.","heading22":"22. Maklumat Tambahan untuk Pengguna EU","para22":"Pengguna yang menetap di Kesatuan Eropah berhak mendapat hak tertentu di bawah Peraturan Perlindungan Data Am (GDPR). Hak ini termasuk keupayaan untuk mengakses, membetulkan, memadam, menyekat, memindahkan atau membantah pemprosesan data peribadi anda. Jika anda ingin menggunakan hak ini, sila hubungi kami di butiran yang diberikan.","heading23":"23. Maklumat Perhubungan untuk Pertanyaan Lanjut","para23":"Untuk sebarang pertanyaan lanjut atau untuk menggunakan hak anda, anda boleh menghubungi kami di:","li231":"Pesta Hotstar","li232":"e-mel:","li233":"laman web:","li234":"Kemas Kini Terakhir: 23 April 2024","readmore":"Baca lagi..."}