{"mainheading":"Privacybeleid voor Hotstar Party","overview":"Overzicht","overviewpara":"Welkom bij Hotstar Party! Dit privacybeleid beschrijft hoe uw informatie wordt verzameld, gebruikt en gedeeld wanneer u de Hotstar Party-extensie gebruikt die beschikbaar is op onze website op","overviewspan":". Door onze extensie te gebruiken, gaat u akkoord met het verzamelen en gebruiken van informatie in overeenstemming met dit beleid. Als u het niet eens bent met de voorwaarden, gebruik dan de extensie niet.","heading1":"1. Verzameling en gebruik van informatie","subheading11":"A. Persoonlijke informatie","subpara11":"Wij verzamelen informatie die u rechtstreeks aan ons verstrekt wanneer u onze extensie gebruikt. Dit kan het volgende omvatten:","li01":"E-mailadres","li02":"Browsertype en instellingen","li03":"Datum en tijd waarop de extensie is gebruikt","li04":"Informatie over browserconfiguratie en plug-ins","li05":"IP adres","subheading12":"B. Gebruiksgegevens","subpara12":"We verzamelen ook automatisch informatie terwijl u door de sites navigeert. Deze informatie omvat details over uw bezoeken, zoals verkeersgegevens, locatiegegevens, logs en andere communicatiegegevens en bronnen waartoe u toegang heeft.","heading2":"2. Informatie delen en openbaar maken","para2":"Wij verkopen, verhandelen of dragen uw persoonlijk identificeerbare informatie niet over aan externe partijen, tenzij we gebruikers hiervan vooraf op de hoogte stellen. Dit geldt niet voor websitehostingpartners en andere partijen die ons helpen bij het exploiteren van onze website, het uitvoeren van onze activiteiten of het bedienen van onze gebruikers, zolang deze partijen ermee instemmen deze informatie vertrouwelijk te houden.","heading3":"3. Cookies en trackingtechnologieën","para3":"Hotstar Party gebruikt cookies en soortgelijke trackingtechnologieën om de activiteit op onze diensten te volgen en we bewaren bepaalde informatie. Cookies zijn bestanden met een kleine hoeveelheid gegevens die een anonieme, unieke identificatie kunnen bevatten. U kunt uw browser opdracht geven alle cookies te weigeren of aan te geven wanneer een cookie wordt verzonden.","heading4":"4. Gegevensbeveiliging","para4":"Wij streven ernaar om redelijke veiligheidsmaatregelen te implementeren ter bescherming tegen ongeoorloofde toegang tot of ongeoorloofde wijziging, openbaarmaking of vernietiging van gegevens. Er kan echter geen gegevensoverdracht via internet of een draadloos netwerk worden gegarandeerd.","heading5":"5. Openbaarmaking van partners","para5":"Deze extensie is ontworpen om de service van hoge kwaliteit te behouden en de serverkosten effectief te beheren. Als onderdeel van onze inspanningen om onze activiteiten in stand te houden, kunnen we partnercommissies verdienen op aankopen die op de meeste websites zijn gedaan na het installeren van de extensie, die automatisch werkt.","heading6":"6. Uw rechten","subheading61":"A. Recht op rectificatie","subpara61":"U heeft het recht om eventuele onjuiste of onvolledige persoonsgegevens die wij over u bewaren, te laten corrigeren of aanvullen. Als u discrepanties of onjuistheden opmerkt in de informatie die u ons hebt verstrekt, neem dan onmiddellijk contact met ons op.","subheading62":"B. Recht op beperking","subpara62":"Onder bepaalde omstandigheden heeft u het recht om te verzoeken dat wij de verwerking van uw persoonsgegevens beperken, bijvoorbeeld als u de juistheid van die gegevens betwist of als u bezwaar heeft gemaakt tegen onze verwerking.","subheading63":"C. Recht op bezwaar","subpara63":"U heeft onder bepaalde omstandigheden het recht om bezwaar te maken tegen onze verwerking van uw persoonsgegevens, vooral als wij uw gegevens verwerken op basis van legitieme belangen of voor directmarketingdoeleinden.","heading7":"7. Wijzigingen in dit privacybeleid","para7":"We kunnen ons privacybeleid van tijd tot tijd bijwerken. Wij zullen u op de hoogte stellen van eventuele wijzigingen door het nieuwe privacybeleid op deze pagina te plaatsen. Voordat de wijziging van kracht wordt, laten we u dit weten via e-mail en/of een prominente mededeling op onze service.","heading8":"8. Contactgegevens","para8":"Voor vragen of opmerkingen over dit privacybeleid kunt u contact met ons opnemen via:","li81":"Hotstar-feest","li82":"E-mail:","li83":"Website:","heading9":"9. Gegevensbewaring","para9":"Wij bewaren uw persoonlijke gegevens slechts zo lang als nodig is voor de doeleinden uiteengezet in dit Privacybeleid. We zullen uw gegevens bewaren en gebruiken voor zover dit nodig is om te voldoen aan onze wettelijke verplichtingen (bijvoorbeeld als we uw gegevens moeten bewaren om te voldoen aan de toepasselijke wetgeving), geschillen op te lossen en onze juridische overeenkomsten en ons beleid af te dwingen.","heading10":"10. Internationale gegevensoverdrachten","para101":"Uw informatie, inclusief persoonlijke gegevens, kan worden overgedragen naar – en bewaard op – computers die zich buiten uw staat, provincie, land of ander rechtsgebied van de overheid bevinden waar de wetten inzake gegevensbescherming kunnen verschillen van die in uw rechtsgebied.","para102":"Uw toestemming voor dit privacybeleid, gevolgd door uw indiening van dergelijke informatie, vertegenwoordigt uw instemming met die overdracht. Hotstar Party zal alle redelijkerwijs noodzakelijke stappen ondernemen om ervoor te zorgen dat uw gegevens veilig en in overeenstemming met dit Privacybeleid worden behandeld en dat er geen overdracht van uw persoonsgegevens zal plaatsvinden naar een organisatie of een land, tenzij er adequate controles zijn ingesteld, waaronder de beveiliging van uw gegevens en andere persoonlijke informatie.","heading11":"11. Neem contact met ons op","para11":"Voor verdere verduidelijking over onze gegevenspraktijken of om uw rechten uit te oefenen, kunt u contact met ons opnemen via:","li111":"Hotstar-feest","li112":"E-mail:","li113":"Website:","heading12":"12. Maatregelen voor gegevensbeveiliging","para12":"Wij nemen de veiligheid van uw gegevens serieus. We implementeren een verscheidenheid aan beveiligingsmaatregelen om de veiligheid van uw persoonlijke gegevens te waarborgen wanneer u uw persoonlijke gegevens invoert, indient of er toegang toe krijgt. Deze omvatten:","li121":"Gebruik van SSL/TLS-codering voor gegevens die via internet worden verzonden.","li122":"Het implementeren van beveiligingsprotocollen en maatregelen om gegevens die op onze servers zijn opgeslagen te beschermen.","li123":"Het beperken van de toegang tot uw persoonlijke gegevens tot werknemers, contractanten en agenten die deze informatie nodig hebben om deze namens ons te kunnen verwerken. Deze personen zijn gebonden aan vertrouwelijkheidsverplichtingen en kunnen onderworpen worden aan disciplinaire maatregelen, waaronder ontslag en strafrechtelijke vervolging, als zij niet aan deze verplichtingen voldoen.","heading13":"13. Naleving van wettelijke vereisten","para13":"We kunnen uw persoonlijke gegevens openbaar maken wanneer dit wettelijk of door een dagvaarding vereist is, of als we van mening zijn dat een dergelijke actie noodzakelijk is om:","li131":"Voldoen aan de wet en de redelijke verzoeken van wetshandhavers.","li132":"Dwing ons websitebeleid af of bescherm de rechten, eigendommen of veiligheid van ons bedrijf, onze klanten of anderen.","li133":"Voorkom of stop activiteiten die wij beschouwen als een illegale, onethische of juridisch vervolgbare activiteit, of die een risico vormen daarvan.","heading14":"14. Wijzigingen in dit privacybeleid","para141":"Wij behouden ons het recht voor om ons privacybeleid op elk moment bij te werken of te wijzigen. U dient dit privacybeleid regelmatig te raadplegen. Als u de service blijft gebruiken nadat we eventuele wijzigingen in het privacybeleid op deze pagina hebben geplaatst, betekent dit dat u de wijzigingen erkent en ermee instemt om u te houden aan en gebonden te zijn aan het gewijzigde privacybeleid.","para142":"Als we materiële wijzigingen aanbrengen in de manier waarop we onze gebruikers behandelen","heading15":"15. Contactgegevens","para15":"Voor eventuele aanvullende vragen of opmerkingen over dit privacybeleid kunt u contact met ons opnemen via de onderstaande gegevens:","li151":"Hotstar-feest","li152":"E-mail:","li153":"Website:","heading16":"16. Links naar derden","para16":"Af en toe kunnen we, naar eigen goeddunken, producten of diensten van derden op onze website opnemen of aanbieden. Deze sites van derden hebben een afzonderlijk en onafhankelijk privacybeleid. Wij hebben dan ook geen verantwoordelijkheid of aansprakelijkheid voor de inhoud en activiteiten van deze gelinkte sites. Niettemin proberen we de integriteit van onze site te beschermen en verwelkomen we alle feedback over deze sites.","heading17":"17. Openbare forums","para17":"Houd er rekening mee dat als u vrijwillig persoonlijke informatie online vrijgeeft op een openbaar toegankelijk deel van de website, die informatie door anderen kan worden verzameld en gebruikt. Wij hebben geen controle over de acties van onze bezoekers en gebruikers.","heading18":"18. Privacy van kinderen","para18":"Onze extensie richt zich niet tot personen jonger dan 13 jaar. We verzamelen niet bewust persoonlijk identificeerbare informatie van kinderen jonger dan 13 jaar. Als we ontdekken dat een kind jonger dan 13 jaar ons persoonlijke informatie heeft verstrekt, verwijderen we deze onmiddellijk van onze servers. Als u een ouder of voogd bent en u weet dat uw kind ons persoonlijke gegevens heeft verstrekt, neem dan contact met ons op zodat wij de nodige acties kunnen ondernemen.","heading19":"19. Uw toestemming","para19":"Door onze extensie te gebruiken, stemt u hierbij in met ons privacybeleid en gaat u akkoord met het bijbehorende beleid","terms":"voorwaarden.","heading20":"20. Uw gegevens bijwerken","para20":"Als u de persoonlijke informatie die wij over u hebben wilt bekijken, corrigeren, bijwerken of verwijderen of als u uw voorkeuren voor contactpersonen van ons wilt wijzigen, kunt u ons dit laten weten door contact met ons op te nemen via de informatie in de Contactgegevens. onderdeel van dit beleid.","heading21":"21. Opt-outrecht","para21":"Gebruikers kunnen zich op elk moment afmelden voor het ontvangen van toekomstige communicatie van ons. Als u zich wilt afmelden voor het ontvangen van e-mailberichten en nieuwsbrieven, kunt u de instructies in onze e-mails volgen.","heading22":"22. Aanvullende informatie voor EU-gebruikers","para22":"Gebruikers die in de Europese Unie wonen, hebben bepaalde rechten op grond van de Algemene Verordening Gegevensbescherming (AVG). Deze rechten omvatten de mogelijkheid om toegang te krijgen tot de verwerking van uw persoonlijke gegevens, deze te corrigeren, te wissen, te beperken, over te dragen of er bezwaar tegen te maken. Als u deze rechten wilt uitoefenen, kunt u contact met ons opnemen via de verstrekte gegevens.","heading23":"23. Contactgegevens voor verder onderzoek","para23":"Voor verdere vragen of om uw rechten uit te oefenen, kunt u contact met ons opnemen via:","li231":"Hotstar-feest","li232":"E-mail:","li233":"Website:","li234":"Laatst bijgewerkt: 23 april 2024","readmore":"Lees verder ..."}