{"mainheading":"Personvernerklæring for Hotstar Party","overview":"Oversikt","overviewpara":"Velkommen til Hotstar Party! Denne personvernerklæringen beskriver hvordan informasjonen din samles inn, brukes og deles når du bruker Hotstar Party-utvidelsen tilgjengelig fra nettstedet vårt på","overviewspan":". Ved å bruke utvidelsen vår godtar du innsamling og bruk av informasjon i samsvar med denne policyen. Hvis du ikke er enig i vilkårene, vennligst ikke bruk utvidelsen.","heading1":"1. Informasjonsinnsamling og bruk","subheading11":"en. Personlig informasjon","subpara11":"Vi samler inn informasjon som du gir direkte til oss når du bruker utvidelsen vår. Dette kan inkludere:","li01":"Epostadresse","li02":"Nettlesertype og innstillinger","li03":"Dato og klokkeslett utvidelsen ble brukt","li04":"Informasjon om nettleserkonfigurasjon og plugins","li05":"IP adresse","subheading12":"b. Bruksdata","subpara12":"Vi samler også inn informasjon automatisk når du navigerer gjennom sidene. Denne informasjonen inkluderer detaljer om besøkene dine, for eksempel trafikkdata, stedsdata, logger og andre kommunikasjonsdata og ressurser du får tilgang til.","heading2":"2. Informasjonsdeling og avsløring","para2":"Vi selger, bytter eller på annen måte overfører ikke din personlig identifiserbare informasjon til eksterne parter med mindre vi gir brukerne forhåndsvarsel. Dette inkluderer ikke vertspartnere for nettsteder og andre parter som hjelper oss med å drive nettstedet vårt, drive virksomheten vår eller betjene brukerne våre, så lenge disse partene godtar å holde denne informasjonen konfidensiell.","heading3":"3. Informasjonskapsler og sporingsteknologier","para3":"Hotstar Party bruker informasjonskapsler og lignende sporingsteknologier for å spore aktiviteten på tjenestene våre, og vi har viss informasjon. Informasjonskapsler er filer med en liten mengde data som kan inneholde en anonym unik identifikator. Du kan instruere nettleseren din om å nekte alle informasjonskapsler eller angi når en informasjonskapsel sendes.","heading4":"4. Datasikkerhet","para4":"Vi streber etter å implementere rimelige sikkerhetstiltak for å beskytte mot uautorisert tilgang til eller uautorisert endring, avsløring eller ødeleggelse av data. Imidlertid kan ingen dataoverføring over Internett eller trådløst nettverk garanteres.","heading5":"5. Avsløring av tilknyttede selskaper","para5":"Denne utvidelsen er designet for å opprettholde høykvalitetstjenester og administrere serverkostnadene effektivt. Som en del av vår innsats for å opprettholde driften vår, kan vi tjene tilknyttede provisjoner på kjøp gjort på de fleste nettstedene etter å ha installert utvidelsen, som fungerer automatisk.","heading6":"6. Dine rettigheter","subheading61":"en. Rett til retting","subpara61":"Du har rett til å få rettet eller komplettert eventuelle uriktige eller ufullstendige personopplysninger vi har om deg. Hvis du oppdager avvik eller unøyaktigheter i informasjonen du har gitt oss, vennligst kontakt oss umiddelbart.","subheading62":"b. Rett til restriksjon","subpara62":"Du har rett til å be om at vi begrenser behandlingen av dine personopplysninger under visse omstendigheter, for eksempel hvis du bestrider nøyaktigheten av disse dataene eller hvis du har protestert mot behandlingen vår.","subheading63":"c. Rett til å protestere","subpara63":"Du har rett til å protestere mot vår behandling av dine personopplysninger under visse omstendigheter, spesielt hvis vi behandler dataene dine basert på legitime interesser eller for direkte markedsføringsformål.","heading7":"7. Endringer i denne personvernerklæringen","para7":"Vi kan oppdatere vår personvernerklæring fra tid til annen. Vi vil varsle deg om eventuelle endringer ved å legge ut den nye personvernerklæringen på denne siden. Vi vil gi deg beskjed via e-post og/eller en fremtredende melding på tjenesten vår før endringen trer i kraft.","heading8":"8. Kontaktinformasjon","para8":"For spørsmål eller bekymringer angående denne personvernerklæringen, vennligst kontakt oss på:","li81":"Hotstar Party","li82":"E-post:","li83":"Nettsted:","heading9":"9. Oppbevaring av data","para9":"Vi vil bare beholde din personlige informasjon så lenge det er nødvendig for formålene angitt i denne personvernerklæringen. Vi vil beholde og bruke informasjonen din i den grad det er nødvendig for å overholde våre juridiske forpliktelser (for eksempel hvis vi er pålagt å beholde dataene dine for å overholde gjeldende lover), løse tvister og håndheve våre juridiske avtaler og retningslinjer.","heading10":"10. Internasjonale dataoverføringer","para101":"Informasjonen din, inkludert personopplysninger, kan overføres til – og vedlikeholdes på – datamaskiner som befinner seg utenfor din stat, provins, land eller annen statlig jurisdiksjon der databeskyttelseslovene kan avvike fra de i din jurisdiksjon.","para102":"Ditt samtykke til denne personvernreglene etterfulgt av din innsending av slik informasjon representerer din samtykke til den overføringen. Hotstar Party vil ta alle nødvendige skritt for å sikre at dataene dine behandles sikkert og i samsvar med denne personvernerklæringen, og ingen overføring av dine personopplysninger vil finne sted til en organisasjon eller et land med mindre det er tilstrekkelige kontroller på plass, inkludert sikkerheten til dine data og annen personlig informasjon.","heading11":"11. Kontakt oss","para11":"For ytterligere avklaring om vår datapraksis eller for å utøve noen av dine rettigheter, ikke nøl med å kontakte oss på:","li111":"Hotstar Party","li112":"E-post:","li113":"Nettsted:","heading12":"12. Datasikkerhetstiltak","para12":"Vi tar sikkerheten til dataene dine på alvor. Vi implementerer en rekke sikkerhetstiltak for å opprettholde sikkerheten til din personlige informasjon når du skriver inn, sender inn eller får tilgang til din personlige informasjon. Disse inkluderer:","li121":"Bruker SSL/TLS-kryptering for data som overføres over Internett.","li122":"Implementering av sikkerhetsprotokoller og tiltak for å beskytte data lagret på våre servere.","li123":"Begrense tilgangen til dine personopplysninger til ansatte, kontraktører og agenter som trenger å vite denne informasjonen for å behandle den på våre vegne. Disse personene er bundet av konfidensialitetsforpliktelser og kan bli underlagt disiplin, inkludert oppsigelse og straffeforfølgelse, hvis de ikke oppfyller disse forpliktelsene.","heading13":"13. Overholdelse av juridiske krav","para13":"Vi kan avsløre din personlige informasjon der det er påkrevd ved lov eller stevning, eller hvis vi mener at en slik handling er nødvendig for å:","li131":"Overhold loven og rimelige forespørsler fra rettshåndhevelse.","li132":"Håndheve retningslinjene for nettstedet vårt eller beskytte rettighetene, eiendommen eller sikkerheten til selskapet vårt, kundene våre eller andre.","li133":"Forhindre eller stoppe aktivitet vi kan anse for å være, eller å utgjøre en risiko for å være, en ulovlig, uetisk eller juridisk handlingspliktig aktivitet.","heading14":"14. Endringer i denne personvernerklæringen","para141":"Vi forbeholder oss retten til å oppdatere eller endre våre retningslinjer for personvern når som helst. Du bør sjekke denne personvernerklæringen med jevne mellomrom. Din fortsatte bruk av tjenesten etter at vi har lagt ut endringer i personvernreglene på denne siden vil utgjøre din bekreftelse på endringene og ditt samtykke til å overholde og være bundet av de endrede personvernreglene.","para142":"Hvis vi gjør noen vesentlige endringer i hvordan vi behandler brukerne våre","heading15":"15. Kontaktinformasjon","para15":"For ytterligere spørsmål eller kommentarer om denne personvernerklæringen, vennligst kontakt oss ved å bruke informasjonen nedenfor:","li151":"Hotstar Party","li152":"E-post:","li153":"Nettsted:","heading16":"16. Tredjepartskoblinger","para16":"Av og til, etter eget skjønn, kan vi inkludere eller tilby tredjepartsprodukter eller -tjenester på nettstedet vårt. Disse tredjepartssidene har separate og uavhengige personvernregler. Vi har derfor ikke noe ansvar eller ansvar for innholdet og aktivitetene til disse tilknyttede nettstedene. Ikke desto mindre søker vi å beskytte integriteten til nettstedet vårt og tar gjerne imot tilbakemeldinger om disse sidene.","heading17":"17. Offentlige fora","para17":"Vær oppmerksom på at hvis du frivillig avslører personlig informasjon på nettet i en offentlig tilgjengelig del av nettstedet, kan denne informasjonen samles inn og brukes av andre. Vi kontrollerer ikke handlingene til våre besøkende og brukere.","heading18":"18. Barns personvern","para18":"Utvidelsen vår henvender seg ikke til noen under 13 år. Vi samler ikke bevisst inn personlig identifiserbar informasjon fra barn under 13. I tilfelle vi oppdager at et barn under 13 år har gitt oss personlig informasjon, sletter vi dette umiddelbart fra våre servere. Hvis du er forelder eller verge og du er klar over at barnet ditt har gitt oss personopplysninger, vennligst kontakt oss slik at vi kan gjøre nødvendige handlinger.","heading19":"19. Ditt samtykke","para19":"Ved å bruke utvidelsen vår samtykker du herved til vår personvernerklæring og godtar den","terms":"vilkår.","heading20":"20. Oppdatering av informasjonen din","para20":"Hvis du ønsker å se gjennom, korrigere, oppdatere eller slette personopplysningene vi har om deg, eller hvis du ønsker å endre preferansene dine for kontakter fra oss, kan du gi oss beskjed ved å kontakte oss på informasjonen gitt i kontaktinformasjonen delen av denne policyen.","heading21":"21. Velg bort høyre","para21":"Brukere kan når som helst velge bort å motta fremtidig kommunikasjon fra oss. For å velge bort å motta e-postmeldinger og nyhetsbrev, kan du følge instruksjonene gitt i e-postene våre.","heading22":"22. Tilleggsinformasjon for EU-brukere","para22":"Brukere bosatt i EU har rett til visse rettigheter i henhold til General Data Protection Regulation (GDPR). Disse rettighetene inkluderer muligheten til å få tilgang til, korrigere, slette, begrense, overføre eller protestere mot behandlingen av dine personopplysninger. Hvis du ønsker å utøve disse rettighetene, vennligst kontakt oss på opplysningene som er oppgitt.","heading23":"23. Kontaktinformasjon for ytterligere forespørsel","para23":"For ytterligere spørsmål eller for å utøve dine rettigheter, kan du kontakte oss på:","li231":"Hotstar Party","li232":"E-post:","li233":"Nettsted:","li234":"Sist oppdatert: 23. april 2024","readmore":"Les mer ..."}