{"mainheading":"Polityka prywatności Hotstar Party","overview":"Przegląd","overviewpara":"Witamy na imprezie Hotstar! Niniejsza Polityka prywatności opisuje, w jaki sposób Twoje dane są gromadzone, wykorzystywane i udostępniane podczas korzystania z rozszerzenia Hotstar Party dostępnego na naszej stronie internetowej pod adresem","overviewspan":". Korzystając z naszego rozszerzenia, wyrażasz zgodę na gromadzenie i wykorzystywanie informacji zgodnie z niniejszą polityką. Jeśli nie zgadzasz się z warunkami, nie używaj rozszerzenia.","heading1":"1. Gromadzenie i wykorzystywanie informacji","subheading11":"A. Informacje osobiste","subpara11":"Gromadzimy informacje, które przekazujesz nam bezpośrednio podczas korzystania z naszego rozszerzenia. Może to obejmować:","li01":"Adres e-mail","li02":"Typ i ustawienia przeglądarki","li03":"Data i godzina użycia rozszerzenia","li04":"Informacje o konfiguracji przeglądarki i wtyczkach","li05":"adres IP","subheading12":"B. Dane dotyczące użytkowania","subpara12":"Gromadzimy również informacje automatycznie podczas poruszania się po witrynach. Informacje te obejmują szczegółowe informacje na temat Twoich wizyt, takie jak dane o ruchu, dane o lokalizacji, dzienniki i inne dane komunikacyjne oraz zasoby, do których masz dostęp.","heading2":"2. Udostępnianie i ujawnianie informacji","para2":"Nie sprzedajemy, nie handlujemy ani w żaden inny sposób nie przekazujemy stronom zewnętrznym Twoich danych osobowych, chyba że powiadomimy użytkowników z wyprzedzeniem. Nie obejmuje to partnerów zajmujących się hostingiem witryn internetowych i innych stron, które pomagają nam w prowadzeniu naszej witryny internetowej, prowadzeniu naszej działalności lub obsłudze naszych użytkowników, o ile strony te zgadzają się zachować poufność tych informacji.","heading3":"3. Pliki cookie i technologie śledzenia","para3":"Hotstar Party wykorzystuje pliki cookie i podobne technologie śledzenia do śledzenia aktywności w naszych usługach i przechowujemy pewne informacje. Cookies to pliki zawierające niewielką ilość danych, które mogą zawierać anonimowy unikalny identyfikator. Możesz poinstruować swoją przeglądarkę, aby odrzucała wszystkie pliki cookie lub wskazywała, kiedy plik cookie jest wysyłany.","heading4":"4. Bezpieczeństwo danych","para4":"Staramy się wdrożyć rozsądne środki bezpieczeństwa w celu ochrony przed nieuprawnionym dostępem lub nieuprawnioną zmianą, ujawnieniem lub zniszczeniem danych. Nie możemy jednak zagwarantować transmisji danych przez Internet lub sieć bezprzewodową.","heading5":"5. Ujawnienie informacji partnerskich","para5":"Rozszerzenie to ma na celu utrzymanie wysokiej jakości usług i efektywne zarządzanie kosztami serwerów. W ramach naszych wysiłków na rzecz utrzymania naszej działalności możemy zarabiać prowizje partnerskie od zakupów dokonanych na większości stron internetowych po zainstalowaniu rozszerzenia, które działa automatycznie.","heading6":"6. Twoje prawa","subheading61":"A. Prawo do sprostowania","subpara61":"Masz prawo do poprawienia lub uzupełnienia wszelkich nieprawidłowych lub niekompletnych danych osobowych, które posiadamy na Twój temat. Jeżeli zauważysz rozbieżności lub nieścisłości w przekazanych nam informacjach, prosimy o niezwłoczny kontakt.","subheading62":"B. Prawo do ograniczenia","subpara62":"Masz prawo zażądać, abyśmy ograniczyli przetwarzanie Twoich danych osobowych w pewnych okolicznościach, na przykład jeśli kwestionujesz prawidłowość tych danych lub jeśli sprzeciwiasz się naszemu przetwarzaniu.","subheading63":"C. Prawo do sprzeciwu","subpara63":"W pewnych okolicznościach masz prawo sprzeciwić się przetwarzaniu przez nas Twoich danych osobowych, w szczególności jeśli przetwarzamy Twoje dane w oparciu o prawnie uzasadniony interes lub w celach marketingu bezpośredniego.","heading7":"7. Zmiany w niniejszej Polityce Prywatności","para7":"Od czasu do czasu możemy aktualizować naszą Politykę prywatności. O wszelkich zmianach poinformujemy Cię, publikując nową Politykę prywatności na tej stronie. Zanim zmiana zacznie obowiązywać, powiadomimy Cię o tym e-mailem i/lub widocznym powiadomieniem w naszym serwisie.","heading8":"8. Informacje kontaktowe","para8":"W przypadku jakichkolwiek pytań lub wątpliwości dotyczących niniejszej Polityki prywatności prosimy o kontakt pod adresem:","li81":"Impreza z gorącymi gwiazdami","li82":"E-mail:","li83":"Strona internetowa:","heading9":"9. Przechowywanie danych","para9":"Będziemy przechowywać Twoje dane osobowe tylko tak długo, jak będzie to konieczne do celów określonych w niniejszej Polityce prywatności. Będziemy przechowywać i wykorzystywać Twoje dane w zakresie niezbędnym do wywiązania się z naszych zobowiązań prawnych (na przykład, jeśli jesteśmy zobowiązani do zachowania Twoich danych w celu zapewnienia zgodności z obowiązującymi przepisami), rozstrzygania sporów oraz egzekwowania naszych umów prawnych i zasad.","heading10":"10. Międzynarodowe przesyłanie danych","para101":"Twoje informacje, w tym dane osobowe, mogą być przesyłane i przechowywane na komputerach znajdujących się poza Twoim stanem, prowincją, krajem lub inną jurysdykcją rządową, gdzie przepisy dotyczące ochrony danych mogą różnić się od przepisów obowiązujących w Twojej jurysdykcji.","para102":"Twoja zgoda na niniejszą Politykę prywatności, a następnie przesłanie takich informacji oznacza zgodę na to przeniesienie. Hotstar Party podejmie wszelkie niezbędne kroki, aby zapewnić, że Twoje dane będą traktowane bezpiecznie i zgodnie z niniejszą Polityką prywatności, a żadne przekazanie Twoich danych osobowych do organizacji lub kraju nie będzie miało miejsca, chyba że zostaną zastosowane odpowiednie kontrole, w tym bezpieczeństwo Twoje dane i inne dane osobowe.","heading11":"11. Skontaktuj się z nami","para11":"W celu uzyskania dalszych wyjaśnień na temat naszych praktyk dotyczących danych lub skorzystania z jakichkolwiek praw, nie wahaj się z nami skontaktować pod adresem:","li111":"Impreza z gorącymi gwiazdami","li112":"E-mail:","li113":"Strona internetowa:","heading12":"12. Środki bezpieczeństwa danych","para12":"Poważnie podchodzimy do bezpieczeństwa Twoich danych. Wdrażamy różnorodne środki bezpieczeństwa, aby zapewnić bezpieczeństwo Twoich danych osobowych podczas ich wprowadzania, przesyłania lub uzyskiwania dostępu do nich. Obejmują one:","li121":"Stosowanie szyfrowania SSL/TLS dla danych przesyłanych przez Internet.","li122":"Wdrażanie protokołów i środków bezpieczeństwa w celu ochrony danych przechowywanych na naszych serwerach.","li123":"Ograniczenie dostępu do Twoich danych osobowych do pracowników, kontrahentów i agentów, którzy muszą znać te informacje, aby móc je przetwarzać w naszym imieniu. Osoby te są zobowiązane do zachowania poufności i mogą podlegać karom dyscyplinarnym, w tym rozwiązaniu umowy o pracę i postępowaniu karnemu, jeśli nie dopełnią tych obowiązków.","heading13":"13. Zgodność z wymogami prawnymi","para13":"Możemy ujawnić Twoje dane osobowe, jeśli jest to wymagane przez prawo lub wezwanie sądowe lub jeśli uważamy, że takie działanie jest konieczne, aby:","li131":"Przestrzegaj prawa i uzasadnionych żądań organów ścigania.","li132":"Egzekwuj zasady naszej witryny internetowej lub chroń prawa, własność lub bezpieczeństwo naszej firmy, naszych klientów lub innych osób.","li133":"Zapobiegaj lub zaprzestawaj działań, które możemy uznać za nielegalne, nieetyczne lub podlegające zaskarżeniu lub mogące stanowić ryzyko.","heading14":"14. Zmiany w niniejszej Polityce Prywatności","para141":"Zastrzegamy sobie prawo do aktualizacji lub zmiany naszej Polityki prywatności w dowolnym momencie. Należy okresowo sprawdzać niniejszą Politykę prywatności. Dalsze korzystanie z usługi po opublikowaniu przez nas jakichkolwiek zmian w Polityce prywatności na tej stronie będzie stanowić potwierdzenie modyfikacji i zgodę na przestrzeganie i związanie się zmodyfikowaną Polityką prywatności.","para142":"Jeśli wprowadzimy jakiekolwiek istotne zmiany w sposobie traktowania naszych użytkowników","heading15":"15. Informacje kontaktowe","para15":"W przypadku dodatkowych pytań lub komentarzy dotyczących niniejszej Polityki prywatności prosimy o kontakt, korzystając z poniższych informacji:","li151":"Impreza z gorącymi gwiazdami","li152":"E-mail:","li153":"Strona internetowa:","heading16":"16. Linki stron trzecich","para16":"Czasami, według naszego uznania, możemy włączyć lub oferować produkty lub usługi stron trzecich na naszej stronie internetowej. Te witryny stron trzecich mają odrębną i niezależną politykę prywatności. Dlatego nie ponosimy żadnej odpowiedzialności za treść i działalność tych stron, do których prowadzą linki. Niemniej jednak staramy się chronić integralność naszej witryny i chętnie przyjmujemy wszelkie opinie na temat tych witryn.","heading17":"17. Fora publiczne","para17":"Należy pamiętać, że jeśli dobrowolnie ujawnisz Dane osobowe online w publicznie dostępnej części witryny, informacje te mogą zostać zebrane i wykorzystane przez inne osoby. Nie kontrolujemy działań naszych gości i użytkowników.","heading18":"18. Prywatność dzieci","para18":"Nasze rozszerzenie nie jest skierowane do osób poniżej 13 roku życia. Nie zbieramy świadomie danych osobowych od dzieci poniżej 13 roku życia. W przypadku odkrycia, że ​​dziecko poniżej 13 roku życia przekazało nam dane osobowe, natychmiast usuwamy je z naszych serwerów. Jeżeli jesteś rodzicem lub opiekunem i wiesz, że Twoje dziecko przekazało nam dane osobowe, skontaktuj się z nami, abyśmy mogli podjąć niezbędne działania.","heading19":"19. Twoja zgoda","para19":"Korzystając z naszego rozszerzenia, wyrażasz zgodę na naszą Politykę prywatności i zgadzasz się z nią","terms":"warunki.","heading20":"20. Aktualizacja Twoich danych","para20":"Jeśli chcesz przejrzeć, poprawić, zaktualizować lub usunąć dane osobowe, które posiadamy na Twój temat lub jeśli chcesz zmienić swoje preferencje dotyczące kontaktów z nami, możesz nas o tym poinformować, kontaktując się z nami pod adresem podanym w Informacjach kontaktowych część tej polityki.","heading21":"21. Prawo do rezygnacji","para21":"Użytkownicy mogą w dowolnym momencie zrezygnować z otrzymywania od nas wiadomości w przyszłości. Aby zrezygnować z otrzymywania wiadomości e-mail i biuletynów, możesz postępować zgodnie z instrukcjami zawartymi w naszych e-mailach.","heading22":"22. Dodatkowe informacje dla użytkowników z UE","para22":"Użytkownikom zamieszkującym na terenie Unii Europejskiej przysługują określone prawa wynikające z ogólnego rozporządzenia o ochronie danych (RODO). Prawa te obejmują możliwość dostępu do Twoich danych osobowych, ich poprawiania, usuwania, ograniczania, przenoszenia lub sprzeciwu wobec przetwarzania Twoich danych osobowych. Jeżeli chcą Państwo skorzystać z tych praw, prosimy o kontakt na podane dane.","heading23":"23. Dane kontaktowe w przypadku dalszych zapytań","para23":"W razie dalszych pytań lub w celu skorzystania ze swoich praw możesz skontaktować się z nami pod adresem:","li231":"Impreza z gorącymi gwiazdami","li232":"E-mail:","li233":"Strona internetowa:","li234":"Ostatnia aktualizacja: 23 kwietnia 2024 r","readmore":"Czytaj więcej ..."}