{"mainheading":"Política de privacidade para festa Hotstar","overview":"Visão geral","overviewpara":"Bem-vindo à Festa Hotstar! Esta Política de Privacidade descreve como suas informações são coletadas, usadas e compartilhadas quando você usa a extensão Hotstar Party disponível em nosso site em","overviewspan":". Ao utilizar nossa extensão, você concorda com a coleta e uso de informações de acordo com esta política. Se você não concorda com os termos, não use a extensão.","heading1":"1. Coleta e uso de informações","subheading11":"a. Informações pessoais","subpara11":"Coletamos informações que você nos fornece diretamente quando usa nossa extensão. Isso pode incluir:","li01":"Endereço de email","li02":"Tipo e configurações do navegador","li03":"Data e hora em que a extensão foi usada","li04":"Informações sobre configuração do navegador e plugins","li05":"endereço de IP","subheading12":"b. Dados de uso","subpara12":"Também coletamos informações automaticamente conforme você navega pelos sites. Essas informações incluem detalhes sobre suas visitas, como dados de tráfego, dados de localização, registros e outros dados e recursos de comunicação que você acessa.","heading2":"2. Compartilhamento e divulgação de informações","para2":"Não vendemos, comercializamos ou de outra forma transferimos a terceiros suas informações de identificação pessoal, a menos que forneçamos aviso prévio aos usuários. Isso não inclui parceiros de hospedagem de sites e outras partes que nos auxiliam na operação de nosso site, na condução de nossos negócios ou no atendimento aos nossos usuários, desde que essas partes concordem em manter essas informações confidenciais.","heading3":"3. Cookies e tecnologias de rastreamento","para3":"A Hotstar Party usa cookies e tecnologias de rastreamento semelhantes para rastrear a atividade em nossos serviços e mantemos certas informações. Cookies são arquivos com uma pequena quantidade de dados que podem incluir um identificador único anônimo. Você pode instruir seu navegador para recusar todos os cookies ou indicar quando um cookie está sendo enviado.","heading4":"4. Segurança de dados","para4":"Nós nos esforçamos para implementar medidas de segurança razoáveis ​​para proteger contra acesso não autorizado ou alteração, divulgação ou destruição não autorizada de dados. No entanto, nenhuma transmissão de dados pela Internet ou rede sem fio pode ser garantida.","heading5":"5. Divulgação de afiliados","para5":"Esta extensão foi projetada para manter um serviço de alta qualidade e gerenciar os custos do servidor de maneira eficaz. Como parte de nossos esforços para sustentar nossas operações, podemos ganhar comissões de afiliados sobre compras feitas na maioria dos sites após a instalação da extensão, que funciona automaticamente.","heading6":"6. Seus direitos","subheading61":"a. Direito à Retificação","subpara61":"Você tem o direito de corrigir ou completar quaisquer dados pessoais incorretos ou incompletos que mantemos sobre você. Se você notar alguma discrepância ou imprecisão nas informações que nos forneceu, entre em contato conosco imediatamente.","subheading62":"b. Direito à Restrição","subpara62":"Você tem o direito de solicitar que restrinjamos o processamento dos seus dados pessoais em determinadas circunstâncias, como se você contestar a exatidão desses dados ou se tiver se oposto ao nosso processamento.","subheading63":"c. Direito de oposição","subpara63":"Tem o direito de se opor ao nosso processamento dos seus dados pessoais em determinadas circunstâncias, especialmente se estivermos a processar os seus dados com base em interesses legítimos ou para fins de marketing direto.","heading7":"7. Alterações nesta Política de Privacidade","para7":"Poderemos atualizar nossa Política de Privacidade de tempos em tempos. Iremos notificá-lo sobre quaisquer alterações publicando a nova Política de Privacidade nesta página. Avisaremos você por e-mail e/ou um aviso em destaque em nosso serviço, antes que a alteração entre em vigor.","heading8":"8. Informações de contato","para8":"Para qualquer dúvida ou preocupação em relação a esta Política de Privacidade, entre em contato conosco:","li81":"Festa Hotstar","li82":"E-mail:","li83":"Local na rede Internet:","heading9":"9. Retenção de dados","para9":"Reteremos as suas informações pessoais apenas durante o tempo necessário para os fins estabelecidos nesta Política de Privacidade. Reteremos e utilizaremos as suas informações na medida necessária para cumprir as nossas obrigações legais (por exemplo, se formos obrigados a reter os seus dados para cumprir as leis aplicáveis), resolver disputas e fazer cumprir os nossos acordos e políticas legais.","heading10":"10. Transferências Internacionais de Dados","para101":"Suas informações, incluindo dados pessoais, podem ser transferidas e mantidas em computadores localizados fora de seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados possam diferir daquelas de sua jurisdição.","para102":"Seu consentimento com esta Política de Privacidade seguido pelo envio de tais informações representa sua concordância com essa transferência. A Hotstar Party tomará todas as medidas razoavelmente necessárias para garantir que seus dados sejam tratados com segurança e de acordo com esta Política de Privacidade e nenhuma transferência de seus dados pessoais ocorrerá para uma organização ou país, a menos que haja controles adequados em vigor, incluindo a segurança de seus dados e outras informações pessoais.","heading11":"11. Contate-nos","para11":"Para mais esclarecimentos sobre as nossas práticas em matéria de dados ou para exercer algum dos seus direitos, não hesite em contactar-nos em:","li111":"Festa Hotstar","li112":"E-mail:","li113":"Local na rede Internet:","heading12":"12. Medidas de segurança de dados","para12":"Levamos a segurança dos seus dados a sério. Implementamos uma variedade de medidas de segurança para manter a segurança de suas informações pessoais quando você insere, envia ou acessa suas informações pessoais. Esses incluem:","li121":"Usando criptografia SSL/TLS para dados transmitidos pela Internet.","li122":"Implementar protocolos e medidas de segurança para proteger os dados armazenados em nossos servidores.","li123":"Limitar o acesso aos seus dados pessoais a funcionários, prestadores de serviços e agentes que precisam conhecer essas informações para processá-las em nosso nome. Esses indivíduos estão sujeitos a obrigações de confidencialidade e podem estar sujeitos a medidas disciplinares, incluindo demissão e processo criminal, caso não cumpram essas obrigações.","heading13":"13. Cumprimento dos Requisitos Legais","para13":"Poderemos divulgar suas informações pessoais quando exigido por lei ou intimação ou se acreditarmos que tal ação é necessária para:","li131":"Cumprir a lei e as solicitações razoáveis ​​das autoridades.","li132":"Aplicar as políticas do nosso site ou proteger os direitos, a propriedade ou a segurança da nossa empresa, dos nossos clientes ou de terceiros.","li133":"Impedir ou interromper atividades que possamos considerar ou representar um risco de ser uma atividade ilegal, antiética ou legalmente acionável.","heading14":"14. Alterações nesta Política de Privacidade","para141":"Reservamo-nos o direito de atualizar ou alterar a nossa Política de Privacidade a qualquer momento. Você deve verificar esta Política de Privacidade periodicamente. O uso continuado do serviço após publicarmos quaisquer modificações na Política de Privacidade nesta página constituirá seu reconhecimento das modificações e seu consentimento para cumprir e ficar vinculado à Política de Privacidade modificada.","para142":"Se fizermos quaisquer alterações materiais na forma como tratamos nossos usuários","heading15":"15. Informações de contato","para15":"Para quaisquer perguntas ou comentários adicionais sobre esta Política de Privacidade, entre em contato conosco usando as informações abaixo:","li151":"Festa Hotstar","li152":"E-mail:","li153":"Local na rede Internet:","heading16":"16. Links de terceiros","para16":"Ocasionalmente, a nosso critério, poderemos incluir ou oferecer produtos ou serviços de terceiros em nosso site. Esses sites de terceiros possuem políticas de privacidade separadas e independentes. Portanto, não temos qualquer responsabilidade pelo conteúdo e atividades desses sites vinculados. No entanto, procuramos proteger a integridade do nosso site e agradecemos qualquer feedback sobre esses sites.","heading17":"17. Fóruns Públicos","para17":"Esteja ciente de que se você divulgar voluntariamente Informações Pessoais on-line em uma parte do site acessível ao público, essas informações poderão ser coletadas e usadas por terceiros. Não controlamos as ações de nossos visitantes e usuários.","heading18":"18. Privacidade das Crianças","para18":"Nossa extensão não se dirige a ninguém com menos de 13 anos. Não coletamos intencionalmente informações de identificação pessoal de crianças menores de 13 anos. Caso descubramos que uma criança menor de 13 anos nos forneceu informações pessoais, as excluiremos imediatamente de nossos servidores. Se você é pai ou responsável e sabe que seu filho nos forneceu informações pessoais, entre em contato conosco para que possamos tomar as medidas necessárias.","heading19":"19. Seu consentimento","para19":"Ao usar nossa extensão, você concorda com nossa Política de Privacidade e concorda com seus","terms":"termos.","heading20":"20. Atualizando suas informações","para20":"Se desejar revisar, corrigir, atualizar ou excluir as informações pessoais que temos sobre você ou se desejar alterar suas preferências de contato conosco, você pode nos informar entrando em contato conosco pelas informações fornecidas nas Informações de contato. seção desta política.","heading21":"21. Direito de exclusão","para21":"Os usuários podem optar por não receber comunicações futuras nossas a qualquer momento. Para cancelar o recebimento de mensagens de e-mail e newsletters, você pode seguir as instruções fornecidas em nossos e-mails.","heading22":"22. Informações adicionais para usuários da UE","para22":"Os utilizadores residentes na União Europeia têm determinados direitos ao abrigo do Regulamento Geral de Proteção de Dados (RGPD). Estes direitos incluem a capacidade de aceder, retificar, apagar, restringir, transferir ou opor-se ao processamento dos seus dados pessoais. Se desejar exercer estes direitos, entre em contacto connosco através dos dados fornecidos.","heading23":"23. Informações de contato para consultas adicionais","para23":"Para qualquer dúvida ou para exercer seus direitos, você pode entrar em contato conosco em:","li231":"Festa Hotstar","li232":"E-mail:","li233":"Local na rede Internet:","li234":"Última atualização: 23 de abril de 2024","readmore":"Consulte Mais informação ..."}