{"mainheading":"Politica de confidențialitate pentru Hotstar Party","overview":"Prezentare generală","overviewpara":"Bun venit la Hotstar Party! Această politică de confidențialitate descrie modul în care informațiile dvs. sunt colectate, utilizate și partajate atunci când utilizați extensia Hotstar Party disponibilă pe site-ul nostru la adresa","overviewspan":". Folosind extensia noastră, sunteți de acord cu colectarea și utilizarea informațiilor în conformitate cu această politică. Dacă nu sunteți de acord cu termenii, vă rugăm să nu utilizați extensia.","heading1":"1. Colectarea și utilizarea informațiilor","subheading11":"A. Informații personale","subpara11":"Colectăm informații pe care ni le furnizați direct atunci când utilizați extensia noastră. Aceasta poate include:","li01":"Adresa de e-mail","li02":"Tipul browserului și setările","li03":"Data și ora în care a fost utilizată extensia","li04":"Informații despre configurarea browserului și pluginuri","li05":"adresa IP","subheading12":"b. Date de utilizare","subpara12":"De asemenea, colectăm informații automat pe măsură ce navigați prin site-uri. Aceste informații includ detalii despre vizitele dvs., cum ar fi datele despre trafic, datele despre locație, jurnalele și alte date și resurse de comunicare pe care le accesați.","heading2":"2. Partajarea și divulgarea informațiilor","para2":"Nu vindem, comercializăm sau transferăm în alt mod către părți externe informațiile dvs. de identificare personală decât dacă le oferim utilizatorilor o notificare prealabilă. Aceasta nu include partenerii de găzduire a site-urilor web și alte părți care ne ajută în operarea site-ului nostru web, în ​​desfășurarea afacerii noastre sau în deservirea utilizatorilor noștri, atâta timp cât acele părți sunt de acord să păstreze confidențialitatea acestor informații.","heading3":"3. Cookie-uri și tehnologii de urmărire","para3":"Hotstar Party folosește cookie-uri și tehnologii similare de urmărire pentru a urmări activitatea din serviciile noastre și deținem anumite informații. Cookie-urile sunt fișiere cu o cantitate mică de date care pot include un identificator unic anonim. Puteți solicita browserului dumneavoastră să refuze toate cookie-urile sau să indice când este trimis un cookie.","heading4":"4. Securitatea datelor","para4":"Ne străduim să implementăm măsuri de securitate rezonabile pentru a proteja împotriva accesului neautorizat sau a modificării, dezvăluirii sau distrugerii neautorizate a datelor. Cu toate acestea, nu poate fi garantată nicio transmisie de date prin Internet sau prin rețeaua fără fir.","heading5":"5. Dezvăluirea afiliaților","para5":"Această extensie este concepută pentru a menține un serviciu de înaltă calitate și a gestiona eficient costurile serverului. Ca parte a eforturilor noastre de a ne susține operațiunile, este posibil să câștigăm comisioane afiliate pentru achizițiile efectuate pe majoritatea site-urilor web după instalarea extensiei, care funcționează automat.","heading6":"6. Drepturile tale","subheading61":"A. Dreptul la rectificare","subpara61":"Aveți dreptul ca orice date cu caracter personal incorecte sau incomplete pe care le deținem despre dvs. să fie corectate sau completate. Dacă observați orice discrepanțe sau inexactități în informațiile pe care ni le-ați furnizat, vă rugăm să ne contactați imediat.","subheading62":"b. Dreptul la restricție","subpara62":"Aveți dreptul de a solicita să restricționăm prelucrarea datelor dumneavoastră cu caracter personal în anumite circumstanțe, cum ar fi dacă contestați acuratețea acestor date sau dacă v-ați opus prelucrării noastre.","subheading63":"c. Dreptul de a obiecta","subpara63":"Aveți dreptul de a vă opune prelucrării de către noi a datelor dumneavoastră cu caracter personal în anumite circumstanțe, în special dacă prelucrăm datele dumneavoastră pe baza unor interese legitime sau în scopuri de marketing direct.","heading7":"7. Modificări ale acestei politici de confidențialitate","para7":"Putem actualiza Politica noastră de confidențialitate din când în când. Vă vom anunța cu privire la orice modificare postând noua Politică de confidențialitate pe această pagină. Vă vom anunța prin e-mail și/sau printr-o notificare vizibilă cu privire la serviciul nostru, înainte ca schimbarea să devină efectivă.","heading8":"8. Informații de contact","para8":"Pentru orice întrebări sau nelămuriri cu privire la această Politică de confidențialitate, vă rugăm să ne contactați la:","li81":"Hotstar Party","li82":"E-mail:","li83":"Site:","heading9":"9. Păstrarea datelor","para9":"Vom păstra informațiile dumneavoastră personale numai atâta timp cât este necesar pentru scopurile prevăzute în această Politică de confidențialitate. Vom păstra și folosi informațiile dumneavoastră în măsura în care este necesar pentru a ne conforma obligațiilor legale (de exemplu, dacă ni se cere să păstrăm datele dumneavoastră pentru a ne conforma cu legile aplicabile), pentru a rezolva litigiile și a pune în aplicare acordurile și politicile noastre legale.","heading10":"10. Transferuri internaționale de date","para101":"Informațiile dvs., inclusiv datele personale, pot fi transferate și menținute pe computere situate în afara statului, provinciei, țării sau a altei jurisdicții guvernamentale în care legile privind protecția datelor pot diferi de cele din jurisdicția dvs.","para102":"Consimțământul dumneavoastră cu privire la această Politică de confidențialitate, urmat de transmiterea de către dumneavoastră a unor astfel de informații reprezintă acordul dumneavoastră cu privire la acest transfer. Hotstar Party va lua toate măsurile rezonabile necesare pentru a se asigura că datele dumneavoastră sunt tratate în siguranță și în conformitate cu această Politică de confidențialitate și niciun transfer al datelor dumneavoastră cu caracter personal nu va avea loc către o organizație sau o țară decât dacă există controale adecvate, inclusiv securitatea datele dumneavoastră și alte informații personale.","heading11":"11. Contactați-ne","para11":"Pentru clarificări suplimentare cu privire la practicile noastre de date sau pentru a vă exercita oricare dintre drepturile dumneavoastră, nu ezitați să ne contactați la:","li111":"Hotstar Party","li112":"E-mail:","li113":"Site:","heading12":"12. Măsuri de securitate a datelor","para12":"Luăm în serios securitatea datelor dvs. Implementăm o varietate de măsuri de securitate pentru a menține siguranța informațiilor dumneavoastră personale atunci când introduceți, trimiteți sau accesați informațiile dumneavoastră personale. Acestea includ:","li121":"Utilizarea criptării SSL/TLS pentru datele transmise prin Internet.","li122":"Implementarea protocoalelor și măsurilor de securitate pentru protejarea datelor stocate pe serverele noastre.","li123":"Limitarea accesului la datele dumneavoastră cu caracter personal la angajații, contractanții și agenții care trebuie să cunoască aceste informații pentru a le procesa în numele nostru. Aceste persoane sunt supuse unor obligații de confidențialitate și pot fi supuse disciplinei, inclusiv reziliere și urmărire penală, dacă nu își îndeplinesc aceste obligații.","heading13":"13. Respectarea cerințelor legale","para13":"Putem dezvălui informațiile dumneavoastră personale atunci când este necesar să facem acest lucru prin lege sau citație sau dacă considerăm că o astfel de acțiune este necesară pentru:","li131":"Respectați legea și cererile rezonabile ale forțelor de ordine.","li132":"Aplicați politicile site-ului nostru web sau protejați drepturile, proprietatea sau siguranța companiei noastre, a clienților noștri sau a altora.","li133":"Prevenirea sau oprirea activității pe care le putem considera a fi, sau a prezenta un risc de a fi, o activitate ilegală, lipsită de etică sau acționabilă din punct de vedere legal.","heading14":"14. Modificări ale acestei politici de confidențialitate","para141":"Ne rezervăm dreptul de a actualiza sau modifica Politica de confidențialitate în orice moment. Ar trebui să verificați periodic această Politică de confidențialitate. Continuarea utilizării serviciului după ce publicăm orice modificări aduse Politicii de confidențialitate pe această pagină va constitui luarea la cunoștință a modificărilor și consimțământul dumneavoastră de a respecta și de a fi legat de Politica de confidențialitate modificată.","para142":"Dacă facem modificări materiale în modul în care ne tratăm utilizatorii","heading15":"15. Informații de contact","para15":"Pentru orice întrebări sau comentarii suplimentare despre această Politică de confidențialitate, vă rugăm să ne contactați folosind informațiile de mai jos:","li151":"Hotstar Party","li152":"E-mail:","li153":"Site:","heading16":"16. Link-uri terță parte","para16":"Ocazional, la discreția noastră, putem include sau oferi produse sau servicii terță parte pe site-ul nostru web. Aceste site-uri terțe au politici de confidențialitate separate și independente. Prin urmare, nu avem nicio responsabilitate sau răspundere pentru conținutul și activitățile acestor site-uri conectate. Cu toate acestea, căutăm să protejăm integritatea site-ului nostru și salutăm orice feedback despre aceste site-uri.","heading17":"17. Forumuri publice","para17":"Vă rugăm să rețineți că, dacă dezvăluiți în mod voluntar Informații personale online într-o parte a site-ului web accesibilă publicului, acele informații ar putea fi colectate și utilizate de către alții. Nu controlăm acțiunile vizitatorilor și utilizatorilor noștri.","heading18":"18. Confidențialitatea copiilor","para18":"Extensia noastră nu se adresează nimănui cu vârsta sub 13 ani. Nu colectăm cu bună știință informații de identificare personală de la copiii sub 13 ani. În cazul în care descoperim că un copil sub 13 ani ne-a furnizat informații personale, le ștergem imediat de pe serverele noastre. Dacă sunteți părinte sau tutore și știți că copilul dumneavoastră ne-a furnizat informații personale, vă rugăm să ne contactați, astfel încât să putem face acțiunile necesare.","heading19":"19. Consimțământul dumneavoastră","para19":"Prin utilizarea extensiei noastre, sunteți de acord cu Politica noastră de confidențialitate și sunteți de acord cu aceasta","terms":"termeni.","heading20":"20. Actualizarea informațiilor dvs","para20":"Dacă doriți să revizuiți, să corectați, să actualizați sau să ștergeți informațiile personale pe care le avem despre dvs. sau dacă doriți să vă schimbați preferințele pentru contactele de la noi, ne puteți anunța contactându-ne la informațiile furnizate în Informațiile de contact. secțiunea acestei politici.","heading21":"21. Opt-out Dreptul","para21":"Utilizatorii pot opta oricând să nu mai primească comunicări viitoare de la noi. Pentru a renunța la primirea de mesaje de e-mail și buletine informative, puteți urma instrucțiunile furnizate în e-mailurile noastre.","heading22":"22. Informații suplimentare pentru utilizatorii din UE","para22":"Utilizatorii rezidenți în Uniunea Europeană au dreptul la anumite drepturi în temeiul Regulamentului general privind protecția datelor (GDPR). Aceste drepturi includ posibilitatea de a accesa, rectifica, șterge, restricționa, transfera sau opune prelucrării datelor dumneavoastră cu caracter personal. Dacă doriți să vă exercitați aceste drepturi, vă rugăm să ne contactați la detaliile furnizate.","heading23":"23. Informații de contact pentru întrebări suplimentare","para23":"Pentru orice întrebări suplimentare sau pentru a vă exercita drepturile, ne puteți contacta la:","li231":"Hotstar Party","li232":"E-mail:","li233":"Site:","li234":"Ultima actualizare: 23 aprilie 2024","readmore":"Citeşte mai mult ..."}