{"mainheading":"Политика конфиденциальности Hotstar Party","overview":"Обзор","overviewpara":"Добро пожаловать на вечеринку Hotstar! В настоящей Политике конфиденциальности описывается, как ваша информация собирается, используется и передается, когда вы используете расширение Hotstar Party, доступное на нашем веб-сайте по адресу:","overviewspan":". Используя наше расширение, вы соглашаетесь на сбор и использование информации в соответствии с настоящей политикой. Если вы не согласны с условиями, пожалуйста, не используйте расширение.","heading1":"1. Сбор и использование информации","subheading11":"а. Персональная информация","subpara11":"Мы собираем информацию, которую вы предоставляете непосредственно нам, когда используете наше расширение. Это может включать в себя:","li01":"Адрес электронной почты","li02":"Тип и настройки браузера","li03":"Дата и время использования расширения","li04":"Информация о конфигурации браузера и плагинах","li05":"айпи адрес","subheading12":"б. Данные об использовании","subpara12":"Мы также собираем информацию автоматически, когда вы перемещаетесь по сайтам. Эта информация включает в себя подробную информацию о ваших посещениях, такую ​​как данные о трафике, данные о местоположении, журналы и другие данные связи и ресурсы, к которым вы обращаетесь.","heading2":"2. Обмен и раскрытие информации","para2":"Мы не продаем, не обмениваем и не передаем иным образом сторонним лицам вашу личную информацию, если мы не предоставим пользователям предварительное уведомление. Сюда не входят партнеры по хостингу веб-сайтов и другие стороны, которые помогают нам в работе нашего веб-сайта, ведении бизнеса или обслуживании наших пользователей, при условии, что эти стороны соглашаются сохранять конфиденциальность этой информации.","heading3":"3. Файлы cookie и технологии отслеживания","para3":"Hotstar Party использует файлы cookie и аналогичные технологии отслеживания для отслеживания активности в наших сервисах, и мы храним определенную информацию. Файлы cookie — это файлы с небольшим объемом данных, которые могут включать анонимный уникальный идентификатор. Вы можете указать своему браузеру отказаться от всех файлов cookie или указать, когда файлы cookie отправляются.","heading4":"4. Безопасность данных","para4":"Мы стремимся реализовать разумные меры безопасности для защиты от несанкционированного доступа или несанкционированного изменения, раскрытия или уничтожения данных. Однако передача данных через Интернет или беспроводную сеть не может быть гарантирована.","heading5":"5. Раскрытие информации о партнерстве","para5":"Это расширение предназначено для поддержания высокого качества обслуживания и эффективного управления расходами на сервер. В рамках наших усилий по поддержанию нашей деятельности мы можем получать партнерские комиссионные за покупки, совершенные на большинстве веб-сайтов, после установки расширения, которое работает автоматически.","heading6":"6. Ваши права","subheading61":"а. Право на исправление","subpara61":"Вы имеете право на исправление или дополнение любых неверных или неполных личных данных о вас, которые мы храним. Если вы заметили какие-либо расхождения или неточности в информации, которую вы нам предоставили, немедленно свяжитесь с нами.","subheading62":"б. Право на ограничение","subpara62":"Вы имеете право потребовать, чтобы мы ограничили обработку ваших персональных данных при определенных обстоятельствах, например, если вы оспариваете точность этих данных или возражаете против нашей обработки.","subheading63":"в. Право на возражение","subpara63":"Вы имеете право возражать против обработки нами ваших персональных данных при определенных обстоятельствах, особенно если мы обрабатываем ваши данные на основании законных интересов или в целях прямого маркетинга.","heading7":"7. Изменения в настоящей Политике конфиденциальности","para7":"Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы сообщим вам о любых изменениях, разместив новую Политику конфиденциальности на этой странице. Мы сообщим вам об этом по электронной почте и/или в заметном уведомлении о нашем сервисе до того, как изменение вступит в силу.","heading8":"8. Контактная информация","para8":"По любым вопросам или сомнениям относительно настоящей Политики конфиденциальности свяжитесь с нами по адресу:","li81":"Вечеринка горячей звезды","li82":"Электронная почта:","li83":"Веб-сайт:","heading9":"9. Хранение данных","para9":"Мы будем хранить вашу личную информацию только до тех пор, пока это необходимо для целей, изложенных в настоящей Политике конфиденциальности. Мы будем хранить и использовать вашу информацию в объеме, необходимом для соблюдения наших юридических обязательств (например, если мы обязаны хранить ваши данные в соответствии с действующим законодательством), разрешения споров и обеспечения соблюдения наших юридических соглашений и политик.","heading10":"10. Международная передача данных","para101":"Ваша информация, включая персональные данные, может передаваться и храниться на компьютерах, расположенных за пределами вашего штата, провинции, страны или другой государственной юрисдикции, где законы о защите данных могут отличаться от законов вашей юрисдикции.","para102":"Ваше согласие с настоящей Политикой конфиденциальности с последующим предоставлением такой информации означает ваше согласие на такую ​​передачу. Hotstar Party предпримет все разумно необходимые шаги для обеспечения безопасного обращения с вашими данными в соответствии с настоящей Политикой конфиденциальности, и никакая передача ваших личных данных не будет осуществляться в организацию или страну, если не будут приняты адекватные меры контроля, включая безопасность ваши данные и другая личная информация.","heading11":"11. Свяжитесь с нами","para11":"Для получения дополнительных разъяснений о нашей практике обработки данных или реализации каких-либо ваших прав, не стесняйтесь обращаться к нам по адресу:","li111":"Вечеринка горячей звезды","li112":"Электронная почта:","li113":"Веб-сайт:","heading12":"12. Меры безопасности данных","para12":"Мы серьезно относимся к безопасности ваших данных. Мы реализуем различные меры безопасности для обеспечения безопасности вашей личной информации, когда вы вводите, отправляете или получаете доступ к своей личной информации. К ним относятся:","li121":"Использование шифрования SSL/TLS для данных, передаваемых через Интернет.","li122":"Внедрение протоколов безопасности и мер по защите данных, хранящихся на наших серверах.","li123":"Ограничение доступа к вашим личным данным для сотрудников, подрядчиков и агентов, которым необходимо знать эту информацию, чтобы обрабатывать ее от нашего имени. Эти лица связаны обязательствами конфиденциальности и могут быть подвергнуты дисциплинарным взысканиям, включая увольнение и уголовное преследование, если они не выполнят эти обязательства.","heading13":"13. Соблюдение требований законодательства","para13":"Мы можем раскрыть вашу личную информацию, если этого требует закон или повестка в суд, или если мы считаем, что такое действие необходимо для:","li131":"Соблюдать закон и обоснованные требования правоохранительных органов.","li132":"Обеспечьте соблюдение политик нашего веб-сайта или защитите права, собственность или безопасность нашей компании, наших клиентов или других лиц.","li133":"Предотвращать или прекращать деятельность, которую мы можем считать незаконной, неэтичной или юридически обоснованной деятельностью или представлять собой риск такой деятельности.","heading14":"14. Изменения в настоящей Политике конфиденциальности","para141":"Мы оставляем за собой право обновлять или изменять нашу Политику конфиденциальности в любое время. Вам следует периодически проверять настоящую Политику конфиденциальности. Ваше дальнейшее использование услуги после того, как мы опубликуем любые изменения в Политике конфиденциальности на этой странице, будет означать ваше признание изменений и ваше согласие соблюдать и соблюдать измененную Политику конфиденциальности.","para142":"Если мы внесем какие-либо существенные изменения в то, как мы относимся к нашим пользователям","heading15":"15. Контактная информация","para15":"Если у вас возникнут дополнительные вопросы или комментарии по поводу настоящей Политики конфиденциальности, свяжитесь с нами, используя информацию ниже:","li151":"Вечеринка горячей звезды","li152":"Электронная почта:","li153":"Веб-сайт:","heading16":"16. Сторонние ссылки","para16":"Иногда, по нашему усмотрению, мы можем включать или предлагать сторонние продукты или услуги на нашем веб-сайте. Эти сторонние сайты имеют отдельную и независимую политику конфиденциальности. Поэтому мы не несем ответственности за содержание и деятельность этих связанных сайтов. Тем не менее, мы стремимся защитить целостность нашего сайта и приветствуем любые отзывы об этих сайтах.","heading17":"17. Общественные форумы","para17":"Помните, что если вы добровольно раскрываете Персональную информацию онлайн в общедоступной части веб-сайта, эта информация может быть собрана и использована другими. Мы не контролируем действия наших посетителей и пользователей.","heading18":"18. Конфиденциальность детей","para18":"Наше расширение не адресовано лицам младше 13 лет. Мы сознательно не собираем личную информацию от детей до 13 лет. В случае, если мы обнаружим, что ребенок до 13 лет предоставил нам личную информацию, мы немедленно удалим ее с наших серверов. Если вы являетесь родителем или опекуном и знаете, что ваш ребенок предоставил нам личную информацию, свяжитесь с нами, чтобы мы могли выполнить необходимые действия.","heading19":"19. Ваше согласие","para19":"Используя наше расширение, вы тем самым соглашаетесь с нашей Политикой конфиденциальности и соглашаетесь с ее","terms":"условия.","heading20":"20. Обновление вашей информации","para20":"Если вы хотите просмотреть, исправить, обновить или удалить личную информацию, которую мы имеем о вас, или если вы хотите изменить свои предпочтения в отношении контактов с нами, вы можете сообщить нам об этом, связавшись с нами, используя информацию, указанную в Контактной информации. раздел настоящей политики.","heading21":"21. Право отказа","para21":"Пользователи могут отказаться от получения от нас сообщений в любое время. Чтобы отказаться от получения сообщений по электронной почте и информационных бюллетеней, вы можете следовать инструкциям, приведенным в наших электронных письмах.","heading22":"22. Дополнительная информация для пользователей из ЕС","para22":"Пользователи, проживающие в Европейском Союзе, имеют определенные права в соответствии с Общим регламентом защиты данных (GDPR). Эти права включают возможность доступа, исправления, удаления, ограничения, передачи или возражения против обработки ваших личных данных. Если вы хотите воспользоваться этими правами, свяжитесь с нами по указанным контактам.","heading23":"23. Контактная информация для дальнейших запросов","para23":"Если у вас возникнут дополнительные вопросы или вы сможете воспользоваться своими правами, вы можете связаться с нами по адресу:","li231":"Вечеринка горячей звезды","li232":"Электронная почта:","li233":"Веб-сайт:","li234":"Последнее обновление: 23 апреля 2024 г.","readmore":"Читать далее ..."}