{"mainheading":"Zásady ochrany osobných údajov pre Hotstar Party","overview":"Prehľad","overviewpara":"Vitajte na Hotstar Party! Tieto zásady ochrany osobných údajov popisujú, ako sa zhromažďujú, používajú a zdieľajú vaše informácie, keď používate rozšírenie Hotstar Party dostupné na našej webovej stránke na adrese","overviewspan":". Používaním nášho rozšírenia súhlasíte so zhromažďovaním a používaním informácií v súlade s týmito zásadami. Ak nesúhlasíte s podmienkami, nepoužívajte rozšírenie.","heading1":"1. Zhromažďovanie a používanie informácií","subheading11":"a. Osobné informácie","subpara11":"Zhromažďujeme informácie, ktoré nám poskytnete priamo pri používaní nášho rozšírenia. To môže zahŕňať:","li01":"Emailová adresa","li02":"Typ a nastavenia prehliadača","li03":"Dátum a čas použitia rozšírenia","li04":"Informácie o konfigurácii prehliadača a zásuvných moduloch","li05":"IP adresa","subheading12":"b. Údaje o používaní","subpara12":"Informácie zhromažďujeme aj automaticky, keď prechádzate stránkami. Tieto informácie zahŕňajú podrobnosti o vašich návštevách, ako sú údaje o návštevnosti, údaje o polohe, denníky a ďalšie komunikačné údaje a zdroje, ku ktorým máte prístup.","heading2":"2. Zdieľanie a zverejňovanie informácií","para2":"Nepredávame, neobchodujeme ani inak neprevádzame vaše osobné údaje tretím stranám, pokiaľ o tom používateľov vopred neinformujeme. To nezahŕňa partnerov hosťovania webových stránok a iné strany, ktoré nám pomáhajú pri prevádzkovaní našej webovej stránky, pri vykonávaní našej činnosti alebo pri poskytovaní služieb našim používateľom, pokiaľ tieto strany súhlasia s tým, že budú tieto informácie uchovávať v tajnosti.","heading3":"3. Súbory cookie a technológie sledovania","para3":"Hotstar Party používa súbory cookie a podobné technológie sledovania na sledovanie aktivity v našich službách a uchovávame určité informácie. Cookies sú súbory s malým množstvom údajov, ktoré môžu obsahovať anonymný jedinečný identifikátor. Môžete dať svojmu prehliadaču pokyn, aby odmietol všetky súbory cookie alebo aby oznámil, kedy sa súbor cookie odosiela.","heading4":"4. Bezpečnosť údajov","para4":"Snažíme sa implementovať primerané bezpečnostné opatrenia na ochranu pred neoprávneným prístupom alebo neoprávnenou zmenou, zverejnením alebo zničením údajov. Nie je však možné zaručiť prenos údajov cez internet alebo bezdrôtovú sieť.","heading5":"5. Zverejnenie pridružených spoločností","para5":"Toto rozšírenie je navrhnuté tak, aby udržiavalo vysokokvalitné služby a efektívne spravovalo náklady na server. V rámci nášho úsilia o udržanie našich operácií môžeme po inštalácii rozšírenia, ktoré funguje automaticky, zarábať pridružené provízie za nákupy uskutočnené na väčšine webových stránok.","heading6":"6. Vaše práva","subheading61":"a. Právo na opravu","subpara61":"Máte právo na opravu alebo doplnenie akýchkoľvek nesprávnych alebo neúplných osobných údajov, ktoré o vás uchovávame. Ak si všimnete akékoľvek nezrovnalosti alebo nepresnosti v informáciách, ktoré ste nám poskytli, ihneď nás kontaktujte.","subheading62":"b. Právo na obmedzenie","subpara62":"Máte právo požadovať, aby sme za určitých okolností obmedzili spracúvanie vašich osobných údajov, napríklad ak popierate presnosť týchto údajov alebo ak ste namietali proti nášmu spracovaniu.","subheading63":"c. Právo namietať","subpara63":"Za určitých okolností máte právo namietať proti spracovaniu vašich osobných údajov, najmä ak vaše údaje spracovávame na základe oprávnených záujmov alebo na účely priameho marketingu.","heading7":"7. Zmeny týchto zásad ochrany osobných údajov","para7":"Naše Zásady ochrany osobných údajov môžeme z času na čas aktualizovať. O akýchkoľvek zmenách vás budeme informovať zverejnením nových Zásad ochrany osobných údajov na tejto stránke. Dáme vám vedieť e-mailom a/alebo nápadným oznámením v našej službe predtým, ako zmena nadobudne účinnosť.","heading8":"8. Kontaktné informácie","para8":"V prípade akýchkoľvek otázok alebo obáv týkajúcich sa týchto zásad ochrany osobných údajov nás kontaktujte na adrese:","li81":"Hotstar Party","li82":"Email:","li83":"Webstránka:","heading9":"9. Uchovávanie údajov","para9":"Vaše osobné údaje budeme uchovávať len dovtedy, kým je to potrebné na účely uvedené v týchto zásadách ochrany osobných údajov. Budeme uchovávať a používať vaše informácie v rozsahu potrebnom na splnenie našich zákonných povinností (napríklad ak sme povinní uchovávať vaše údaje v súlade s platnými zákonmi), riešiť spory a presadzovať naše právne dohody a zásady.","heading10":"10. Medzinárodné prenosy údajov","para101":"Vaše informácie, vrátane osobných údajov, môžu byť prenesené a uchovávané na počítačoch, ktoré sa nachádzajú mimo vášho štátu, provincie, krajiny alebo inej vládnej jurisdikcie, kde sa zákony na ochranu údajov môžu líšiť od zákonov vašej jurisdikcie.","para102":"Váš súhlas s týmito zásadami ochrany osobných údajov, po ktorom nasleduje odoslanie takýchto informácií, predstavuje váš súhlas s týmto prenosom. Hotstar Party podnikne všetky kroky primerane potrebné na zabezpečenie toho, aby sa s vašimi údajmi zaobchádzalo bezpečne a v súlade s týmito Zásadami ochrany osobných údajov a že sa neuskutoční žiadny prenos vašich osobných údajov do organizácie alebo krajiny, pokiaľ nie sú zavedené primerané kontroly vrátane zabezpečenia vaše údaje a ďalšie osobné údaje.","heading11":"11. Kontaktujte nás","para11":"Pre ďalšie objasnenie našich postupov v oblasti údajov alebo uplatnenie ktoréhokoľvek z vašich práv nás neváhajte kontaktovať na adrese:","li111":"Hotstar Party","li112":"Email:","li113":"Webstránka:","heading12":"12. Opatrenia na zabezpečenie údajov","para12":"Bezpečnosť vašich údajov berieme vážne. Zavádzame rôzne bezpečnostné opatrenia, aby sme zachovali bezpečnosť vašich osobných údajov pri zadávaní, odosielaní alebo pristupovaní k vašim osobným údajom. Tie obsahujú:","li121":"Používanie šifrovania SSL/TLS pre dáta prenášané cez internet.","li122":"Implementácia bezpečnostných protokolov a opatrení na ochranu údajov uložených na našich serveroch.","li123":"Obmedzenie prístupu k vašim osobným údajom na zamestnancov, dodávateľov a zástupcov, ktorí potrebujú poznať tieto informácie, aby ich mohli spracovať v našom mene. Títo jednotlivci sú viazaní povinnosťou mlčanlivosti a môžu byť potrestaní, vrátane ukončenia pracovného pomeru a trestného stíhania, ak tieto povinnosti nesplnia.","heading13":"13. Súlad s právnymi požiadavkami","para13":"Vaše osobné údaje môžeme zverejniť, ak to vyžaduje zákon alebo predvolanie alebo ak sa domnievame, že takéto opatrenie je potrebné na:","li131":"Dodržiavajte zákon a primerané požiadavky orgánov činných v trestnom konaní.","li132":"Presadzovať pravidlá našej webovej lokality alebo chrániť práva, majetok alebo bezpečnosť našej spoločnosti, našich zákazníkov alebo iných.","li133":"Zabrániť alebo zastaviť činnosť, ktorú môžeme považovať za nezákonnú, neetickú alebo právne žalovateľnú činnosť alebo ktorá predstavuje riziko, že ide o činnosť.","heading14":"14. Zmeny týchto Zásad ochrany osobných údajov","para141":"Vyhradzujeme si právo kedykoľvek aktualizovať alebo zmeniť naše Zásady ochrany osobných údajov. Tieto Zásady ochrany osobných údajov by ste mali pravidelne kontrolovať. Vaše ďalšie používanie služby po tom, čo uverejníme akékoľvek úpravy Zásad ochrany osobných údajov na tejto stránke, bude predstavovať vaše uznanie úprav a váš súhlas dodržiavať upravené Zásady ochrany osobných údajov a byť nimi viazaní.","para142":"Ak vykonáme akékoľvek podstatné zmeny v tom, ako zaobchádzame s našimi používateľmi","heading15":"15. Kontaktné informácie","para15":"V prípade akýchkoľvek ďalších otázok alebo komentárov k týmto zásadám ochrany osobných údajov nás kontaktujte pomocou nižšie uvedených informácií:","li151":"Hotstar Party","li152":"Email:","li153":"Webstránka:","heading16":"16. Odkazy tretích strán","para16":"Príležitostne môžeme podľa vlastného uváženia zahrnúť alebo ponúknuť produkty alebo služby tretích strán na našej webovej stránke. Tieto stránky tretích strán majú samostatné a nezávislé zásady ochrany osobných údajov. Preto nenesieme žiadnu zodpovednosť za obsah a aktivity týchto prepojených stránok. Napriek tomu sa snažíme chrániť integritu našej stránky a vítame akúkoľvek spätnú väzbu o týchto stránkach.","heading17":"17. Verejné fóra","para17":"Prosím, uvedomte si, že ak dobrovoľne zverejníte osobné údaje online vo verejne prístupnej časti webovej stránky, tieto informácie môžu zbierať a používať iní. Nekontrolujeme akcie našich návštevníkov a používateľov.","heading18":"18. Súkromie detí","para18":"Naše rozšírenie neoslovuje nikoho mladšieho ako 13 rokov. Vedome nezhromažďujeme osobné údaje od detí mladších ako 13 rokov. V prípade, že zistíme, že dieťa mladšie ako 13 rokov nám poskytlo osobné údaje, tieto okamžite vymažeme z našich serverov. Ak ste rodič alebo opatrovník a viete, že vaše dieťa nám poskytlo osobné údaje, kontaktujte nás, aby sme mohli vykonať potrebné kroky.","heading19":"19. Váš súhlas","para19":"Používaním nášho rozšírenia týmto súhlasíte s našimi Zásadami ochrany osobných údajov a súhlasíte s nimi","terms":"podmienky.","heading20":"20. Aktualizácia vašich informácií","para20":"Ak by ste chceli skontrolovať, opraviť, aktualizovať alebo vymazať osobné údaje, ktoré o vás máme, alebo ak by ste chceli zmeniť svoje predvoľby kontaktov od nás, môžete nám dať vedieť tak, že nás kontaktujete na informácie uvedené v Kontaktných údajoch časti týchto zásad.","heading21":"21. Právo na odhlásenie","para21":"Používatelia sa môžu kedykoľvek odhlásiť z prijímania budúcej komunikácie od nás. Ak chcete zrušiť odber e-mailových správ a bulletinov, môžete postupovať podľa pokynov uvedených v našich e-mailoch.","heading22":"22. Ďalšie informácie pre používateľov v EÚ","para22":"Používatelia s bydliskom v Európskej únii majú nárok na určité práva podľa všeobecného nariadenia o ochrane údajov (GDPR). Tieto práva zahŕňajú možnosť prístupu k vašim osobným údajom, ich opravu, vymazanie, obmedzenie, prenos alebo namietanie proti spracovaniu vašich osobných údajov. Ak chcete tieto práva uplatniť, kontaktujte nás na uvedených údajoch.","heading23":"23. Kontaktné informácie pre ďalšie otázky","para23":"V prípade akýchkoľvek ďalších otázok alebo uplatnenia svojich práv nás môžete kontaktovať na adrese:","li231":"Hotstar Party","li232":"Email:","li233":"Webstránka:","li234":"Posledná aktualizácia: 23. apríla 2024","readmore":"Čítaj viac ..."}