{"mainheading":"Politika zasebnosti za Hotstar Party","overview":"Pregled","overviewpara":"Dobrodošli na Hotstar Party! Ta pravilnik o zasebnosti opisuje, kako se zbirajo, uporabljajo in delijo vaši podatki, ko uporabljate razširitev Hotstar Party, ki je na voljo na našem spletnem mestu na","overviewspan":". Z uporabo naše razširitve se strinjate z zbiranjem in uporabo informacij v skladu s to politiko. Če se s pogoji ne strinjate, razširitve ne uporabljajte.","heading1":"1. Zbiranje in uporaba informacij","subheading11":"a. Osebne informacije","subpara11":"Zbiramo podatke, ki nam jih posredujete neposredno, ko uporabljate našo razširitev. To lahko vključuje:","li01":"Email naslov","li02":"Vrsta in nastavitve brskalnika","li03":"Datum in čas uporabe razširitve","li04":"Informacije o konfiguraciji brskalnika in vtičnikih","li05":"IP naslov","subheading12":"b. Podatki o uporabi","subpara12":"Podatke zbiramo tudi samodejno, ko brskate po spletnih mestih. Te informacije vključujejo podrobnosti o vaših obiskih, kot so prometni podatki, podatki o lokaciji, dnevniki ter drugi komunikacijski podatki in viri, do katerih dostopate.","heading2":"2. Izmenjava in razkritje informacij","para2":"Vaših osebno določljivih podatkov ne prodajamo, trgujemo ali kako drugače prenašamo zunanjim osebam, razen če uporabnike predhodno obvestimo. To ne vključuje partnerjev za gostovanje spletnega mesta in drugih strank, ki nam pomagajo pri upravljanju našega spletnega mesta, vodenju našega poslovanja ali zagotavljanju storitev našim uporabnikom, če se te stranke strinjajo, da bodo te informacije ohranile zaupne.","heading3":"3. Piškotki in tehnologije sledenja","para3":"Hotstar Party uporablja piškotke in podobne tehnologije sledenja za sledenje dejavnosti v naših storitvah in hranimo določene podatke. Piškotki so datoteke z majhno količino podatkov, ki lahko vključujejo anonimni enolični identifikator. Brskalniku lahko naročite, da zavrne vse piškotke ali da navede, kdaj je piškotek poslan.","heading4":"4. Varnost podatkov","para4":"Prizadevamo si izvajati razumne varnostne ukrepe za zaščito pred nepooblaščenim dostopom ali nepooblaščenim spreminjanjem, razkritjem ali uničenjem podatkov. Vendar prenosa podatkov prek interneta ali brezžičnega omrežja ni mogoče zagotoviti.","heading5":"5. Razkritje podružnic","para5":"Ta razširitev je zasnovana za vzdrževanje visokokakovostnih storitev in učinkovito upravljanje stroškov strežnika. Kot del naših prizadevanj za vzdrževanje našega delovanja lahko po namestitvi razširitve, ki deluje samodejno, zaslužimo pridružene provizije za nakupe na večini spletnih mest.","heading6":"6. Vaše pravice","subheading61":"a. Pravica do popravka","subpara61":"Pravico imate do popravka ali dopolnitve morebitnih napačnih ali nepopolnih osebnih podatkov, ki jih imamo o vas. Če opazite kakršna koli neskladja ali netočnosti v informacijah, ki ste nam jih posredovali, nas nemudoma kontaktirajte.","subheading62":"b. Pravica do omejitve","subpara62":"Pravico imate zahtevati, da v določenih okoliščinah omejimo obdelavo vaših osebnih podatkov, na primer, če izpodbijate točnost teh podatkov ali če ste nasprotovali naši obdelavi.","subheading63":"c. Pravica do ugovora","subpara63":"V določenih okoliščinah imate pravico ugovarjati naši obdelavi vaših osebnih podatkov, zlasti če vaše podatke obdelujemo na podlagi zakonitih interesov ali za namene neposrednega trženja.","heading7":"7. Spremembe tega pravilnika o zasebnosti","para7":"Naš pravilnik o zasebnosti lahko občasno posodobimo. O vseh spremembah vas bomo obvestili z objavo novega pravilnika o zasebnosti na tej strani. Preden sprememba stopi v veljavo, vas bomo obvestili po e-pošti in/ali z vidnim obvestilom v naši storitvi.","heading8":"8. Kontaktni podatki","para8":"Za vsa vprašanja ali pomisleke v zvezi s tem pravilnikom o zasebnosti nas kontaktirajte na:","li81":"Hotstar zabava","li82":"E-naslov:","li83":"Spletna stran:","heading9":"9. Hramba podatkov","para9":"Vaše osebne podatke bomo hranili samo toliko časa, kolikor je potrebno za namene, določene v tem pravilniku o zasebnosti. Vaše podatke bomo hranili in uporabljali v obsegu, ki je potreben za izpolnjevanje naših pravnih obveznosti (na primer, če moramo obdržati vaše podatke zaradi skladnosti z veljavno zakonodajo), reševanje sporov in uveljavljanje naših pravnih pogodb in politik.","heading10":"10. Mednarodni prenosi podatkov","para101":"Vaši podatki, vključno z osebnimi podatki, se lahko prenesejo v računalnike zunaj vaše zvezne države, province, države ali druge vladne jurisdikcije, kjer se zakoni o varstvu podatkov razlikujejo od tistih v vaši jurisdikciji.","para102":"Vaše soglasje s tem pravilnikom o zasebnosti, ki mu sledi vaša predložitev takšnih informacij, pomeni vaše strinjanje s tem prenosom. Hotstar Party bo sprejel vse razumno potrebne korake, da zagotovi, da se vaši podatki obravnavajo varno in v skladu s tem pravilnikom o zasebnosti, in noben prenos vaših osebnih podatkov v organizacijo ali državo, razen če obstaja ustrezen nadzor, vključno z varnostjo vaše podatke in druge osebne podatke.","heading11":"11. Kontaktirajte nas","para11":"Za nadaljnja pojasnila o naših praksah glede podatkov ali za uveljavljanje katere koli od vaših pravic nas kontaktirajte na:","li111":"Hotstar zabava","li112":"E-naslov:","li113":"Spletna stran:","heading12":"12. Ukrepi za varnost podatkov","para12":"Varnost vaših podatkov jemljemo resno. Izvajamo različne varnostne ukrepe za ohranjanje varnosti vaših osebnih podatkov, ko vnesete, predložite ali dostopate do svojih osebnih podatkov. Tej vključujejo:","li121":"Uporaba šifriranja SSL/TLS za podatke, ki se prenašajo prek interneta.","li122":"Izvajanje varnostnih protokolov in ukrepov za zaščito podatkov, shranjenih na naših strežnikih.","li123":"Omejitev dostopa do vaših osebnih podatkov na zaposlene, izvajalce in agente, ki morajo te podatke poznati, da jih lahko obdelujejo v našem imenu. Te posameznike zavezujejo obveznosti glede zaupnosti in so lahko predmet disciplinskih ukrepov, vključno z odpovedjo in kazenskim pregonom, če teh obveznosti ne izpolnijo.","heading13":"13. Skladnost s pravnimi zahtevami","para13":"Vaše osebne podatke lahko razkrijemo, če to zahteva zakon ali sodni poziv ali če menimo, da je tako dejanje potrebno za:","li131":"Upoštevajte zakonodajo in razumne zahteve organov pregona.","li132":"Uveljavljati pravilnike našega spletnega mesta ali zaščititi pravice, lastnino ali varnost našega podjetja, naših strank ali drugih.","li133":"Preprečiti ali ustaviti dejavnost, za katero menimo, da je nezakonita, neetična ali pravno sprejemljiva dejavnost ali da predstavlja tveganje, da bo nezakonita.","heading14":"14. Spremembe tega pravilnika o zasebnosti","para141":"Pridržujemo si pravico do posodobitve ali spremembe našega pravilnika o zasebnosti kadar koli. Občasno preverite ta pravilnik o zasebnosti. Vaša nadaljnja uporaba storitve po tem, ko na tej strani objavimo kakršno koli spremembo pravilnika o zasebnosti, bo pomenila vašo potrditev sprememb in vaše soglasje, da upoštevate spremenjen pravilnik o zasebnosti in da vas zavezuje.","para142":"Če naredimo kakršne koli pomembne spremembe v tem, kako ravnamo z našimi uporabniki","heading15":"15. Kontaktni podatki","para15":"Za kakršna koli dodatna vprašanja ali komentarje o tem pravilniku o zasebnosti se obrnite na nas prek spodnjih podatkov:","li151":"Hotstar zabava","li152":"E-naslov:","li153":"Spletna stran:","heading16":"16. Povezave tretjih oseb","para16":"Občasno lahko po lastni presoji na naše spletno mesto vključimo ali ponudimo izdelke ali storitve tretjih oseb. Ta spletna mesta tretjih oseb imajo ločene in neodvisne politike zasebnosti. Zato nimamo nobene odgovornosti za vsebino in dejavnosti teh povezanih spletnih mest. Kljub temu si prizadevamo zaščititi celovitost našega spletnega mesta in pozdravljamo vse povratne informacije o teh spletnih mestih.","heading17":"17. Javni forumi","para17":"Zavedajte se, da če prostovoljno razkrijete osebne podatke na spletu v javno dostopnem delu spletnega mesta, lahko te podatke zbirajo in uporabljajo drugi. Ne nadzorujemo dejanj naših obiskovalcev in uporabnikov.","heading18":"18. Zasebnost otrok","para18":"Naša razširitev se ne nanaša na nikogar, mlajšega od 13 let. Zavestno ne zbiramo osebnih podatkov otrok, mlajših od 13 let. Če odkrijemo, da nam je otrok, mlajši od 13 let, posredoval osebne podatke, jih takoj izbrišemo iz naših strežnikov. Če ste starš ali skrbnik in veste, da nam je vaš otrok posredoval osebne podatke, nas kontaktirajte, da bomo lahko ustrezno ukrepali.","heading19":"19. Vaše soglasje","para19":"Z uporabo naše razširitve se strinjate z našo politiko zasebnosti in se strinjate z njo","terms":"pogoji.","heading20":"20. Posodabljanje vaših podatkov","para20":"Če želite pregledati, popraviti, posodobiti ali izbrisati osebne podatke, ki jih imamo o vas, ali če želite spremeniti svoje nastavitve za stike z nami, nam to lahko sporočite tako, da nas kontaktirate na kontaktnih podatkih. razdelek tega pravilnika.","heading21":"21. Pravica do zavrnitve","para21":"Uporabniki lahko kadar koli zavrnejo prejemanje naših prihodnjih sporočil. Če se želite odjaviti od prejemanja e-poštnih sporočil in glasil, sledite navodilom v naših e-poštnih sporočilih.","heading22":"22. Dodatne informacije za uporabnike v EU","para22":"Uporabniki s prebivališčem v Evropski uniji so upravičeni do določenih pravic v skladu s Splošno uredbo o varstvu podatkov (GDPR). Te pravice vključujejo možnost dostopa do vaših osebnih podatkov, popravka, izbrisa, omejitve, prenosa ali ugovora obdelavi vaših osebnih podatkov. Če želite uveljavljati te pravice, nas kontaktirajte na navedene podatke.","heading23":"23. Kontaktni podatki za nadaljnje poizvedbe","para23":"Za vsa dodatna vprašanja ali uveljavljanje svojih pravic smo vam na voljo na:","li231":"Hotstar zabava","li232":"E-naslov:","li233":"Spletna stran:","li234":"Zadnja posodobitev: 23. april 2024","readmore":"Preberi več ..."}