{"mainheading":"Политика приватности за Хотстар Парти","overview":"Преглед","overviewpara":"Добродошли на Хотстар Парти! Ова Политика приватности описује како се ваше информације прикупљају, користе и деле када користите Хотстар Парти екстензију доступно на нашој веб страници на адреси","overviewspan":". Коришћењем нашег проширења прихватате прикупљање и коришћење информација у складу са овом политиком. Ако се не слажете са условима, немојте користити проширење.","heading1":"1. Прикупљање и коришћење информација","subheading11":"а. Лична информација","subpara11":"Прикупљамо информације које нам директно доставите када користите наше проширење. Ово може укључивати:","li01":"Адреса Е-поште","li02":"Тип и подешавања претраживача","li03":"Датум и време коришћења екстензије","li04":"Информације о конфигурацији претраживача и додацима","li05":"ИП адреса","subheading12":"б. Подаци о употреби","subpara12":"Такође прикупљамо информације аутоматски док се крећете кроз сајтове. Ове информације обухватају детаље о вашим посетама као што су подаци о саобраћају, подаци о локацији, евиденције и други комуникациони подаци и ресурси којима приступате.","heading2":"2. Дељење и откривање информација","para2":"Не продајемо, тргујемо или на други начин преносимо спољним странама ваше личне податке осим ако корисницима не дамо унапред обавештење. Ово не укључује партнере за хостовање веб локација и друге стране које нам помажу у раду наше веб странице, обављању нашег пословања или пружању услуга нашим корисницима, све док се те стране слажу да ове информације чувају поверљиво.","heading3":"3. Колачићи и технологије за праћење","para3":"Хотстар Парти користи колачиће и сличне технологије за праћење за праћење активности на нашим услугама и ми чувамо одређене информације. Колачићи су датотеке са малом количином података који могу укључивати анонимни јединствени идентификатор. Можете да наложите свом претраживачу да одбије све колачиће или да назначи када се колачић шаље.","heading4":"4. Безбедност података","para4":"Настојимо да применимо разумне безбедносне мере за заштиту од неовлашћеног приступа или неовлашћене измене, откривања или уништавања података. Међутим, не може се гарантовати пренос података преко Интернета или бежичне мреже.","heading5":"5. Откривање подружнице","para5":"Ово проширење је дизајнирано да одржава висококвалитетне услуге и ефикасно управља трошковима сервера. Као део наших напора да одржимо своје пословање, можемо зарадити провизије за партнере за куповине обављене на већини веб локација након инсталирања екстензије, која ради аутоматски.","heading6":"6. Ваша права","subheading61":"а. Право на исправку","subpara61":"Имате право да било који нетачни или непотпуни лични подаци које држимо о вама буду исправљени или допуњени. Ако приметите неслагање или нетачност у информацијама које сте нам дали, молимо вас да нас одмах контактирате.","subheading62":"б. Право на ограничење","subpara62":"Имате право да захтевате да ограничимо обраду ваших личних података под одређеним околностима, као што је ако оспоравате тачност тих података или ако сте се противили нашој обради.","subheading63":"ц. Право на приговор","subpara63":"Имате право да уложите приговор на нашу обраду ваших личних података под одређеним околностима, посебно ако обрађујемо ваше податке на основу легитимних интереса или у сврхе директног маркетинга.","heading7":"7. Промене ове политике приватности","para7":"Можемо с времена на време ажурирати нашу Политику приватности. Обавестићемо вас о свим променама објављивањем нове Политике приватности на овој страници. Обавестићемо вас путем е-поште и/или истакнутог обавештења о нашој услузи, пре него што промена ступи на снагу.","heading8":"8. Контакт информације","para8":"За било каква питања или недоумице у вези са овом Политиком приватности, контактирајте нас на:","li81":"Хотстар Парти","li82":"Емаил:","li83":"Веб сајт:","heading9":"9. Задржавање података","para9":"Ваше личне податке ћемо чувати само онолико дуго колико је неопходно за сврхе наведене у овој Политици приватности. Задржаћемо и користити ваше податке у мери у којој је то неопходно да бисмо испунили наше законске обавезе (на пример, ако смо обавезни да задржимо ваше податке у складу са важећим законима), решавамо спорове и спроводимо наше правне споразуме и политике.","heading10":"10. Међународни пренос података","para101":"Ваше информације, укључујући личне податке, могу се пренети на — и одржавати на — рачунарима који се налазе изван ваше државе, провинције, земље или друге државне јурисдикције где се закони о заштити података могу разликовати од оних у вашој јурисдикцији.","para102":"Ваш пристанак на ову Политику приватности праћен вашим подношењем таквих информација представља ваш пристанак на тај пренос. Хотстар Парти ће предузети све разумно неопходне кораке да осигура да се ваши подаци третирају безбедно иу складу са овом Политиком приватности и да неће бити преноса ваших личних података организацији или земљи осим ако не постоје адекватне контроле, укључујући безбедност ваше податке и друге личне податке.","heading11":"11. Контактирајте нас","para11":"За додатна појашњења о нашој пракси података или за остваривање било ког од ваших права, не оклевајте да нас контактирате на:","li111":"Хотстар Парти","li112":"Емаил:","li113":"Веб сајт:","heading12":"12. Мере безбедности података","para12":"Сигурност ваших података схватамо озбиљно. Примењујемо низ безбедносних мера да бисмо одржали безбедност ваших личних података када уносите, шаљете или приступате својим личним подацима. Ови укључују:","li121":"Коришћење ССЛ/ТЛС енкрипције за податке који се преносе преко Интернета.","li122":"Спровођење безбедносних протокола и мера за заштиту података ускладиштених на нашим серверима.","li123":"Ограничавање приступа вашим личним подацима на запослене, уговараче и агенте који морају да знају те информације да би их обрађивали у наше име. Ове особе су везане обавезама поверљивости и могу бити предмет дисциплине, укључујући прекид и кривично гоњење, ако не испуне ове обавезе.","heading13":"13. Усклађеност са законским захтевима","para13":"Можемо открити ваше личне податке тамо где то захтева закон или судски позив или ако сматрамо да је таква радња неопходна за:","li131":"Поштујте закон и разумне захтеве органа за спровођење закона.","li132":"Спроведите политику наше веб странице или заштитите права, имовину или безбедност наше компаније, наших клијената или других.","li133":"Спречавање или заустављање активности за које можемо сматрати да представљају, или да представљају ризик да буду, незаконита, неетичка или правно прихватљива активност.","heading14":"14. Промене ове политике приватности","para141":"Задржавамо право да ажурирамо или променимо нашу Политику приватности у било ком тренутку. Требало би да периодично проверавате ову Политику приватности. Ваше даље коришћење услуге након што објавимо било какве измене у Политици приватности на овој страници представљаће ваше признање измена и ваш пристанак да се придржавате и да будете обавезани измењеном Политиком приватности.","para142":"Ако унесемо било какве материјалне промене у начин на који третирамо наше кориснике","heading15":"15. Контакт информације","para15":"За сва додатна питања или коментаре у вези са овом Политиком приватности, контактирајте нас користећи доле наведене информације:","li151":"Хотстар Парти","li152":"Емаил:","li153":"Веб сајт:","heading16":"16. Везе трећих страна","para16":"Повремено, према нашем нахођењу, можемо укључити или понудити производе или услуге трећих страна на нашој веб страници. Ови сајтови трећих страна имају засебне и независне политике приватности. Стога немамо никакву одговорност или одговорност за садржај и активности ових повезаних сајтова. Без обзира на то, настојимо да заштитимо интегритет нашег сајта и поздрављамо сваку повратну информацију о овим сајтовима.","heading17":"17. Јавни форуми","para17":"Имајте на уму да ако добровољно откријете личне податке на мрежи у јавно доступном делу веб странице, те информације могу прикупљати и користити други. Ми не контролишемо радње наших посетилаца и корисника.","heading18":"18. Приватност деце","para18":"Наше проширење се не обраћа никоме млађом од 13 година. Ми свесно не прикупљамо личне податке од деце млађе од 13 година. У случају да откријемо да нам је дете млађе од 13 година дало личне податке, одмах их бришемо са наших сервера. Ако сте родитељ или старатељ и свесни сте да нам је ваше дете дало личне податке, контактирајте нас како бисмо могли да предузмемо неопходне радње.","heading19":"19. Ваша сагласност","para19":"Коришћењем нашег проширења, овим се слажете са нашом Политиком приватности и сагласни сте са њом","terms":"услови.","heading20":"20. Ажурирање Ваших информација","para20":"Ако желите да прегледате, исправите, ажурирате или избришете личне податке које имамо о вама или ако желите да промените своје поставке за контакте од нас, можете нас обавестити тако што ћете нас контактирати путем информација наведених у Контакт информацијама одељак ове политике.","heading21":"21. Право за одустајање","para21":"Корисници могу да одустану од примања будућих комуникација од нас у било ком тренутку. Да бисте одбили примање е-порука и билтена, можете пратити упутства наведена у нашим имејловима.","heading22":"22. Додатне информације за кориснике ЕУ","para22":"Корисници са пребивалиштем у Европској унији имају одређена права према Општој уредби о заштити података (ГДПР). Ова права укључују могућност приступа, исправљања, брисања, ограничавања, преноса или приговора на обраду ваших личних података. Ако желите да остварите ова права, контактирајте нас на наведене детаље.","heading23":"23. Контакт информације за даље испитивање","para23":"За сва додатна питања или остваривање својих права, можете нам се обратити на:","li231":"Хотстар Парти","li232":"Емаил:","li233":"Веб сајт:","li234":"Последње ажурирање: 23. април 2024","readmore":"Опширније ..."}