{"mainheading":"Integritetspolicy för Hotstar Party","overview":"Översikt","overviewpara":"Välkommen till Hotstar Party! Denna integritetspolicy beskriver hur din information samlas in, används och delas när du använder Hotstar Party-tillägget tillgängligt från vår webbplats på","overviewspan":". Genom att använda vårt tillägg godkänner du insamling och användning av information i enlighet med denna policy. Om du inte accepterar villkoren, använd inte tillägget.","heading1":"1. Informationsinsamling och användning","subheading11":"a. Personlig information","subpara11":"Vi samlar in information som du lämnar direkt till oss när du använder vårt tillägg. Detta kan inkludera:","li01":"E-postadress","li02":"Webbläsartyp och inställningar","li03":"Datum och tid då tillägget användes","li04":"Information om webbläsarkonfiguration och plugins","li05":"IP-adress","subheading12":"b. Användningsdata","subpara12":"Vi samlar också in information automatiskt när du navigerar genom webbplatserna. Denna information inkluderar information om dina besök såsom trafikdata, platsdata, loggar och annan kommunikationsdata och resurser som du har åtkomst till.","heading2":"2. Informationsdelning och avslöjande","para2":"Vi säljer, handlar inte med eller på annat sätt överför din personligt identifierbara information till externa parter såvida vi inte ger användarna ett förhandsmeddelande. Detta inkluderar inte webbhotellpartners och andra parter som hjälper oss att driva vår webbplats, driva vår verksamhet eller betjäna våra användare, så länge som dessa parter samtycker till att hålla denna information konfidentiell.","heading3":"3. Cookies och spårningstekniker","para3":"Hotstar Party använder cookies och liknande spårningstekniker för att spåra aktiviteten på våra tjänster och vi har viss information. Cookies är filer med en liten mängd data som kan innehålla en anonym unik identifierare. Du kan instruera din webbläsare att vägra alla cookies eller att indikera när en cookie skickas.","heading4":"4. Datasäkerhet","para4":"Vi strävar efter att implementera rimliga säkerhetsåtgärder för att skydda mot obehörig åtkomst till eller obehörig ändring, avslöjande eller förstörelse av data. Däremot kan ingen dataöverföring över Internet eller trådlöst nätverk garanteras.","heading5":"5. Affiliate Disclosure","para5":"Det här tillägget är utformat för att upprätthålla service av hög kvalitet och hantera serverkostnader effektivt. Som en del av våra ansträngningar för att upprätthålla vår verksamhet kan vi tjäna affiliate-provisioner på köp som görs på de flesta webbplatser efter att ha installerat tillägget, vilket fungerar automatiskt.","heading6":"6. Dina rättigheter","subheading61":"a. Rätt till rättelse","subpara61":"Du har rätt att få felaktiga eller ofullständiga personuppgifter vi har om dig rättade eller kompletta. Om du märker några avvikelser eller felaktigheter i den information du har lämnat till oss, vänligen kontakta oss omedelbart.","subheading62":"b. Rätt till begränsning","subpara62":"Du har rätt att begära att vi begränsar behandlingen av dina personuppgifter under vissa omständigheter, till exempel om du bestrider riktigheten av dessa uppgifter eller om du har invänt mot vår behandling.","subheading63":"c. Rätt att invända","subpara63":"Du har rätt att invända mot vår behandling av dina personuppgifter under vissa omständigheter, särskilt om vi behandlar dina uppgifter baserat på legitima intressen eller för direktmarknadsföringsändamål.","heading7":"7. Ändringar av denna integritetspolicy","para7":"Vi kan uppdatera vår integritetspolicy då och då. Vi kommer att meddela dig om eventuella ändringar genom att publicera den nya integritetspolicyn på denna sida. Vi kommer att meddela dig via e-post och/eller ett framträdande meddelande om vår tjänst innan ändringen träder i kraft.","heading8":"8. Kontaktinformation","para8":"För alla frågor eller funderingar angående denna integritetspolicy, vänligen kontakta oss på:","li81":"Hotstar Party","li82":"E-post:","li83":"Hemsida:","heading9":"9. Datalagring","para9":"Vi kommer endast att behålla din personliga information så länge som är nödvändigt för de syften som anges i denna integritetspolicy. Vi kommer att behålla och använda din information i den utsträckning det är nödvändigt för att uppfylla våra juridiska skyldigheter (till exempel om vi är skyldiga att behålla dina uppgifter för att följa tillämpliga lagar), lösa tvister och upprätthålla våra juridiska avtal och policyer.","heading10":"10. Internationella dataöverföringar","para101":"Din information, inklusive personuppgifter, kan överföras till – och underhållas på – datorer utanför din stat, provins, land eller annan statlig jurisdiktion där dataskyddslagarna kan skilja sig från de i din jurisdiktion.","para102":"Ditt samtycke till denna integritetspolicy följt av ditt inlämnande av sådan information representerar ditt samtycke till den överföringen. Hotstar Party kommer att vidta alla åtgärder som rimligen är nödvändiga för att säkerställa att dina uppgifter behandlas säkert och i enlighet med denna integritetspolicy och ingen överföring av dina personuppgifter kommer att ske till en organisation eller ett land såvida det inte finns tillräckliga kontroller på plats, inklusive säkerheten för dina uppgifter och annan personlig information.","heading11":"11. Kontakta oss","para11":"För ytterligare förtydligande av vår datapraxis eller för att utöva någon av dina rättigheter, tveka inte att kontakta oss på:","li111":"Hotstar Party","li112":"E-post:","li113":"Hemsida:","heading12":"12. Datasäkerhetsåtgärder","para12":"Vi tar säkerheten för dina uppgifter på allvar. Vi implementerar en mängd olika säkerhetsåtgärder för att upprätthålla säkerheten för din personliga information när du anger, skickar eller kommer åt din personliga information. Dessa inkluderar:","li121":"Använder SSL/TLS-kryptering för data som överförs över Internet.","li122":"Implementera säkerhetsprotokoll och åtgärder för att skydda data som lagras på våra servrar.","li123":"Begränsa åtkomsten till dina personuppgifter till anställda, entreprenörer och agenter som behöver veta den informationen för att kunna behandla den för vår räkning. Dessa individer är bundna av sekretessskyldigheter och kan bli föremål för disciplin, inklusive uppsägning och åtal, om de inte uppfyller dessa skyldigheter.","heading13":"13. Efterlevnad av juridiska krav","para13":"Vi kan avslöja din personliga information där det krävs enligt lag eller stämning eller om vi anser att en sådan åtgärd är nödvändig för att:","li131":"Följ lagen och rimliga krav från brottsbekämpande myndigheter.","li132":"Genomför vår webbplatspolicy eller skydda rättigheterna, egendomen eller säkerheten för vårt företag, våra kunder eller andra.","li133":"Förhindra eller stoppa aktivitet som vi kan anse vara, eller utgöra en risk för att vara, en olaglig, oetisk eller lagligt handlingsbar aktivitet.","heading14":"14. Ändringar av denna integritetspolicy","para141":"Vi förbehåller oss rätten att uppdatera eller ändra vår integritetspolicy när som helst. Du bör kontrollera denna integritetspolicy med jämna mellanrum. Din fortsatta användning av tjänsten efter att vi publicerat några ändringar av integritetspolicyn på denna sida kommer att utgöra ditt erkännande av ändringarna och ditt samtycke till att följa och vara bunden av den ändrade integritetspolicyn.","para142":"Om vi ​​gör några väsentliga ändringar i hur vi behandlar våra användare","heading15":"15. Kontaktinformation","para15":"För ytterligare frågor eller kommentarer om denna integritetspolicy, vänligen kontakta oss med hjälp av informationen nedan:","li151":"Hotstar Party","li152":"E-post:","li153":"Hemsida:","heading16":"16. Tredjepartslänkar","para16":"Ibland, efter eget gottfinnande, kan vi inkludera eller erbjuda produkter eller tjänster från tredje part på vår webbplats. Dessa tredjepartswebbplatser har separata och oberoende sekretesspolicyer. Vi har därför inget ansvar eller ansvar för innehållet och aktiviteterna på dessa länkade webbplatser. Icke desto mindre strävar vi efter att skydda vår webbplatss integritet och välkomnar all feedback om dessa webbplatser.","heading17":"17. Offentliga forum","para17":"Var medveten om att om du frivilligt avslöjar personlig information online i en offentligt tillgänglig del av webbplatsen, kan den informationen samlas in och användas av andra. Vi kontrollerar inte vad våra besökare och användare gör.","heading18":"18. Barns integritet","para18":"Vår förlängning vänder sig inte till någon under 13 år. Vi samlar inte medvetet in personligt identifierbar information från barn under 13. Om vi ​​upptäcker att ett barn under 13 år har försett oss med personlig information raderar vi omedelbart detta från våra servrar. Om du är förälder eller vårdnadshavare och du är medveten om att ditt barn har gett oss personlig information, vänligen kontakta oss så att vi kan göra nödvändiga åtgärder.","heading19":"19. Ditt samtycke","para19":"Genom att använda vårt tillägg samtycker du härmed till vår integritetspolicy och samtycker till dess","terms":"villkor.","heading20":"20. Uppdatera din information","para20":"Om du vill granska, korrigera, uppdatera eller radera den personliga information vi har om dig eller om du vill ändra dina preferenser för kontakter från oss, kan du meddela oss genom att kontakta oss på informationen i kontaktinformationen avsnitt i denna policy.","heading21":"21. Välja bort rätt","para21":"Användare kan när som helst välja bort att ta emot framtida kommunikationer från oss. För att välja bort att ta emot e-postmeddelanden och nyhetsbrev kan du följa instruktionerna i våra e-postmeddelanden.","heading22":"22. Ytterligare information för EU-användare","para22":"Användare som är bosatta i Europeiska unionen har rätt till vissa rättigheter enligt den allmänna dataskyddsförordningen (GDPR). Dessa rättigheter inkluderar möjligheten att få tillgång till, korrigera, radera, begränsa, överföra eller invända mot behandlingen av dina personuppgifter. Om du vill utöva dessa rättigheter, vänligen kontakta oss på de angivna uppgifterna.","heading23":"23. Kontaktinformation för ytterligare förfrågan","para23":"För ytterligare frågor eller för att utöva dina rättigheter kan du kontakta oss på:","li231":"Hotstar Party","li232":"E-post:","li233":"Hemsida:","li234":"Senast uppdaterad: 23 april 2024","readmore":"Läs mer ..."}