{"mainheading":"Sera ya Faragha ya Hotstar Party","overview":"Muhtasari","overviewpara":"Karibu kwenye Hotstar Party! Sera hii ya Faragha inaeleza jinsi maelezo yako yanavyokusanywa, kutumiwa, na kushirikiwa unapotumia kiendelezi cha Hotstar Party kinachopatikana kutoka kwa tovuti yetu kwenye","overviewspan":". Kwa kutumia kiendelezi chetu, unakubali ukusanyaji na matumizi ya maelezo kwa mujibu wa sera hii. Ikiwa hukubaliani na masharti, tafadhali usitumie kiendelezi.","heading1":"1. Ukusanyaji na Matumizi ya Taarifa","subheading11":"a. Taarifa za Kibinafsi","subpara11":"Tunakusanya maelezo ambayo unatupa moja kwa moja unapotumia kiendelezi chetu. Hii inaweza kujumuisha:","li01":"Barua pepe","li02":"Aina ya kivinjari na mipangilio","li03":"Tarehe na wakati ugani ulitumiwa","li04":"Taarifa kuhusu usanidi wa kivinjari na programu-jalizi","li05":"Anwani ya IP","subheading12":"b. Data ya Matumizi","subpara12":"Pia tunakusanya maelezo kiotomatiki unapopitia tovuti. Maelezo haya yanajumuisha maelezo kuhusu matembezi yako kama vile data ya trafiki, data ya eneo, kumbukumbu na data na nyenzo nyingine za mawasiliano unazofikia.","heading2":"2. Kushiriki Taarifa na Kufichua","para2":"Hatuuzi, kufanya biashara, au kuhamisha vinginevyo kwa wahusika wa nje taarifa zako zinazoweza kukutambulisha kibinafsi isipokuwa tuwape watumiaji taarifa ya mapema. Hii haijumuishi washirika wa kupangisha tovuti na wahusika wengine ambao hutusaidia katika kuendesha tovuti yetu, kuendesha biashara zetu, au kuwahudumia watumiaji wetu, mradi tu wahusika hao wakubali kuweka maelezo haya kuwa siri.","heading3":"3. Vidakuzi na Teknolojia za Ufuatiliaji","para3":"Hotstar Party hutumia vidakuzi na teknolojia sawa za ufuatiliaji ili kufuatilia shughuli kwenye huduma zetu na tunashikilia maelezo fulani. Vidakuzi ni faili zilizo na kiasi kidogo cha data ambacho kinaweza kujumuisha kitambulisho cha kipekee kisichojulikana. Unaweza kuagiza kivinjari chako kukataa vidakuzi vyote au kuashiria wakati kidakuzi kinatumwa.","heading4":"4. Usalama wa Data","para4":"Tunajitahidi kutekeleza hatua zinazofaa za usalama ili kulinda dhidi ya ufikiaji usioidhinishwa au ubadilishaji usioidhinishwa, ufichuzi au uharibifu wa data. Hata hivyo, hakuna utumaji wa data kupitia Mtandao au mtandao wa wireless unaweza kuhakikishiwa.","heading5":"5. Affiliate Disclosure","para5":"Kiendelezi hiki kimeundwa ili kudumisha huduma ya ubora wa juu na kudhibiti gharama za seva kwa ufanisi. Kama sehemu ya juhudi zetu za kuendeleza shughuli zetu, tunaweza kupata kamisheni za washirika kwa ununuzi unaofanywa kwenye tovuti nyingi baada ya kusakinisha kiendelezi, ambacho hufanya kazi kiotomatiki.","heading6":"6. Haki zako","subheading61":"a. Haki ya Kurekebisha","subpara61":"Una haki ya kuwa na data yoyote ya kibinafsi isiyo sahihi au isiyo kamili ambayo tunashikilia kukuhusu iliyosahihishwa au kukamilika. Ukiona utofauti wowote au dosari katika maelezo uliyotupatia, tafadhali wasiliana nasi mara moja.","subheading62":"b. Haki ya Kuzuia","subpara62":"Una haki ya kuomba kwamba tuzuie uchakataji wa data yako ya kibinafsi chini ya hali fulani, kama vile ikiwa unapinga usahihi wa data hiyo au ikiwa umepinga uchakataji wetu.","subheading63":"c. Haki ya Kupinga","subpara63":"Una haki ya kupinga uchakataji wetu wa data yako ya kibinafsi chini ya hali fulani, haswa ikiwa tunachakata data yako kulingana na masilahi halali au kwa madhumuni ya uuzaji moja kwa moja.","heading7":"7. Mabadiliko ya Sera hii ya Faragha","para7":"Tunaweza kusasisha Sera yetu ya Faragha mara kwa mara. Tutakuarifu kuhusu mabadiliko yoyote kwa kuchapisha Sera mpya ya Faragha kwenye ukurasa huu. Tutakujulisha kupitia barua pepe na/au arifa maarufu kuhusu huduma yetu, kabla ya mabadiliko kuanza kutumika.","heading8":"8. Maelezo ya Mawasiliano","para8":"Kwa maswali au wasiwasi wowote kuhusu Sera hii ya Faragha, tafadhali wasiliana nasi kwa:","li81":"Sherehe ya Hotstar","li82":"Barua pepe:","li83":"Tovuti:","heading9":"9. Uhifadhi wa Data","para9":"Tutahifadhi maelezo yako ya kibinafsi kwa muda tu inavyohitajika kwa madhumuni yaliyowekwa katika Sera hii ya Faragha. Tutahifadhi na kutumia maelezo yako kwa kiwango kinachohitajika ili kutii wajibu wetu wa kisheria (kwa mfano, ikiwa tutahitajika kuhifadhi data yako ili kutii sheria zinazotumika), kutatua mizozo na kutekeleza makubaliano na sera zetu za kisheria.","heading10":"10. Uhamisho wa Data wa Kimataifa","para101":"Taarifa zako, ikiwa ni pamoja na data ya kibinafsi, zinaweza kuhamishwa hadi - na kudumishwa kwenye - kompyuta zilizo nje ya jimbo lako, mkoa, nchi, au mamlaka nyingine ya serikali ambapo sheria za ulinzi wa data zinaweza kutofautiana na zile za mamlaka yako.","para102":"Idhini yako kwa Sera hii ya Faragha ikifuatiwa na uwasilishaji wako wa habari kama hiyo inawakilisha makubaliano yako kwa uhamishaji huo. Hotstar Party itachukua hatua zote zinazohitajika ili kuhakikisha kuwa data yako inashughulikiwa kwa usalama na kwa mujibu wa Sera hii ya Faragha na hakuna uhamishaji wa data yako ya kibinafsi kwa shirika au nchi isipokuwa kuna udhibiti wa kutosha unaojumuisha usalama wa data yako na taarifa nyingine za kibinafsi.","heading11":"11. Wasiliana Nasi","para11":"Kwa ufafanuzi zaidi kuhusu desturi zetu za data au kutekeleza haki zako zozote, usisite kuwasiliana nasi kwa:","li111":"Sherehe ya Hotstar","li112":"Barua pepe:","li113":"Tovuti:","heading12":"12. Hatua za Usalama wa Data","para12":"Tunachukua usalama wa data yako kwa uzito. Tunatekeleza hatua mbalimbali za usalama ili kudumisha usalama wa taarifa zako za kibinafsi unapoingiza, kuwasilisha, au kufikia taarifa zako za kibinafsi. Hizi ni pamoja na:","li121":"Kwa kutumia usimbaji fiche wa SSL/TLS kwa data inayotumwa kwenye Mtandao.","li122":"Utekelezaji wa itifaki za usalama na hatua za kulinda data iliyohifadhiwa kwenye seva zetu.","li123":"Kuweka kikomo kwa data yako ya kibinafsi kwa wafanyikazi, wakandarasi, na mawakala ambao wanahitaji kujua maelezo hayo ili kuyachakata kwa niaba yetu. Watu hawa wanafungwa na majukumu ya usiri na wanaweza kuwa chini ya nidhamu, ikiwa ni pamoja na kuachishwa kazi na kufunguliwa mashtaka ya jinai, ikiwa watashindwa kutimiza majukumu haya.","heading13":"13. Kuzingatia Mahitaji ya Kisheria","para13":"Tunaweza kufichua maelezo yako ya kibinafsi inapohitajika kufanya hivyo na sheria au wito au ikiwa tunaamini kwamba hatua kama hiyo ni muhimu kwa:","li131":"Kuzingatia sheria na maombi ya busara ya utekelezaji wa sheria.","li132":"Tekeleza sera za tovuti yetu au ulinde haki, mali, au usalama wa kampuni yetu, wateja wetu au wengine.","li133":"Kuzuia au kukomesha shughuli ambayo tunaweza kufikiria kuwa, au kuhatarisha kuwa, shughuli haramu, isiyo ya kimaadili, au inayoweza kuchukuliwa hatua kisheria.","heading14":"14. Mabadiliko ya Sera hii ya Faragha","para141":"Tunahifadhi haki ya kusasisha au kubadilisha Sera yetu ya Faragha wakati wowote. Unapaswa kuangalia Sera hii ya Faragha mara kwa mara. Kuendelea kwako kutumia huduma baada ya sisi kuchapisha marekebisho yoyote kwa Sera ya Faragha kwenye ukurasa huu kutajumuisha kukiri kwako marekebisho na kibali chako cha kutii na kufungwa na Sera ya Faragha iliyorekebishwa.","para142":"Ikiwa tutafanya mabadiliko yoyote muhimu kwa jinsi tunavyowatendea watumiaji wetu","heading15":"15. Maelezo ya Mawasiliano","para15":"Kwa maswali yoyote ya ziada au maoni kuhusu Sera hii ya Faragha, tafadhali wasiliana nasi kwa kutumia maelezo hapa chini:","li151":"Sherehe ya Hotstar","li152":"Barua pepe:","li153":"Tovuti:","heading16":"16. Viungo vya Watu wa Tatu","para16":"Mara kwa mara, kwa hiari yetu, tunaweza kujumuisha au kutoa bidhaa au huduma za watu wengine kwenye tovuti yetu. Tovuti hizi za wahusika wengine zina sera tofauti na huru za faragha. Kwa hivyo hatuna jukumu au dhima kwa maudhui na shughuli za tovuti hizi zilizounganishwa. Hata hivyo, tunatafuta kulinda uadilifu wa tovuti yetu na kukaribisha maoni yoyote kuhusu tovuti hizi.","heading17":"17. Majukwaa ya Umma","para17":"Tafadhali fahamu kwamba ikiwa utafichua Taarifa za Kibinafsi mtandaoni kwa hiari katika sehemu inayopatikana kwa umma ya tovuti, maelezo hayo yanaweza kukusanywa na kutumiwa na wengine. Hatudhibiti vitendo vya wageni na watumiaji wetu.","heading18":"18. Faragha ya Watoto","para18":"Kiendelezi chetu hakishughulikii mtu yeyote aliye na umri wa chini ya miaka 13. Hatuasanyi taarifa za kibinafsi zinazoweza kumtambulisha mtu binafsi kutoka kwa watoto walio na umri wa chini ya miaka 13 kimakusudi. Iwapo tutagundua kwamba mtoto aliye na umri wa chini ya miaka 13 ametupatia taarifa za kibinafsi, tunafuta hii mara moja kutoka kwa seva zetu. Ikiwa wewe ni mzazi au mlezi na unafahamu kwamba mtoto wako ametupa taarifa za kibinafsi, tafadhali wasiliana nasi ili tuweze kufanya vitendo vinavyohitajika.","heading19":"19. Idhini Yako","para19":"Kwa kutumia kiendelezi chetu, unakubali Sera yetu ya Faragha na kukubaliana nayo","terms":"masharti.","heading20":"20. Kusasisha Taarifa Zako","para20":"Ikiwa ungependa kukagua, kusahihisha, kusasisha, au kufuta maelezo ya kibinafsi tuliyo nayo kukuhusu au ikiwa ungependa kubadilisha mapendeleo yako ya anwani kutoka kwetu, unaweza kutujulisha kwa kuwasiliana nasi kwa maelezo yaliyotolewa katika Maelezo ya Mawasiliano. sehemu ya sera hii.","heading21":"21. Toka Kulia","para21":"Watumiaji wanaweza kuchagua kutopokea mawasiliano kutoka kwetu wakati wowote. Ili kuchagua kutopokea ujumbe wa barua pepe na majarida, unaweza kufuata maagizo yaliyotolewa katika barua pepe zetu.","heading22":"22. Taarifa za Ziada kwa Watumiaji wa Umoja wa Ulaya","para22":"Watumiaji wanaoishi katika Umoja wa Ulaya wana haki ya kupata haki fulani chini ya Kanuni ya Jumla ya Ulinzi wa Data (GDPR). Haki hizi ni pamoja na uwezo wa kufikia, kurekebisha, kufuta, kuzuia, kuhamisha au kupinga uchakataji wa data yako ya kibinafsi. Ikiwa ungependa kutumia haki hizi, tafadhali wasiliana nasi kwa maelezo yaliyotolewa.","heading23":"23. Maelezo ya Mawasiliano kwa Uchunguzi Zaidi","para23":"Kwa maswali yoyote zaidi au kutumia haki zako, unaweza kuwasiliana nasi kwa:","li231":"Sherehe ya Hotstar","li232":"Barua pepe:","li233":"Tovuti:","li234":"Ilisasishwa Mwisho: 23 Aprili 2024","readmore":"Soma zaidi ..."}