{"mainheading":"Hotstar கட்சிக்கான தனியுரிமைக் கொள்கை","overview":"கண்ணோட்டம்","overviewpara":"ஹாட்ஸ்டார் பார்ட்டிக்கு வரவேற்கிறோம்! இந்த தனியுரிமைக் கொள்கையானது, எங்கள் இணையதளத்தில் உள்ள ஹாட்ஸ்டார் பார்ட்டி நீட்டிப்பைப் பயன்படுத்தும் போது, ​​உங்கள் தகவல் எவ்வாறு சேகரிக்கப்படுகிறது, பயன்படுத்தப்படுகிறது மற்றும் பகிரப்படுகிறது என்பதை விவரிக்கிறது.","overviewspan":". எங்கள் நீட்டிப்பைப் பயன்படுத்துவதன் மூலம், இந்தக் கொள்கையின்படி தகவல்களைச் சேகரிப்பதற்கும் பயன்படுத்துவதற்கும் ஒப்புக்கொள்கிறீர்கள். நீங்கள் விதிமுறைகளுடன் உடன்படவில்லை என்றால், நீட்டிப்பைப் பயன்படுத்த வேண்டாம்.","heading1":"1. தகவல் சேகரிப்பு மற்றும் பயன்பாடு","subheading11":"அ. தனிப்பட்ட தகவல்","subpara11":"நீங்கள் எங்கள் நீட்டிப்பைப் பயன்படுத்தும் போது எங்களுக்கு நேரடியாக வழங்கும் தகவலை நாங்கள் சேகரிப்போம். இதில் அடங்கும்:","li01":"மின்னஞ்சல் முகவரி","li02":"உலாவி வகை மற்றும் அமைப்புகள்","li03":"நீட்டிப்பு பயன்படுத்தப்பட்ட தேதி மற்றும் நேரம்","li04":"உலாவி உள்ளமைவு மற்றும் செருகுநிரல்கள் பற்றிய தகவல்","li05":"ஐபி முகவரி","subheading12":"பி. பயன்பாட்டுத் தரவு","subpara12":"நீங்கள் தளங்களில் செல்லும்போது நாங்கள் தானாகவே தகவலைச் சேகரிக்கிறோம். ட்ராஃபிக் தரவு, இருப்பிடத் தரவு, பதிவுகள் மற்றும் பிற தகவல் தொடர்புத் தரவு மற்றும் நீங்கள் அணுகும் ஆதாரங்கள் போன்ற உங்கள் வருகைகள் பற்றிய விவரங்கள் இந்தத் தகவலில் அடங்கும்.","heading2":"2. தகவல் பகிர்வு மற்றும் வெளிப்படுத்தல்","para2":"பயனர்களுக்கு முன்கூட்டிய அறிவிப்பை வழங்காத வரையில் உங்களது தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவலை நாங்கள் விற்கவோ, வர்த்தகம் செய்யவோ அல்லது வெளி தரப்பினருக்கு மாற்றவோ மாட்டோம். இந்தத் தகவலை ரகசியமாக வைத்திருக்க அந்தத் தரப்பினர் ஒப்புக்கொள்ளும் வரை, எங்கள் வலைத்தளத்தை இயக்குவதற்கு, எங்கள் வணிகத்தை நடத்துவதற்கு அல்லது எங்கள் பயனர்களுக்குச் சேவை செய்வதில் எங்களுக்கு உதவும் இணையதள ஹோஸ்டிங் பார்ட்னர்கள் மற்றும் பிற தரப்பினர் இதில் அடங்காது.","heading3":"3. குக்கீகள் மற்றும் கண்காணிப்பு தொழில்நுட்பங்கள்","para3":"ஹாட்ஸ்டார் பார்ட்டி எங்கள் சேவைகளில் செயல்பாட்டைக் கண்காணிக்க குக்கீகள் மற்றும் ஒத்த கண்காணிப்பு தொழில்நுட்பங்களைப் பயன்படுத்துகிறது, மேலும் சில தகவல்களை நாங்கள் வைத்திருக்கிறோம். குக்கீகள் என்பது அநாமதேய தனிப்பட்ட அடையாளங்காட்டியை உள்ளடக்கிய சிறிய அளவிலான தரவுகளைக் கொண்ட கோப்புகள். அனைத்து குக்கீகளையும் மறுக்க அல்லது குக்கீ எப்போது அனுப்பப்படுகிறது என்பதைக் குறிப்பிட உங்கள் உலாவிக்கு நீங்கள் அறிவுறுத்தலாம்.","heading4":"4. தரவு பாதுகாப்பு","para4":"அங்கீகரிக்கப்படாத அணுகல் அல்லது அங்கீகரிக்கப்படாத தரவுகளை மாற்றுதல், வெளிப்படுத்துதல் அல்லது அழித்தல் ஆகியவற்றிலிருந்து பாதுகாக்க நியாயமான பாதுகாப்பு நடவடிக்கைகளைச் செயல்படுத்த நாங்கள் முயற்சி செய்கிறோம். இருப்பினும், இணையம் அல்லது வயர்லெஸ் நெட்வொர்க்கில் தரவு பரிமாற்றத்திற்கு உத்தரவாதம் அளிக்க முடியாது.","heading5":"5. இணை வெளிப்படுத்தல்","para5":"இந்த நீட்டிப்பு உயர்தர சேவையை பராமரிக்கவும், சர்வர் செலவுகளை திறம்பட நிர்வகிக்கவும் வடிவமைக்கப்பட்டுள்ளது. எங்கள் செயல்பாடுகளைத் தக்கவைத்துக்கொள்வதற்கான எங்கள் முயற்சிகளின் ஒரு பகுதியாக, தானாகச் செயல்படும் நீட்டிப்பை நிறுவிய பிறகு, பெரும்பாலான இணையதளங்களில் செய்யப்படும் வாங்குதல்களுக்கு இணை கமிஷன்களைப் பெறலாம்.","heading6":"6. உங்கள் உரிமைகள்","subheading61":"அ. திருத்தும் உரிமை","subpara61":"உங்களைப் பற்றி நாங்கள் வைத்திருக்கும் தவறான அல்லது முழுமையடையாத தனிப்பட்ட தரவைத் திருத்தவோ அல்லது முடிக்கவோ உங்களுக்கு உரிமை உண்டு. நீங்கள் எங்களுக்கு வழங்கிய தகவல்களில் ஏதேனும் முரண்பாடுகள் அல்லது பிழைகள் இருப்பதைக் கண்டால், உடனடியாக எங்களைத் தொடர்பு கொள்ளவும்.","subheading62":"பி. கட்டுப்பாடு உரிமை","subpara62":"நீங்கள் அந்தத் தரவின் துல்லியத்தை எதிர்த்துப் போட்டியிட்டால் அல்லது எங்கள் செயலாக்கத்திற்கு நீங்கள் ஆட்சேபனை தெரிவித்திருந்தால், சில சூழ்நிலைகளில் உங்கள் தனிப்பட்ட தரவைச் செயலாக்குவதை நாங்கள் கட்டுப்படுத்துமாறு கோர உங்களுக்கு உரிமை உள்ளது.","subheading63":"c. ஆட்சேபனை உரிமை","subpara63":"சில சூழ்நிலைகளில் உங்கள் தனிப்பட்ட தரவை நாங்கள் செயலாக்குவதை எதிர்க்க உங்களுக்கு உரிமை உள்ளது, குறிப்பாக உங்கள் தரவை நாங்கள் சட்டபூர்வமான ஆர்வங்களின் அடிப்படையில் அல்லது நேரடி சந்தைப்படுத்தல் நோக்கங்களுக்காக செயலாக்கினால்.","heading7":"7. இந்த தனியுரிமைக் கொள்கையில் மாற்றங்கள்","para7":"எங்களின் தனியுரிமைக் கொள்கையை அவ்வப்போது புதுப்பிக்கலாம். இந்தப் பக்கத்தில் புதிய தனியுரிமைக் கொள்கையை இடுகையிடுவதன் மூலம் ஏதேனும் மாற்றங்கள் இருந்தால் உங்களுக்கு அறிவிப்போம். மாற்றம் நடைமுறைக்கு வருவதற்கு முன், மின்னஞ்சல் மற்றும்/அல்லது எங்கள் சேவையின் முக்கிய அறிவிப்பு மூலம் உங்களுக்குத் தெரியப்படுத்துவோம்.","heading8":"8. தொடர்பு தகவல்","para8":"இந்த தனியுரிமைக் கொள்கை தொடர்பான ஏதேனும் கேள்விகள் அல்லது கவலைகளுக்கு, தயவுசெய்து எங்களை இங்கு தொடர்பு கொள்ளவும்:","li81":"ஹாட்ஸ்டார் பார்ட்டி","li82":"மின்னஞ்சல்:","li83":"இணையதளம்:","heading9":"9. தரவு வைத்திருத்தல்","para9":"இந்த தனியுரிமைக் கொள்கையில் குறிப்பிடப்பட்டுள்ள நோக்கங்களுக்காக தேவையான வரை மட்டுமே உங்கள் தனிப்பட்ட தகவலை நாங்கள் வைத்திருப்போம். எங்களின் சட்டப்பூர்வக் கடமைகளுக்கு (உதாரணமாக, பொருந்தக்கூடிய சட்டங்களுக்கு இணங்க உங்கள் தரவை நாங்கள் தக்கவைத்துக் கொள்ள வேண்டும் என்றால்), தகராறுகளைத் தீர்த்து, எங்கள் சட்ட ஒப்பந்தங்கள் மற்றும் கொள்கைகளைச் செயல்படுத்துவதற்குத் தேவையான அளவிற்கு உங்கள் தகவலைத் தக்கவைத்து, பயன்படுத்துவோம்.","heading10":"10. சர்வதேச தரவு பரிமாற்றங்கள்","para101":"தனிப்பட்ட தரவு உட்பட உங்கள் தகவல், உங்கள் மாநிலம், மாகாணம், நாடு அல்லது பிற அரசாங்க அதிகார வரம்பிற்கு வெளியே அமைந்துள்ள கணினிகளுக்கு மாற்றப்படலாம் — மற்றும் பராமரிக்கப்படும் — தரவுப் பாதுகாப்புச் சட்டங்கள் உங்கள் அதிகார வரம்பிலிருந்து வேறுபடலாம்.","para102":"இந்தத் தனியுரிமைக் கொள்கைக்கான உங்கள் ஒப்புதலைத் தொடர்ந்து, அத்தகைய தகவலைச் சமர்ப்பிப்பது, அந்தப் பரிமாற்றத்திற்கான உங்கள் உடன்பாட்டைக் குறிக்கிறது. உங்கள் தரவு பாதுகாப்பாகவும் இந்த தனியுரிமைக் கொள்கையின்படியும் நடத்தப்படுவதை உறுதிசெய்ய தேவையான அனைத்து நடவடிக்கைகளையும் Hotstar கட்சி எடுக்கும், மேலும் உங்கள் தனிப்பட்ட தரவை எந்த ஒரு நிறுவனத்திற்கோ அல்லது ஒரு நாட்டிற்கோ மாற்றப்படாது. உங்கள் தரவு மற்றும் பிற தனிப்பட்ட தகவல்கள்.","heading11":"11. எங்களை தொடர்பு கொள்ளவும்","para11":"எங்கள் தரவு நடைமுறைகள் பற்றிய கூடுதல் தெளிவுபடுத்தல் அல்லது உங்கள் உரிமைகள் ஏதேனும் ஒன்றைப் பயன்படுத்த, எங்களை இங்கு தொடர்பு கொள்ள தயங்க வேண்டாம்:","li111":"ஹாட்ஸ்டார் பார்ட்டி","li112":"மின்னஞ்சல்:","li113":"இணையதளம்:","heading12":"12. தரவு பாதுகாப்பு நடவடிக்கைகள்","para12":"உங்கள் தரவின் பாதுகாப்பை நாங்கள் தீவிரமாக எடுத்துக்கொள்கிறோம். உங்கள் தனிப்பட்ட தகவலை உள்ளிடும்போது, ​​சமர்ப்பிக்கும்போது அல்லது அணுகும்போது உங்கள் தனிப்பட்ட தகவலின் பாதுகாப்பைப் பராமரிக்க பல்வேறு பாதுகாப்பு நடவடிக்கைகளை நாங்கள் செயல்படுத்துகிறோம். இவற்றில் அடங்கும்:","li121":"இணையத்தில் அனுப்பப்படும் தரவுகளுக்கு SSL/TLS குறியாக்கத்தைப் பயன்படுத்துதல்.","li122":"எங்கள் சேவையகங்களில் சேமிக்கப்பட்ட தரவைப் பாதுகாப்பதற்கான பாதுகாப்பு நெறிமுறைகள் மற்றும் நடவடிக்கைகளை செயல்படுத்துதல்.","li123":"உங்கள் தனிப்பட்ட தரவை எங்கள் சார்பாகச் செயல்படுத்த, அந்தத் தகவலைத் தெரிந்துகொள்ள வேண்டிய ஊழியர்கள், ஒப்பந்ததாரர்கள் மற்றும் முகவர்களுக்கு அணுகலை வரம்பிடுதல். இந்த நபர்கள் இரகசியக் கடமைகளுக்குக் கட்டுப்பட்டவர்கள் மற்றும் இந்தக் கடமைகளை அவர்கள் சந்திக்கத் தவறினால், பணிநீக்கம் மற்றும் குற்றவியல் வழக்கு உள்ளிட்ட ஒழுக்கத்திற்கு உட்பட்டவர்களாக இருக்கலாம்.","heading13":"13. சட்டத் தேவைகளுக்கு இணங்குதல்","para13":"சட்டம் அல்லது சப்போனா மூலம் உங்கள் தனிப்பட்ட தகவலை நாங்கள் வெளிப்படுத்தலாம் அல்லது அத்தகைய நடவடிக்கை அவசியம் என்று நாங்கள் நம்பினால்:","li131":"சட்டம் மற்றும் சட்ட அமலாக்கத்தின் நியாயமான கோரிக்கைகளுக்கு இணங்குதல்.","li132":"எங்கள் வலைத்தளக் கொள்கைகளைச் செயல்படுத்தவும் அல்லது எங்கள் நிறுவனம், எங்கள் வாடிக்கையாளர்கள் அல்லது பிறரின் உரிமைகள், சொத்து அல்லது பாதுகாப்பைப் பாதுகாக்கவும்.","li133":"சட்டத்திற்கு புறம்பான, நெறிமுறையற்ற அல்லது சட்டப்பூர்வமாக செயல்படக்கூடிய செயல் என்று நாங்கள் கருதும் அல்லது ஆபத்தை ஏற்படுத்தக்கூடிய செயல்பாட்டைத் தடுக்கவும் அல்லது நிறுத்தவும்.","heading14":"14. இந்த தனியுரிமைக் கொள்கையில் மாற்றங்கள்","para141":"எந்த நேரத்திலும் எங்கள் தனியுரிமைக் கொள்கையைப் புதுப்பிக்க அல்லது மாற்றுவதற்கான உரிமையை நாங்கள் வைத்திருக்கிறோம். இந்த தனியுரிமைக் கொள்கையை நீங்கள் அவ்வப்போது சரிபார்க்க வேண்டும். இந்தப் பக்கத்தில் தனியுரிமைக் கொள்கையில் ஏதேனும் மாற்றங்களை நாங்கள் இடுகையிட்ட பிறகும் நீங்கள் தொடர்ந்து சேவையைப் பயன்படுத்துவது, மாற்றங்களை நீங்கள் அங்கீகரிப்பதாகவும், மாற்றியமைக்கப்பட்ட தனியுரிமைக் கொள்கைக்குக் கட்டுப்படுவதற்கும் உங்கள் சம்மதமாகவும் அமையும்.","para142":"எங்கள் பயனர்களை நாங்கள் நடத்தும் விதத்தில் ஏதேனும் பொருள் மாற்றங்களைச் செய்தால்","heading15":"15. தொடர்பு தகவல்","para15":"இந்த தனியுரிமைக் கொள்கை பற்றிய கூடுதல் கேள்விகள் அல்லது கருத்துகளுக்கு, கீழே உள்ள தகவலைப் பயன்படுத்தி எங்களைத் தொடர்பு கொள்ளவும்:","li151":"ஹாட்ஸ்டார் பார்ட்டி","li152":"மின்னஞ்சல்:","li153":"இணையதளம்:","heading16":"16. மூன்றாம் தரப்பு இணைப்புகள்","para16":"எப்போதாவது, எங்கள் விருப்பப்படி, நாங்கள் எங்கள் இணையதளத்தில் மூன்றாம் தரப்பு தயாரிப்புகள் அல்லது சேவைகளைச் சேர்க்கலாம் அல்லது வழங்கலாம். இந்த மூன்றாம் தரப்பு தளங்கள் தனி மற்றும் சுதந்திரமான தனியுரிமைக் கொள்கைகளைக் கொண்டுள்ளன. எனவே இந்த இணைக்கப்பட்ட தளங்களின் உள்ளடக்கம் மற்றும் செயல்பாடுகளுக்கு எங்களுக்கு எந்தப் பொறுப்பும் இல்லை. ஆயினும்கூட, எங்கள் தளத்தின் ஒருமைப்பாட்டைப் பாதுகாக்க நாங்கள் முயல்கிறோம் மற்றும் இந்தத் தளங்களைப் பற்றிய எந்தவொரு கருத்தையும் வரவேற்கிறோம்.","heading17":"17. பொது மன்றங்கள்","para17":"இணையதளத்தின் பொதுவில் அணுகக்கூடிய பகுதியில் நீங்கள் தானாக முன்வந்து தனிப்பட்ட தகவல்களை ஆன்லைனில் வெளிப்படுத்தினால், அந்தத் தகவலை மற்றவர்கள் சேகரித்துப் பயன்படுத்தலாம் என்பதை நினைவில் கொள்ளவும். எங்கள் பார்வையாளர்கள் மற்றும் பயனர்களின் செயல்களை நாங்கள் கட்டுப்படுத்த மாட்டோம்.","heading18":"18. குழந்தைகளின் தனியுரிமை","para18":"எங்கள் நீட்டிப்பு 13 வயதுக்குட்பட்ட எவரையும் அணுகாது. 13 வயதுக்குட்பட்ட குழந்தைகளிடமிருந்து தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவலை நாங்கள் தெரிந்தே சேகரிப்பதில்லை. 13 வயதுக்குட்பட்ட குழந்தை எங்களுக்கு தனிப்பட்ட தகவலை வழங்கியிருந்தால், அதை எங்கள் சேவையகங்களிலிருந்து உடனடியாக நீக்குவோம். நீங்கள் பெற்றோராகவோ அல்லது பாதுகாவலராகவோ இருந்தால், உங்கள் குழந்தை எங்களுக்குத் தனிப்பட்ட தகவலை வழங்கியது உங்களுக்குத் தெரிந்தால், தயவுசெய்து எங்களைத் தொடர்புகொள்ளவும், இதனால் நாங்கள் தேவையான நடவடிக்கைகளைச் செய்ய முடியும்.","heading19":"19. உங்கள் ஒப்புதல்","para19":"எங்கள் நீட்டிப்பைப் பயன்படுத்துவதன் மூலம், எங்கள் தனியுரிமைக் கொள்கையை நீங்கள் ஒப்புக்கொள்கிறீர்கள் மற்றும் அதை ஒப்புக்கொள்கிறீர்கள்","terms":"விதிமுறை.","heading20":"20. உங்கள் தகவலைப் புதுப்பித்தல்","para20":"உங்களைப் பற்றி எங்களிடம் உள்ள தனிப்பட்ட தகவலை மதிப்பாய்வு செய்ய, திருத்த, புதுப்பிக்க அல்லது நீக்க விரும்பினால் அல்லது எங்களிடமிருந்து தொடர்புகளுக்கான உங்கள் விருப்பங்களை மாற்ற விரும்பினால், தொடர்புத் தகவலில் உள்ள தகவலில் எங்களைத் தொடர்புகொள்வதன் மூலம் எங்களுக்குத் தெரிவிக்கலாம். இந்த கொள்கையின் பிரிவு.","heading21":"21. விலகல் வலது","para21":"எங்களிடமிருந்து எந்த நேரத்திலும் பயனர்கள் எதிர்கால தகவல்தொடர்புகளைப் பெறுவதைத் தவிர்க்கலாம். மின்னஞ்சல் செய்திகள் மற்றும் செய்திமடல்களைப் பெறுவதிலிருந்து விலக, எங்கள் மின்னஞ்சல்களில் கொடுக்கப்பட்டுள்ள வழிமுறைகளைப் பின்பற்றலாம்.","heading22":"22. EU பயனர்களுக்கான கூடுதல் தகவல்","para22":"ஐரோப்பிய ஒன்றியத்தில் வசிக்கும் பயனர்கள் பொது தரவு பாதுகாப்பு ஒழுங்குமுறையின் (GDPR) கீழ் சில உரிமைகளைப் பெறுகின்றனர். இந்த உரிமைகளில் உங்கள் தனிப்பட்ட தரவை அணுகுதல், திருத்துதல், அழித்தல், கட்டுப்படுத்துதல், மாற்றுதல் அல்லது ஆட்சேபித்தல் ஆகியவை அடங்கும். நீங்கள் இந்த உரிமைகளைப் பயன்படுத்த விரும்பினால், வழங்கப்பட்ட விவரங்களில் எங்களைத் தொடர்பு கொள்ளவும்.","heading23":"23. மேலதிக விசாரணைக்கான தொடர்புத் தகவல்","para23":"மேலும் ஏதேனும் கேள்விகளுக்கு அல்லது உங்கள் உரிமைகளைப் பயன்படுத்த, நீங்கள் எங்களை இங்கு தொடர்பு கொள்ளலாம்:","li231":"ஹாட்ஸ்டார் பார்ட்டி","li232":"மின்னஞ்சல்:","li233":"இணையதளம்:","li234":"கடைசியாகப் புதுப்பிக்கப்பட்டது: 23 ஏப்ரல் 2024","readmore":"மேலும் படிக்க..."}