{"mainheading":"హాట్‌స్టార్ పార్టీ కోసం గోప్యతా విధానం","overview":"అవలోకనం","overviewpara":"హాట్‌స్టార్ పార్టీకి స్వాగతం! ఈ గోప్యతా విధానం మీరు మా వెబ్‌సైట్ నుండి అందుబాటులో ఉన్న హాట్‌స్టార్ పార్టీ పొడిగింపును ఉపయోగించినప్పుడు మీ సమాచారం ఎలా సేకరించబడుతుంది, ఉపయోగించబడుతుంది మరియు భాగస్వామ్యం చేయబడుతుందో వివరిస్తుంది","overviewspan":". మా పొడిగింపును ఉపయోగించడం ద్వారా, మీరు ఈ విధానానికి అనుగుణంగా సమాచార సేకరణ మరియు వినియోగానికి అంగీకరిస్తున్నారు. మీరు నిబంధనలతో ఏకీభవించనట్లయితే, దయచేసి పొడిగింపును ఉపయోగించవద్దు.","heading1":"1. సమాచార సేకరణ మరియు ఉపయోగం","subheading11":"a. వ్యక్తిగత సమాచారం","subpara11":"మీరు మా పొడిగింపును ఉపయోగించినప్పుడు మీరు నేరుగా మాకు అందించే సమాచారాన్ని మేము సేకరిస్తాము. ఇందులో ఇవి ఉండవచ్చు:","li01":"ఇమెయిల్ చిరునామా","li02":"బ్రౌజర్ రకం మరియు సెట్టింగులు","li03":"పొడిగింపు ఉపయోగించబడిన తేదీ మరియు సమయం","li04":"బ్రౌజర్ కాన్ఫిగరేషన్ మరియు ప్లగిన్‌ల గురించిన సమాచారం","li05":"IP చిరునామా","subheading12":"బి. వినియోగ డేటా","subpara12":"మీరు సైట్‌ల ద్వారా నావిగేట్ చేస్తున్నప్పుడు మేము స్వయంచాలకంగా సమాచారాన్ని కూడా సేకరిస్తాము. ఈ సమాచారం మీ సందర్శనల గురించిన ట్రాఫిక్ డేటా, స్థాన డేటా, లాగ్‌లు మరియు ఇతర కమ్యూనికేషన్ డేటా మరియు మీరు యాక్సెస్ చేసే వనరులు వంటి వివరాలను కలిగి ఉంటుంది.","heading2":"2. సమాచార భాగస్వామ్యం మరియు బహిర్గతం","para2":"మేము వినియోగదారులకు ముందస్తు నోటీసును అందిస్తే తప్ప మేము మీ వ్యక్తిగతంగా గుర్తించదగిన సమాచారాన్ని విక్రయించము, వ్యాపారం చేయము లేదా బయటి పార్టీలకు బదిలీ చేయము. మా వెబ్‌సైట్‌ను నిర్వహించడంలో, మా వ్యాపారాన్ని నిర్వహించడంలో లేదా మా వినియోగదారులకు సేవ చేయడంలో మాకు సహాయపడే వెబ్‌సైట్ హోస్టింగ్ భాగస్వాములు మరియు ఇతర పార్టీలు ఇందులో ఉండవు, ఆ పార్టీలు ఈ సమాచారాన్ని గోప్యంగా ఉంచడానికి అంగీకరిస్తున్నంత వరకు.","heading3":"3. కుకీలు మరియు ట్రాకింగ్ టెక్నాలజీలు","para3":"Hotstar పార్టీ మా సేవల్లోని కార్యకలాపాన్ని ట్రాక్ చేయడానికి కుక్కీలను మరియు సారూప్య ట్రాకింగ్ టెక్నాలజీలను ఉపయోగిస్తుంది మరియు మేము నిర్దిష్ట సమాచారాన్ని కలిగి ఉన్నాము. కుక్కీలు అనేవి అనామక ప్రత్యేక ఐడెంటిఫైయర్‌ని కలిగి ఉండే చిన్న మొత్తంలో డేటా కలిగిన ఫైల్‌లు. మీరు అన్ని కుక్కీలను తిరస్కరించమని లేదా కుక్కీ ఎప్పుడు పంపబడుతుందో సూచించమని మీ బ్రౌజర్‌కి సూచించవచ్చు.","heading4":"4. డేటా భద్రత","para4":"డేటా యొక్క అనధికారిక యాక్సెస్ లేదా అనధికారిక మార్పు, బహిర్గతం లేదా నాశనం నుండి రక్షించడానికి మేము సహేతుకమైన భద్రతా చర్యలను అమలు చేయడానికి ప్రయత్నిస్తున్నాము. అయితే, ఇంటర్నెట్ లేదా వైర్‌లెస్ నెట్‌వర్క్ ద్వారా డేటా బదిలీకి హామీ ఇవ్వబడదు.","heading5":"5. అనుబంధ బహిర్గతం","para5":"ఈ పొడిగింపు అధిక-నాణ్యత సేవను నిర్వహించడానికి మరియు సర్వర్ ఖర్చులను సమర్థవంతంగా నిర్వహించడానికి రూపొందించబడింది. మా కార్యకలాపాలను కొనసాగించే మా ప్రయత్నాలలో భాగంగా, మేము స్వయంచాలకంగా పనిచేసే పొడిగింపును ఇన్‌స్టాల్ చేసిన తర్వాత చాలా వెబ్‌సైట్‌లలో చేసిన కొనుగోళ్లపై అనుబంధ కమీషన్‌లను పొందవచ్చు.","heading6":"6. మీ హక్కులు","subheading61":"a. సరిదిద్దే హక్కు","subpara61":"మీ గురించి మేము కలిగి ఉన్న ఏదైనా తప్పు లేదా అసంపూర్ణ వ్యక్తిగత డేటాను సరిదిద్దడానికి లేదా పూర్తి చేయడానికి మీకు హక్కు ఉంది. మీరు మాకు అందించిన సమాచారంలో ఏవైనా వ్యత్యాసాలు లేదా దోషాలను మీరు గమనించినట్లయితే, దయచేసి వెంటనే మమ్మల్ని సంప్రదించండి.","subheading62":"బి. పరిమితి హక్కు","subpara62":"మీరు ఆ డేటా యొక్క ఖచ్చితత్వాన్ని వ్యతిరేకిస్తే లేదా మా ప్రాసెసింగ్‌పై మీరు అభ్యంతరం వ్యక్తం చేసినట్లయితే, కొన్ని నిర్దిష్ట పరిస్థితులలో మీ వ్యక్తిగత డేటా ప్రాసెసింగ్‌ను మేము పరిమితం చేయమని అభ్యర్థించడానికి మీకు హక్కు ఉంది.","subheading63":"సి. ఆబ్జెక్ట్ హక్కు","subpara63":"నిర్దిష్ట పరిస్థితుల్లో మీ వ్యక్తిగత డేటాను ప్రాసెస్ చేయడంపై అభ్యంతరం చెప్పే హక్కు మీకు ఉంది, ప్రత్యేకించి మేము మీ డేటాను చట్టబద్ధమైన ఆసక్తుల ఆధారంగా లేదా ప్రత్యక్ష మార్కెటింగ్ ప్రయోజనాల కోసం ప్రాసెస్ చేస్తుంటే.","heading7":"7. ఈ గోప్యతా విధానానికి మార్పులు","para7":"మేము మా గోప్యతా విధానాన్ని ఎప్పటికప్పుడు అప్‌డేట్ చేయవచ్చు. ఈ పేజీలో కొత్త గోప్యతా విధానాన్ని పోస్ట్ చేయడం ద్వారా ఏవైనా మార్పులను మేము మీకు తెలియజేస్తాము. మార్పు ప్రభావవంతం కావడానికి ముందు మేము మీకు ఇమెయిల్ మరియు/లేదా మా సేవపై ప్రముఖ నోటీసు ద్వారా తెలియజేస్తాము.","heading8":"8. సంప్రదింపు సమాచారం","para8":"ఈ గోప్యతా విధానానికి సంబంధించి ఏవైనా ప్రశ్నలు లేదా ఆందోళనల కోసం, దయచేసి మమ్మల్ని ఇక్కడ సంప్రదించండి:","li81":"హాట్‌స్టార్ పార్టీ","li82":"ఇమెయిల్:","li83":"వెబ్‌సైట్:","heading9":"9. డేటా నిలుపుదల","para9":"ఈ గోప్యతా విధానంలో పేర్కొన్న ప్రయోజనాల కోసం అవసరమైనంత వరకు మాత్రమే మేము మీ వ్యక్తిగత సమాచారాన్ని ఉంచుతాము. మేము మా చట్టపరమైన బాధ్యతలకు (ఉదాహరణకు, వర్తించే చట్టాలకు అనుగుణంగా మీ డేటాను ఉంచుకోవాల్సిన అవసరం ఉన్నట్లయితే), వివాదాలను పరిష్కరించి, మా చట్టపరమైన ఒప్పందాలు మరియు విధానాలను అమలు చేయడానికి అవసరమైన మేరకు మేము మీ సమాచారాన్ని నిల్వ చేస్తాము మరియు ఉపయోగిస్తాము.","heading10":"10. అంతర్జాతీయ డేటా బదిలీలు","para101":"వ్యక్తిగత డేటాతో సహా మీ సమాచారం, మీ రాష్ట్రం, ప్రావిన్స్, దేశం లేదా ఇతర ప్రభుత్వ అధికార పరిధికి వెలుపల ఉన్న కంప్యూటర్‌లకు బదిలీ చేయబడవచ్చు మరియు నిర్వహించబడవచ్చు, ఇక్కడ డేటా రక్షణ చట్టాలు మీ అధికార పరిధికి భిన్నంగా ఉండవచ్చు.","para102":"ఈ గోప్యతా విధానానికి మీ సమ్మతి తర్వాత అటువంటి సమాచారాన్ని సమర్పించడం ఆ బదిలీకి మీ ఒప్పందాన్ని సూచిస్తుంది. మీ డేటా సురక్షితంగా మరియు ఈ గోప్యతా విధానానికి అనుగుణంగా ఉండేలా చూసుకోవడానికి Hotstar పార్టీ సహేతుకంగా అవసరమైన అన్ని చర్యలను తీసుకుంటుంది మరియు భద్రతతో సహా తగిన నియంత్రణలు ఉంటే తప్ప మీ వ్యక్తిగత డేటాను సంస్థ లేదా దేశానికి బదిలీ చేయదు. మీ డేటా మరియు ఇతర వ్యక్తిగత సమాచారం.","heading11":"11. మమ్మల్ని సంప్రదించండి","para11":"మా డేటా పద్ధతులపై మరింత స్పష్టత కోసం లేదా మీ హక్కులలో దేనినైనా వినియోగించుకోవడానికి, మమ్మల్ని ఇక్కడ సంప్రదించడానికి వెనుకాడకండి:","li111":"హాట్‌స్టార్ పార్టీ","li112":"ఇమెయిల్:","li113":"వెబ్‌సైట్:","heading12":"12. డేటా భద్రతా చర్యలు","para12":"మేము మీ డేటా భద్రతను తీవ్రంగా పరిగణిస్తాము. మీరు మీ వ్యక్తిగత సమాచారాన్ని నమోదు చేసినప్పుడు, సమర్పించినప్పుడు లేదా యాక్సెస్ చేసినప్పుడు మీ వ్యక్తిగత సమాచారం యొక్క భద్రతను నిర్వహించడానికి మేము అనేక రకాల భద్రతా చర్యలను అమలు చేస్తాము. వీటితొ పాటు:","li121":"ఇంటర్నెట్ ద్వారా ప్రసారం చేయబడిన డేటా కోసం SSL/TLS గుప్తీకరణను ఉపయోగించడం.","li122":"మా సర్వర్‌లలో నిల్వ చేయబడిన డేటాను రక్షించడానికి భద్రతా ప్రోటోకాల్‌లు మరియు చర్యలను అమలు చేయడం.","li123":"మీ వ్యక్తిగత డేటాను మా తరపున ప్రాసెస్ చేయడానికి ఆ సమాచారాన్ని తెలుసుకోవాల్సిన ఉద్యోగులు, కాంట్రాక్టర్‌లు మరియు ఏజెంట్‌లకు యాక్సెస్‌ని పరిమితం చేయడం. ఈ వ్యక్తులు గోప్యత బాధ్యతలకు కట్టుబడి ఉంటారు మరియు వారు ఈ బాధ్యతలను నెరవేర్చడంలో విఫలమైతే, రద్దు మరియు క్రిమినల్ ప్రాసిక్యూషన్‌తో సహా క్రమశిక్షణకు లోబడి ఉండవచ్చు.","heading13":"13. చట్టపరమైన అవసరాలకు అనుగుణంగా","para13":"మేము మీ వ్యక్తిగత సమాచారాన్ని చట్టం లేదా సబ్‌పోనా ద్వారా బహిర్గతం చేయవచ్చు లేదా అటువంటి చర్య అవసరమని మేము విశ్వసిస్తే:","li131":"చట్టం మరియు చట్ట అమలు యొక్క సహేతుకమైన అభ్యర్థనలకు అనుగుణంగా.","li132":"మా వెబ్‌సైట్ విధానాలను అమలు చేయండి లేదా మా కంపెనీ, మా కస్టమర్‌లు లేదా ఇతరుల హక్కులు, ఆస్తి లేదా భద్రతను రక్షించండి.","li133":"మేము చట్టవిరుద్ధమైన, అనైతికమైన లేదా చట్టబద్ధంగా చర్య తీసుకోగల కార్యకలాపంగా భావించే లేదా ప్రమాదాన్ని కలిగించే కార్యాచరణను నిరోధించడం లేదా ఆపివేయడం.","heading14":"14. ఈ గోప్యతా విధానానికి మార్పులు","para141":"ఏ సమయంలోనైనా మా గోప్యతా విధానాన్ని నవీకరించడానికి లేదా మార్చడానికి మాకు హక్కు ఉంది. మీరు ఈ గోప్యతా విధానాన్ని క్రమానుగతంగా తనిఖీ చేయాలి. మేము ఈ పేజీలో గోప్యతా విధానానికి ఏవైనా సవరణలను పోస్ట్ చేసిన తర్వాత మీరు సేవను నిరంతరం ఉపయోగించడం ద్వారా, సవరణలకు మీ అంగీకారం మరియు సవరించిన గోప్యతా విధానానికి కట్టుబడి మరియు కట్టుబడి ఉండటానికి మీ సమ్మతి ఏర్పడుతుంది.","para142":"మేము మా వినియోగదారులతో ఎలా ప్రవర్తిస్తామో దానికి సంబంధించి ఏదైనా మెటీరియల్ మార్పులు చేస్తే","heading15":"15. సంప్రదింపు సమాచారం","para15":"ఈ గోప్యతా విధానం గురించి ఏవైనా అదనపు ప్రశ్నలు లేదా వ్యాఖ్యల కోసం, దయచేసి దిగువ సమాచారాన్ని ఉపయోగించి మమ్మల్ని సంప్రదించండి:","li151":"హాట్‌స్టార్ పార్టీ","li152":"ఇమెయిల్:","li153":"వెబ్‌సైట్:","heading16":"16. మూడవ పక్షం లింకులు","para16":"అప్పుడప్పుడు, మా అభీష్టానుసారం, మేము మా వెబ్‌సైట్‌లో మూడవ పక్ష ఉత్పత్తులు లేదా సేవలను చేర్చవచ్చు లేదా అందించవచ్చు. ఈ మూడవ పక్షం సైట్‌లు ప్రత్యేక మరియు స్వతంత్ర గోప్యతా విధానాలను కలిగి ఉంటాయి. కాబట్టి ఈ లింక్ చేయబడిన సైట్‌ల కంటెంట్ మరియు కార్యకలాపాలకు మాకు ఎటువంటి బాధ్యత లేదా బాధ్యత ఉండదు. అయినప్పటికీ, మేము మా సైట్ యొక్క సమగ్రతను రక్షించడానికి ప్రయత్నిస్తాము మరియు ఈ సైట్‌ల గురించి ఏదైనా అభిప్రాయాన్ని స్వాగతిస్తాము.","heading17":"17. పబ్లిక్ ఫోరమ్‌లు","para17":"మీరు వెబ్‌సైట్‌లోని పబ్లిక్‌గా యాక్సెస్ చేయగల భాగంలో ఆన్‌లైన్‌లో వ్యక్తిగత సమాచారాన్ని స్వచ్ఛందంగా బహిర్గతం చేస్తే, ఆ సమాచారాన్ని ఇతరులు సేకరించి ఉపయోగించవచ్చని దయచేసి గుర్తుంచుకోండి. మేము మా సందర్శకులు మరియు వినియోగదారుల చర్యలను నియంత్రించము.","heading18":"18. పిల్లల గోప్యత","para18":"మా పొడిగింపు 13 సంవత్సరాల కంటే తక్కువ వయస్సు ఉన్న వారిని సంప్రదించదు. మేము 13 సంవత్సరాల కంటే తక్కువ వయస్సు ఉన్న పిల్లల నుండి వ్యక్తిగతంగా గుర్తించదగిన సమాచారాన్ని సేకరిస్తాము. ఒకవేళ 13 సంవత్సరాల కంటే తక్కువ వయస్సు ఉన్న పిల్లలు మాకు వ్యక్తిగత సమాచారాన్ని అందించినట్లు మేము గుర్తించినట్లయితే, మేము దీన్ని మా సర్వర్‌ల నుండి వెంటనే తొలగిస్తాము. మీరు తల్లిదండ్రులు లేదా సంరక్షకులు అయితే మరియు మీ పిల్లలు మాకు వ్యక్తిగత సమాచారాన్ని అందించారని మీకు తెలిస్తే, దయచేసి మమ్మల్ని సంప్రదించండి, తద్వారా మేము అవసరమైన చర్యలను చేయగలుగుతాము.","heading19":"19. మీ సమ్మతి","para19":"మా పొడిగింపును ఉపయోగించడం ద్వారా, మీరు మా గోప్యతా విధానానికి సమ్మతిస్తున్నారు మరియు దానికి అంగీకరిస్తున్నారు","terms":"నిబంధనలు.","heading20":"20. మీ సమాచారాన్ని నవీకరిస్తోంది","para20":"మీరు మీ గురించి మా వద్ద ఉన్న వ్యక్తిగత సమాచారాన్ని సమీక్షించాలనుకుంటే, సరిచేయాలనుకుంటే, నవీకరించాలనుకుంటే లేదా తొలగించాలనుకుంటే లేదా మా నుండి పరిచయాల కోసం మీ ప్రాధాన్యతలను మార్చాలనుకుంటే, మీరు సంప్రదింపు సమాచారంలో అందించిన సమాచారం వద్ద మమ్మల్ని సంప్రదించడం ద్వారా మాకు తెలియజేయవచ్చు ఈ విధానం యొక్క విభాగం.","heading21":"21. కుడివైపు నిలిపివేయండి","para21":"వినియోగదారులు ఎప్పుడైనా మా నుండి భవిష్యత్తు కమ్యూనికేషన్‌లను స్వీకరించకుండా నిలిపివేయవచ్చు. ఇమెయిల్ సందేశాలు మరియు వార్తాలేఖలను స్వీకరించడాన్ని నిలిపివేయడానికి, మీరు మా ఇమెయిల్‌లలో అందించిన సూచనలను అనుసరించవచ్చు.","heading22":"22. EU వినియోగదారుల కోసం అదనపు సమాచారం","para22":"యూరోపియన్ యూనియన్‌లో నివసిస్తున్న వినియోగదారులు సాధారణ డేటా రక్షణ నియంత్రణ (GDPR) ప్రకారం నిర్దిష్ట హక్కులకు అర్హులు. ఈ హక్కులలో మీ వ్యక్తిగత డేటా ప్రాసెసింగ్‌ను యాక్సెస్ చేయడం, సరిదిద్దడం, తొలగించడం, పరిమితం చేయడం, బదిలీ చేయడం లేదా ఆబ్జెక్ట్ చేయడం వంటివి ఉంటాయి. మీరు ఈ హక్కులను వినియోగించుకోవాలనుకుంటే, దయచేసి అందించిన వివరాల వద్ద మమ్మల్ని సంప్రదించండి.","heading23":"23. తదుపరి విచారణ కోసం సంప్రదింపు సమాచారం","para23":"ఇంకా ఏవైనా సందేహాల కోసం లేదా మీ హక్కులను వినియోగించుకోవడానికి, మీరు మమ్మల్ని ఇక్కడ సంప్రదించవచ్చు:","li231":"హాట్‌స్టార్ పార్టీ","li232":"ఇమెయిల్:","li233":"వెబ్‌సైట్:","li234":"చివరిగా నవీకరించబడింది: 23 ఏప్రిల్ 2024","readmore":"ఇంకా చదవండి ..."}