{"mainheading":"นโยบายความเป็นส่วนตัวสำหรับปาร์ตี้ Hotstar","overview":"ภาพรวม","overviewpara":"ยินดีต้อนรับสู่ปาร์ตี้ฮอตสตาร์! นโยบายความเป็นส่วนตัวนี้อธิบายถึงวิธีการรวบรวม ใช้ และแบ่งปันข้อมูลของคุณเมื่อคุณใช้ส่วนขยาย Hotstar Party ที่มีอยู่ในเว็บไซต์ของเราที่","overviewspan":"- การใช้ส่วนขยายของเราแสดงว่าคุณยอมรับการรวบรวมและการใช้ข้อมูลตามนโยบายนี้ หากคุณไม่เห็นด้วยกับข้อกำหนด โปรดอย่าใช้ส่วนขยาย","heading1":"1. การรวบรวมและการใช้ข้อมูล","subheading11":"ก. ข้อมูลส่วนบุคคล","subpara11":"เรารวบรวมข้อมูลที่คุณให้ไว้กับเราโดยตรงเมื่อคุณใช้ส่วนขยายของเรา ซึ่งอาจรวมถึง:","li01":"ที่อยู่อีเมล","li02":"ประเภทเบราว์เซอร์และการตั้งค่า","li03":"วันที่และเวลาที่ใช้ส่วนขยาย","li04":"ข้อมูลเกี่ยวกับการกำหนดค่าเบราว์เซอร์และปลั๊กอิน","li05":"ที่อยู่ IP","subheading12":"ข. ข้อมูลการใช้งาน","subpara12":"เรายังรวบรวมข้อมูลโดยอัตโนมัติเมื่อคุณสำรวจไซต์ต่างๆ ข้อมูลนี้รวมถึงรายละเอียดเกี่ยวกับการเยี่ยมชมของคุณ เช่น ข้อมูลการจราจร ข้อมูลตำแหน่ง บันทึก และข้อมูลการสื่อสารและทรัพยากรอื่น ๆ ที่คุณเข้าถึง","heading2":"2. การแบ่งปันและการเปิดเผยข้อมูล","para2":"เราไม่ขาย แลกเปลี่ยน หรือถ่ายโอนข้อมูลส่วนบุคคลของคุณไปยังบุคคลภายนอก เว้นแต่เราจะแจ้งให้ผู้ใช้ทราบล่วงหน้า นี่ไม่รวมถึงพันธมิตรโฮสติ้งเว็บไซต์และฝ่ายอื่นๆ ที่ช่วยเหลือเราในการดำเนินงานเว็บไซต์ ดำเนินธุรกิจ หรือให้บริการผู้ใช้ของเรา ตราบใดที่ฝ่ายเหล่านั้นตกลงที่จะเก็บข้อมูลนี้ไว้เป็นความลับ","heading3":"3. คุกกี้และเทคโนโลยีการติดตาม","para3":"Hotstar Party ใช้คุกกี้และเทคโนโลยีการติดตามที่คล้ายกันเพื่อติดตามกิจกรรมในบริการของเราและเราเก็บข้อมูลบางอย่างไว้ คุกกี้คือไฟล์ที่มีข้อมูลจำนวนเล็กน้อยซึ่งอาจรวมถึงตัวระบุที่ไม่ระบุชื่อ คุณสามารถสั่งให้เบราว์เซอร์ของคุณปฏิเสธคุกกี้ทั้งหมดหรือระบุเมื่อมีการส่งคุกกี้ได้","heading4":"4. ความปลอดภัยของข้อมูล","para4":"เรามุ่งมั่นที่จะใช้มาตรการรักษาความปลอดภัยที่เหมาะสมเพื่อป้องกันการเข้าถึงหรือการเปลี่ยนแปลง การเปิดเผย หรือการทำลายข้อมูลโดยไม่ได้รับอนุญาต อย่างไรก็ตาม ไม่สามารถรับประกันการส่งข้อมูลผ่านอินเทอร์เน็ตหรือเครือข่ายไร้สายได้","heading5":"5. การเปิดเผยข้อมูลของบริษัทในเครือ","para5":"ส่วนขยายนี้ได้รับการออกแบบมาเพื่อรักษาบริการคุณภาพสูงและจัดการต้นทุนเซิร์ฟเวอร์อย่างมีประสิทธิภาพ ส่วนหนึ่งของความพยายามของเราในการรักษาการดำเนินงานของเรา เราอาจได้รับค่าคอมมิชชันจากพันธมิตรจากการซื้อบนเว็บไซต์ส่วนใหญ่หลังจากติดตั้งส่วนขยาย ซึ่งจะทำงานโดยอัตโนมัติ","heading6":"6. สิทธิ์ของคุณ","subheading61":"ก. สิทธิในการแก้ไข","subpara61":"คุณมีสิทธิ์ที่จะแก้ไขหรือกรอกข้อมูลส่วนบุคคลที่ไม่ถูกต้องหรือไม่สมบูรณ์ที่เราเก็บไว้เกี่ยวกับคุณ หากคุณสังเกตเห็นความคลาดเคลื่อนหรือความไม่ถูกต้องในข้อมูลที่คุณให้ไว้กับเรา โปรดติดต่อเราทันที","subheading62":"ข. สิทธิในการจำกัด","subpara62":"คุณมีสิทธิ์ร้องขอให้เราจำกัดการประมวลผลข้อมูลส่วนบุคคลของคุณภายใต้สถานการณ์บางอย่าง เช่น หากคุณโต้แย้งความถูกต้องของข้อมูลนั้น หรือหากคุณคัดค้านการประมวลผลของเรา","subheading63":"ค. สิทธิ์ในการคัดค้าน","subpara63":"คุณมีสิทธิ์คัดค้านการประมวลผลข้อมูลส่วนบุคคลของคุณภายใต้สถานการณ์บางอย่าง โดยเฉพาะอย่างยิ่งหากเรากำลังประมวลผลข้อมูลของคุณตามผลประโยชน์ที่ชอบด้วยกฎหมายหรือเพื่อวัตถุประสงค์ทางการตลาดทางตรง","heading7":"7. การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้","para7":"เราอาจปรับปรุงนโยบายความเป็นส่วนตัวของเราเป็นครั้งคราว เราจะแจ้งให้คุณทราบถึงการเปลี่ยนแปลงใด ๆ โดยการโพสต์นโยบายความเป็นส่วนตัวใหม่ในหน้านี้ เราจะแจ้งให้คุณทราบผ่านทางอีเมลและ/หรือประกาศที่ชัดเจนเกี่ยวกับบริการของเรา ก่อนที่การเปลี่ยนแปลงจะมีผลใช้บังคับ","heading8":"8. ข้อมูลการติดต่อ","para8":"หากมีคำถามหรือข้อกังวลใด ๆ เกี่ยวกับนโยบายความเป็นส่วนตัวนี้ โปรดติดต่อเราที่:","li81":"ปาร์ตี้ฮอตสตาร์","li82":"อีเมล:","li83":"เว็บไซต์:","heading9":"9. การเก็บรักษาข้อมูล","para9":"เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณไว้นานเท่าที่จำเป็นเพื่อวัตถุประสงค์ที่กำหนดไว้ในนโยบายความเป็นส่วนตัวนี้ เราจะเก็บรักษาและใช้ข้อมูลของคุณตามขอบเขตที่จำเป็นเพื่อปฏิบัติตามภาระผูกพันทางกฎหมายของเรา (เช่น หากเราจำเป็นต้องเก็บข้อมูลของคุณเพื่อให้เป็นไปตามกฎหมายที่บังคับใช้) แก้ไขข้อพิพาท และบังคับใช้ข้อตกลงทางกฎหมายและนโยบายของเรา","heading10":"10. การถ่ายโอนข้อมูลระหว่างประเทศ","para101":"ข้อมูลของคุณ รวมถึงข้อมูลส่วนบุคคล อาจถูกถ่ายโอนไปยัง — และเก็บรักษาไว้ใน — คอมพิวเตอร์ที่ตั้งอยู่นอกรัฐ จังหวัด ประเทศ หรือเขตอำนาจศาลอื่น ๆ ของรัฐบาล ซึ่งกฎหมายคุ้มครองข้อมูลอาจแตกต่างจากกฎหมายในเขตอำนาจศาลของคุณ","para102":"ความยินยอมของคุณต่อนโยบายความเป็นส่วนตัวนี้ตามด้วยการส่งข้อมูลดังกล่าวแสดงถึงข้อตกลงของคุณในการโอนข้อมูลนั้น Hotstar Party จะดำเนินการทุกขั้นตอนที่จำเป็นตามสมควรเพื่อให้แน่ใจว่าข้อมูลของคุณได้รับการปฏิบัติอย่างปลอดภัยและเป็นไปตามนโยบายความเป็นส่วนตัวนี้ และจะไม่มีการถ่ายโอนข้อมูลส่วนบุคคลของคุณไปยังองค์กรหรือประเทศ เว้นแต่จะมีการควบคุมที่เพียงพอ รวมถึงความปลอดภัยของ ข้อมูลของคุณและข้อมูลส่วนบุคคลอื่น ๆ","heading11":"11. ติดต่อเรา","para11":"หากต้องการคำชี้แจงเพิ่มเติมเกี่ยวกับแนวปฏิบัติด้านข้อมูลของเราหรือใช้สิทธิ์ใด ๆ ของคุณ อย่าลังเลที่จะติดต่อเราได้ที่:","li111":"ปาร์ตี้ฮอตสตาร์","li112":"อีเมล:","li113":"เว็บไซต์:","heading12":"12. มาตรการรักษาความปลอดภัยของข้อมูล","para12":"เราให้ความสำคัญกับความปลอดภัยของข้อมูลของคุณอย่างจริงจัง เราใช้มาตรการรักษาความปลอดภัยที่หลากหลายเพื่อรักษาความปลอดภัยของข้อมูลส่วนบุคคลของคุณเมื่อคุณป้อน ส่ง หรือเข้าถึงข้อมูลส่วนบุคคลของคุณ ซึ่งรวมถึง:","li121":"การใช้การเข้ารหัส SSL/TLS สำหรับข้อมูลที่ส่งผ่านอินเทอร์เน็ต","li122":"การใช้โปรโตคอลและมาตรการรักษาความปลอดภัยเพื่อปกป้องข้อมูลที่จัดเก็บไว้ในเซิร์ฟเวอร์ของเรา","li123":"การจำกัดการเข้าถึงข้อมูลส่วนบุคคลของคุณไว้เฉพาะพนักงาน ผู้รับเหมา และตัวแทนที่จำเป็นต้องทราบข้อมูลนั้นเพื่อดำเนินการในนามของเรา บุคคลเหล่านี้ผูกพันตามภาระหน้าที่ในการรักษาความลับและอาจต้องถูกลงโทษทางวินัย รวมถึงการเลิกจ้างและการดำเนินคดีทางอาญา หากไม่ปฏิบัติตามภาระผูกพันเหล่านี้","heading13":"13. การปฏิบัติตามข้อกำหนดทางกฎหมาย","para13":"เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณในกรณีที่จำเป็นต้องทำตามกฎหมายหรือหมายศาล หรือหากเราเชื่อว่าการกระทำดังกล่าวมีความจำเป็นเพื่อ:","li131":"ปฏิบัติตามกฎหมายและคำขอที่สมเหตุสมผลของการบังคับใช้กฎหมาย","li132":"บังคับใช้นโยบายเว็บไซต์ของเราหรือปกป้องสิทธิ์ ทรัพย์สิน หรือความปลอดภัยของบริษัท ลูกค้าของเรา หรือผู้อื่น","li133":"ป้องกันหรือหยุดกิจกรรมที่เราอาจพิจารณาว่าเป็นหรือก่อให้เกิดความเสี่ยงต่อการเป็นกิจกรรมที่ผิดกฎหมาย ผิดจริยธรรม หรือดำเนินการตามกฎหมาย","heading14":"14. การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้","para141":"เราขอสงวนสิทธิ์ในการปรับปรุงหรือเปลี่ยนแปลงนโยบายความเป็นส่วนตัวของเราได้ตลอดเวลา คุณควรตรวจสอบนโยบายความเป็นส่วนตัวนี้เป็นระยะ การใช้บริการของคุณต่อไปหลังจากที่เราโพสต์การแก้ไขนโยบายความเป็นส่วนตัวในหน้านี้ จะถือว่าคุณรับทราบถึงการแก้ไขดังกล่าว และความยินยอมของคุณที่จะปฏิบัติตามและผูกพันตามนโยบายความเป็นส่วนตัวที่ได้รับการแก้ไข","para142":"หากเราทำการเปลี่ยนแปลงที่สำคัญต่อวิธีที่เราปฏิบัติต่อผู้ใช้ของเรา","heading15":"15. ข้อมูลการติดต่อ","para15":"หากมีคำถามหรือความคิดเห็นเพิ่มเติมเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ โปรดติดต่อเราโดยใช้ข้อมูลด้านล่าง:","li151":"ปาร์ตี้ฮอตสตาร์","li152":"อีเมล:","li153":"เว็บไซต์:","heading16":"16. ลิงค์ของบุคคลที่สาม","para16":"ในบางครั้ง เราอาจรวมหรือเสนอผลิตภัณฑ์หรือบริการของบุคคลที่สามบนเว็บไซต์ของเราตามดุลยพินิจของเรา ไซต์บุคคลที่สามเหล่านี้มีนโยบายความเป็นส่วนตัวแยกต่างหากและเป็นอิสระ ดังนั้นเราจึงไม่รับผิดชอบหรือรับผิดต่อเนื้อหาและกิจกรรมของไซต์ที่เชื่อมโยงเหล่านี้ อย่างไรก็ตาม เราพยายามที่จะปกป้องความสมบูรณ์ของไซต์ของเรา และยินดีรับฟังข้อเสนอแนะเกี่ยวกับไซต์เหล่านี้","heading17":"17. กระดานสนทนาสาธารณะ","para17":"โปรดทราบว่าหากคุณสมัครใจเปิดเผยข้อมูลส่วนบุคคลทางออนไลน์ในส่วนที่สาธารณชนสามารถเข้าถึงได้ของเว็บไซต์ ผู้อื่นอาจรวบรวมและใช้ข้อมูลนั้นได้ เราไม่ได้ควบคุมการกระทำของผู้เยี่ยมชมและผู้ใช้ของเรา","heading18":"18. ความเป็นส่วนตัวของเด็ก","para18":"ส่วนขยายของเราไม่ได้กล่าวถึงผู้ที่มีอายุต่ำกว่า 13 ปี เราไม่ได้รวบรวมข้อมูลที่สามารถระบุตัวบุคคลได้จากเด็กอายุต่ำกว่า 13 ปี ในกรณีที่เราพบว่าเด็กอายุต่ำกว่า 13 ปีให้ข้อมูลส่วนบุคคลแก่เรา เราจะลบข้อมูลนี้ออกจากเซิร์ฟเวอร์ของเราทันที หากคุณเป็นพ่อแม่หรือผู้ปกครองและคุณทราบว่าบุตรหลานของคุณให้ข้อมูลส่วนบุคคลแก่เรา โปรดติดต่อเราเพื่อให้เราสามารถดำเนินการที่จำเป็นได้","heading19":"19. ความยินยอมของคุณ","para19":"การใช้ส่วนขยายของเราแสดงว่าคุณยินยอมต่อนโยบายความเป็นส่วนตัวของเราและยอมรับนโยบายดังกล่าว","terms":"เงื่อนไข","heading20":"20. การอัปเดตข้อมูลของคุณ","para20":"หากคุณต้องการตรวจสอบ แก้ไข อัปเดต หรือลบข้อมูลส่วนบุคคลที่เรามีเกี่ยวกับคุณ หรือหากคุณต้องการเปลี่ยนการตั้งค่าสำหรับการติดต่อจากเรา คุณสามารถแจ้งให้เราทราบได้โดยติดต่อเราตามข้อมูลที่ให้ไว้ในข้อมูลการติดต่อ ส่วนของนโยบายนี้","heading21":"21. สิทธิในการยกเลิก","para21":"ผู้ใช้สามารถเลือกไม่รับการสื่อสารในอนาคตจากเราได้ตลอดเวลา หากต้องการยกเลิกการรับข้อความอีเมลและจดหมายข่าว คุณสามารถปฏิบัติตามคำแนะนำที่ให้ไว้ในอีเมลของเรา","heading22":"22. ข้อมูลเพิ่มเติมสำหรับผู้ใช้ในสหภาพยุโรป","para22":"ผู้ใช้ที่อาศัยอยู่ในสหภาพยุโรปมีสิทธิ์บางประการภายใต้กฎระเบียบคุ้มครองข้อมูลทั่วไป (GDPR) สิทธิ์เหล่านี้รวมถึงความสามารถในการเข้าถึง แก้ไข ลบ จำกัด ถ่ายโอน หรือคัดค้านการประมวลผลข้อมูลส่วนบุคคลของคุณ หากคุณต้องการใช้สิทธิเหล่านี้ โปรดติดต่อเราตามรายละเอียดที่ให้ไว้","heading23":"23. ข้อมูลการติดต่อเพื่อสอบถามข้อมูลเพิ่มเติม","para23":"หากมีคำถามเพิ่มเติมหรือใช้สิทธิ์ของคุณ คุณสามารถติดต่อเราได้ที่:","li231":"ปาร์ตี้ฮอตสตาร์","li232":"อีเมล:","li233":"เว็บไซต์:","li234":"อัปเดตล่าสุด: 23 เมษายน 2024","readmore":"อ่านเพิ่มเติม ..."}