{"mainheading":"Hotstar Partisi için Gizlilik Politikası","overview":"Genel Bakış","overviewpara":"Hotstar Partisine hoş geldiniz! Bu Gizlilik Politikası, adresindeki web sitemizde bulunan Hotstar Party uzantısını kullandığınızda bilgilerinizin nasıl toplandığını, kullanıldığını ve paylaşıldığını açıklamaktadır.","overviewspan":". Uzantımızı kullanarak bilgilerin bu politikaya uygun olarak toplanmasını ve kullanılmasını kabul etmiş olursunuz. Şartları kabul etmiyorsanız lütfen uzantıyı kullanmayın.","heading1":"1. Bilgi Toplama ve Kullanma","subheading11":"A. Kişisel bilgi","subpara11":"Uzantımızı kullandığınızda doğrudan bize sağladığınız bilgileri topluyoruz. Bu şunları içerebilir:","li01":"E-posta adresi","li02":"Tarayıcı türü ve ayarları","li03":"Uzantının kullanıldığı tarih ve saat","li04":"Tarayıcı yapılandırması ve eklentiler hakkında bilgi","li05":"IP adresi","subheading12":"B. Kullanım verisi","subpara12":"Ayrıca siz sitelerde gezinirken bilgileri otomatik olarak toplarız. Bu bilgiler, trafik verileri, konum verileri, günlükler ve eriştiğiniz diğer iletişim verileri ve kaynakları gibi ziyaretlerinizle ilgili ayrıntıları içerir.","heading2":"2. Bilgi Paylaşımı ve İfşası","para2":"Kullanıcılara önceden bildirimde bulunmadığımız sürece, kişisel olarak tanımlanabilir bilgilerinizi dış taraflara satmayız, ticaretini yapmayız veya başka bir şekilde aktarmayız. Bu, web sitemizi işletmemize, işimizi yürütmemize veya kullanıcılarımıza hizmet etmemize yardımcı olan web sitesi barındırma ortaklarını ve diğer tarafları, bu taraflar bu bilgileri gizli tutmayı kabul ettikleri sürece kapsamaz.","heading3":"3. Çerezler ve İzleme Teknolojileri","para3":"Hotstar Party, hizmetlerimizdeki etkinliği izlemek için çerezler ve benzer izleme teknolojileri kullanır ve belirli bilgileri saklarız. Çerezler, anonim benzersiz bir tanımlayıcı içerebilen az miktarda veri içeren dosyalardır. Tarayıcınıza tüm çerezleri reddetmesi veya bir çerez gönderildiğinde bunu belirtmesi talimatını verebilirsiniz.","heading4":"4. Veri Güvenliği","para4":"Verilere yetkisiz erişime veya yetkisiz değişiklik yapılmasına, ifşa edilmesine veya imha edilmesine karşı koruma sağlamak için makul güvenlik önlemlerini uygulamaya çalışıyoruz. Ancak, İnternet veya kablosuz ağ üzerinden hiçbir veri aktarımı garanti edilemez.","heading5":"5. Bağlı Kuruluş Açıklaması","para5":"Bu uzantı, yüksek kaliteli hizmeti sürdürmek ve sunucu maliyetlerini etkin bir şekilde yönetmek için tasarlanmıştır. Faaliyetlerimizi sürdürme çabalarımızın bir parçası olarak, otomatik olarak çalışan uzantıyı yükledikten sonra çoğu web sitesinde yapılan satın alma işlemlerinden ortaklık komisyonları kazanabiliriz.","heading6":"6. Haklarınız","subheading61":"A. Düzeltme Hakkı","subpara61":"Hakkınızda tuttuğumuz her türlü yanlış veya eksik kişisel verinin düzeltilmesini veya tamamlanmasını isteme hakkına sahipsiniz. Bize sağladığınız bilgilerde herhangi bir tutarsızlık veya yanlışlık fark ederseniz, lütfen hemen bizimle iletişime geçin.","subheading62":"B. Kısıtlama Hakkı","subpara62":"Verilerin doğruluğuna itiraz etmeniz veya işlememize itiraz etmeniz gibi belirli koşullar altında kişisel verilerinizin işlenmesini kısıtlamamızı talep etme hakkına sahipsiniz.","subheading63":"C. İtiraz Hakkı","subpara63":"Belirli koşullar altında, özellikle verilerinizi meşru çıkarlara dayalı olarak veya doğrudan pazarlama amaçları doğrultusunda işliyorsak, kişisel verilerinizi işlememize itiraz etme hakkına sahipsiniz.","heading7":"7. Bu Gizlilik Politikasındaki Değişiklikler","para7":"Gizlilik Politikamızı zaman zaman güncelleyebiliriz. Yeni Gizlilik Politikasını bu sayfada yayınlayarak sizi herhangi bir değişiklik konusunda bilgilendireceğiz. Değişiklik yürürlüğe girmeden önce sizi e-posta yoluyla ve/veya hizmetimiz hakkında belirgin bir bildirim yoluyla bilgilendireceğiz.","heading8":"8. İletişim Bilgileri","para8":"Bu Gizlilik Politikasına ilişkin sorularınız veya endişeleriniz için lütfen bizimle şu adresten iletişime geçin:","li81":"Sıcak Yıldız Partisi","li82":"E-posta:","li83":"İnternet sitesi:","heading9":"9. Veri Saklama","para9":"Kişisel bilgilerinizi yalnızca bu Gizlilik Politikasında belirtilen amaçlar için gerekli olduğu sürece saklayacağız. Bilgilerinizi, yasal yükümlülüklerimize uymak (örneğin, geçerli yasalara uymak için verilerinizi saklamamız gerekiyorsa), anlaşmazlıkları çözmek ve yasal anlaşmalarımızı ve politikalarımızı uygulamak için gerekli olduğu ölçüde saklayacak ve kullanacağız.","heading10":"10. Uluslararası Veri Aktarımları","para101":"Kişisel verileriniz de dahil olmak üzere bilgileriniz, eyaletinizin, ilinizin, ülkenizin veya veri koruma yasalarının sizin yargı alanınızdakilerden farklı olabileceği diğer resmi yargı yetkisinin dışında bulunan bilgisayarlara aktarılabilir ve bu bilgisayarlarda saklanabilir.","para102":"Bu Gizlilik Politikasına onay vermeniz ve ardından bu tür bilgileri göndermeniz, söz konusu aktarıma ilişkin sözleşmenizi temsil eder. Hotstar Partisi, verilerinizin güvenli bir şekilde ve bu Gizlilik Politikasına uygun olarak işlenmesini sağlamak için makul olarak gerekli tüm adımları atacak ve kişisel verilerinizin güvenliği de dahil olmak üzere yeterli kontroller mevcut olmadığı sürece, kişisel verileriniz hiçbir kuruluşa veya ülkeye aktarılmayacaktır. verileriniz ve diğer kişisel bilgileriniz.","heading11":"11. Bize Ulaşın","para11":"Veri uygulamalarımız hakkında daha fazla açıklama yapmak veya haklarınızdan herhangi birini kullanmak için bizimle şu adresten iletişime geçmekten çekinmeyin:","li111":"Sıcak Yıldız Partisi","li112":"E-posta:","li113":"İnternet sitesi:","heading12":"12. Veri Güvenliği Önlemleri","para12":"Verilerinizin güvenliğini ciddiye alıyoruz. Kişisel bilgilerinizi girdiğinizde, gönderdiğinizde veya bunlara eriştiğinizde kişisel bilgilerinizin güvenliğini korumak için çeşitli güvenlik önlemleri uyguluyoruz. Bunlar şunları içerir:","li121":"İnternet üzerinden iletilen veriler için SSL/TLS şifrelemesinin kullanılması.","li122":"Sunucularımızda depolanan verileri korumak için güvenlik protokolleri ve önlemleri uygulamak.","li123":"Kişisel verilerinize erişimi, bu bilgileri bizim adımıza işlemek için bilmesi gereken çalışanlar, yükleniciler ve acentelerle sınırlamak. Bu kişiler gizlilik yükümlülüklerine tabidir ve bu yükümlülükleri yerine getirmemeleri halinde işten çıkarılma ve cezai kovuşturma da dahil olmak üzere disiplin cezasına tabi tutulabilirler.","heading13":"13. Yasal Gerekliliklere Uyum","para13":"Yasa veya mahkeme celbi uyarınca gerekli olduğu durumlarda veya böyle bir eylemin aşağıdaki amaçlarla gerekli olduğuna inanırsak, kişisel bilgilerinizi ifşa edebiliriz:","li131":"Yasalara ve kolluk kuvvetlerinin makul taleplerine uyun.","li132":"Web sitesi politikalarımızı uygulamak veya şirketimizin, müşterilerimizin veya başkalarının haklarını, mülkiyetini veya güvenliğini korumak.","li133":"Yasadışı, etik olmayan veya yasal olarak dava edilebilir bir faaliyet olduğunu veya olma riski taşıdığını düşünebileceğimiz faaliyeti önlemek veya durdurmak.","heading14":"14. Bu Gizlilik Politikasındaki Değişiklikler","para141":"Gizlilik Politikamızı herhangi bir zamanda güncelleme veya değiştirme hakkını saklı tutuyoruz. Bu Gizlilik Politikasını periyodik olarak kontrol etmelisiniz. Bu sayfadaki Gizlilik Politikasında herhangi bir değişiklik yayınladıktan sonra hizmeti kullanmaya devam etmeniz, değişiklikleri kabul ettiğinizi ve değiştirilmiş Gizlilik Politikasına uyma ve ona bağlı kalma rızanızı teşkil edecektir.","para142":"Kullanıcılarımıza nasıl davrandığımız konusunda önemli bir değişiklik yaparsak","heading15":"15. İletişim Bilgileri","para15":"Bu Gizlilik Politikasıyla ilgili ek soru veya yorumlarınız için lütfen aşağıdaki bilgileri kullanarak bizimle iletişime geçin:","li151":"Sıcak Yıldız Partisi","li152":"E-posta:","li153":"İnternet sitesi:","heading16":"16. Üçüncü Taraf Bağlantıları","para16":"Bazen, kendi takdirimize bağlı olarak, web sitemize üçüncü taraf ürünleri veya hizmetleri ekleyebilir veya sunabiliriz. Bu üçüncü taraf sitelerin ayrı ve bağımsız gizlilik politikaları vardır. Bu nedenle, bağlantılı bu sitelerin içeriği ve etkinlikleri konusunda hiçbir sorumluluk veya yükümlülüğümüz yoktur. Bununla birlikte, sitemizin bütünlüğünü korumaya çalışıyoruz ve bu siteler hakkındaki her türlü geri bildirimi memnuniyetle karşılıyoruz.","heading17":"17. Kamu Forumları","para17":"Kişisel Bilgilerinizi web sitesinin halka açık bir bölümünde çevrimiçi olarak gönüllü olarak ifşa etmeniz durumunda, bu bilgilerin başkaları tarafından toplanabileceğini ve kullanılabileceğini lütfen unutmayın. Ziyaretçilerimizin ve kullanıcılarımızın eylemlerini kontrol etmiyoruz.","heading18":"18. Çocukların Gizliliği","para18":"Uzantımız 13 yaşın altındaki kişilere hitap etmemektedir. 13 yaşın altındaki çocuklardan bilerek kişisel olarak tanımlanabilir bilgiler toplamıyoruz. 13 yaşın altındaki bir çocuğun bize kişisel bilgiler sağladığını tespit etmemiz durumunda, bu bilgileri derhal sunucularımızdan sileriz. Ebeveyn veya vasi iseniz ve çocuğunuzun bize kişisel bilgiler verdiğini biliyorsanız, gerekli işlemleri yapabilmemiz için lütfen bizimle iletişime geçin.","heading19":"19. Onayınız","para19":"Uzantımızı kullanarak Gizlilik Politikamızı kabul etmiş olursunuz.","terms":"şartlar.","heading20":"20. Bilgilerinizin Güncellenmesi","para20":"Hakkınızda sahip olduğumuz kişisel bilgileri incelemek, düzeltmek, güncellemek veya silmek isterseniz ya da bizimle iletişim kurma tercihlerinizi değiştirmek isterseniz, İletişim Bilgilerinde verilen bilgilerden bizimle iletişime geçerek bunu bize bildirebilirsiniz. bu politikanın bölümü.","heading21":"21. Vazgeçme Hakkı","para21":"Kullanıcılar istedikleri zaman gelecekte bizden iletişim almamayı tercih edebilirler. E-posta mesajları ve bültenleri almaktan vazgeçmek için e-postalarımızda verilen talimatları takip edebilirsiniz.","heading22":"22. AB Kullanıcıları için Ek Bilgiler","para22":"Avrupa Birliği'nde ikamet eden kullanıcılar, Genel Veri Koruma Yönetmeliği (GDPR) kapsamında belirli haklara sahiptir. Bu haklar, kişisel verilerinize erişme, bunları düzeltme, silme, kısıtlama, aktarma veya işlenmesine itiraz etme yeteneğini içerir. Bu hakları kullanmak istiyorsanız lütfen verilen bilgilerden bizimle iletişime geçin.","heading23":"23. Daha Fazla Soru İçin İletişim Bilgileri","para23":"Başka sorularınız varsa veya haklarınızı kullanmak için bize şu adresten ulaşabilirsiniz:","li231":"Sıcak Yıldız Partisi","li232":"E-posta:","li233":"İnternet sitesi:","li234":"Son Güncelleme: 23 Nisan 2024","readmore":"Devamını oku ..."}