{"mainheading":"Політика конфіденційності для Hotstar Party","overview":"Огляд","overviewpara":"Ласкаво просимо на Hotstar Party! Ця Політика конфіденційності описує, як ваша інформація збирається, використовується та поширюється, коли ви використовуєте розширення Hotstar Party, доступне на нашому веб-сайті за адресою","overviewspan":". Використовуючи наше розширення, ви погоджуєтеся на збір і використання інформації відповідно до цієї політики. Якщо ви не згодні з умовами, не використовуйте розширення.","heading1":"1. Збір і використання інформації","subheading11":"a. Персональна інформація","subpara11":"Ми збираємо інформацію, яку ви надаєте нам безпосередньо під час використання нашого розширення. Це може включати:","li01":"Адреса електронної пошти","li02":"Тип і налаштування браузера","li03":"Дата й час використання розширення","li04":"Інформація про налаштування браузера та плагіни","li05":"IP-адреса","subheading12":"b. Дані про використання","subpara12":"Ми також збираємо інформацію автоматично, коли ви переходите на сайти. Ця інформація включає такі відомості про ваші відвідування, як-от дані про трафік, дані про місцезнаходження, журнали та інші комунікаційні дані та ресурси, до яких ви маєте доступ.","heading2":"2. Обмін інформацією та її розкриття","para2":"Ми не продаємо, не обмінюємо та іншим чином не передаємо стороннім особам вашу особисту інформацію, якщо не надамо користувачам завчасне сповіщення. Це не стосується партнерів із хостингу веб-сайтів та інших сторін, які допомагають нам керувати нашим веб-сайтом, вести бізнес або обслуговувати наших користувачів, якщо ці сторони погоджуються зберігати цю інформацію конфіденційною.","heading3":"3. Файли cookie та технології відстеження","para3":"Hotstar Party використовує файли cookie та подібні технології відстеження для відстеження активності на наших службах, і ми зберігаємо певну інформацію. Файли cookie – це файли з невеликою кількістю даних, які можуть містити анонімний унікальний ідентифікатор. Ви можете наказати своєму браузеру відхиляти всі файли cookie або вказувати, коли надсилається файл cookie.","heading4":"4. Безпека даних","para4":"Ми прагнемо вживати розумних заходів безпеки, щоб захистити від несанкціонованого доступу або несанкціонованої зміни, розголошення або знищення даних. Однак передача даних через Інтернет або бездротову мережу не може бути гарантована.","heading5":"5. Розкриття афілійованої інформації","para5":"Це розширення призначене для підтримки високої якості обслуговування та ефективного управління витратами на сервер. У рамках наших зусиль щодо підтримки нашої діяльності ми можемо отримувати комісійні від партнерів за покупки, зроблені на більшості веб-сайтів після встановлення розширення, яке працює автоматично.","heading6":"6. Ваші права","subheading61":"a. Право на виправлення","subpara61":"Ви маєте право на виправлення або доповнення будь-яких неправильних або неповних персональних даних, які ми зберігаємо про вас. Якщо ви помітили будь-які розбіжності або неточності в інформації, яку ви нам надали, негайно зв’яжіться з нами.","subheading62":"b. Право на обмеження","subpara62":"Ви маєте право вимагати, щоб ми обмежили обробку ваших персональних даних за певних обставин, наприклад, якщо ви оскаржуєте точність цих даних або якщо ви заперечували проти нашої обробки.","subheading63":"в. Право на заперечення","subpara63":"Ви маєте право заперечити проти нашої обробки ваших персональних даних за певних обставин, зокрема, якщо ми обробляємо ваші дані на основі законних інтересів або для цілей прямого маркетингу.","heading7":"7. Зміни до цієї Політики конфіденційності","para7":"Час від часу ми можемо оновлювати нашу Політику конфіденційності. Ми повідомимо вас про будь-які зміни, опублікувавши нову Політику конфіденційності на цій сторінці. Ми повідомимо вас електронною поштою та/або в помітному сповіщенні на нашому сервісі до того, як зміни набудуть чинності.","heading8":"8. Контактна інформація","para8":"З будь-якими запитаннями або сумнівами щодо цієї Політики конфіденційності зв’яжіться з нами за адресою:","li81":"Hotstar Party","li82":"Електронна пошта:","li83":"сайт:","heading9":"9. Зберігання даних","para9":"Ми зберігатимемо вашу особисту інформацію лише до тих пір, поки це необхідно для цілей, викладених у цій Політиці конфіденційності. Ми зберігатимемо та використовуватимемо вашу інформацію в обсязі, необхідному для дотримання наших юридичних зобов’язань (наприклад, якщо від нас вимагається зберігати ваші дані для дотримання чинного законодавства), вирішення суперечок і забезпечення виконання наших юридичних угод і політик.","heading10":"10. Міжнародна передача даних","para101":"Ваша інформація, включно з особистими даними, може бути передана — і зберігатися — на комп’ютерах, розташованих за межами вашого штату, провінції, країни чи іншої державної юрисдикції, де закони про захист даних можуть відрізнятися від законів вашої юрисдикції.","para102":"Ваша згода з цією Політикою конфіденційності з подальшим наданням такої інформації означає вашу згоду на цю передачу. Hotstar Party вживатиме всіх розумно необхідних заходів, щоб гарантувати, що ваші дані обробляються безпечно та відповідно до цієї Політики конфіденційності, і жодна передача ваших особистих даних не відбуватиметься організації чи країні, якщо немає відповідних засобів контролю, включаючи безпеку ваші дані та інша особиста інформація.","heading11":"11. Зв'яжіться з нами","para11":"Щоб отримати додаткові роз’яснення щодо нашої обробки даних або скористатися будь-якими своїми правами, не соромтеся зв’язатися з нами за адресою:","li111":"Hotstar Party","li112":"Електронна пошта:","li113":"сайт:","heading12":"12. Заходи безпеки даних","para12":"Ми серйозно ставимося до безпеки ваших даних. Ми застосовуємо низку заходів безпеки, щоб забезпечити безпеку вашої особистої інформації, коли ви вводите, надсилаєте або отримуєте доступ до вашої особистої інформації. До них належать:","li121":"Використання шифрування SSL/TLS для даних, що передаються через Інтернет.","li122":"Впровадження протоколів безпеки та заходів для захисту даних, що зберігаються на наших серверах.","li123":"Обмеження доступу до ваших персональних даних для співробітників, підрядників і агентів, яким потрібна ця інформація, щоб обробляти її від нашого імені. Ці особи пов’язані зобов’язаннями щодо конфіденційності та можуть бути притягнуті до дисциплінарної відповідальності, включаючи звільнення та кримінальне переслідування, якщо вони не виконують цих зобов’язань.","heading13":"13. Дотримання правових вимог","para13":"Ми можемо розкрити вашу особисту інформацію, якщо цього вимагає закон або повістка до суду, або якщо ми вважаємо, що така дія необхідна для:","li131":"Виконувати закон та обґрунтовані вимоги правоохоронних органів.","li132":"Забезпечувати дотримання нашої політики веб-сайту або захищати права, власність або безпеку нашої компанії, наших клієнтів чи інших осіб.","li133":"Запобігання або припинення діяльності, яку ми можемо вважати незаконною, неетичною чи законною діяльністю або такою, що може становити ризик.","heading14":"14. Зміни в цій Політиці конфіденційності","para141":"Ми залишаємо за собою право оновлювати або змінювати нашу Політику конфіденційності в будь-який час. Ви повинні періодично перевіряти цю Політику конфіденційності. Продовження використання вами послуги після того, як ми опублікуємо будь-які зміни до Політики конфіденційності на цій сторінці, означатиме ваше підтвердження змін і вашу згоду дотримуватися зміненої Політики конфіденційності та дотримуватися її.","para142":"Якщо ми внесемо будь-які суттєві зміни в ставлення до наших користувачів","heading15":"15. Контактна інформація","para15":"З будь-якими додатковими запитаннями чи коментарями щодо цієї Політики конфіденційності зв’яжіться з нами, використовуючи інформацію нижче:","li151":"Hotstar Party","li152":"Електронна пошта:","li153":"сайт:","heading16":"16. Посилання третіх сторін","para16":"Час від часу, на наш розсуд, ми можемо включати або пропонувати продукти чи послуги третіх сторін на нашому веб-сайті. Ці сторонні сайти мають окремі та незалежні політики конфіденційності. Тому ми не несемо жодної відповідальності за вміст і діяльність цих сайтів, на які посилаються. Тим не менш, ми прагнемо захистити цілісність нашого сайту та вітаємо будь-які відгуки про ці сайти.","heading17":"17. Громадські форуми","para17":"Майте на увазі, що якщо ви добровільно розкриєте особисту інформацію онлайн у загальнодоступній частині веб-сайту, ця інформація може бути зібрана та використана іншими. Ми не контролюємо дії наших відвідувачів і користувачів.","heading18":"18. Конфіденційність дітей","para18":"Наше розширення не стосується осіб віком до 13 років. Ми свідомо не збираємо особисту інформацію дітей віком до 13 років. Якщо ми виявляємо, що дитина віком до 13 років надала нам особисту інформацію, ми негайно видаляємо її з наших серверів. Якщо ви є батьком або опікуном і знаєте, що ваша дитина надала нам особисту інформацію, будь ласка, зв’яжіться з нами, щоб ми змогли виконати необхідні дії.","heading19":"19. Ваша згода","para19":"Використовуючи наше розширення, ви погоджуєтеся з нашою Політикою конфіденційності та погоджуєтеся з нею","terms":"умови.","heading20":"20. Оновлення вашої інформації","para20":"Якщо ви бажаєте переглянути, виправити, оновити або видалити особисту інформацію, яку ми маємо про вас, або якщо ви бажаєте змінити свої налаштування для контактів з нами, ви можете повідомити нас, зв’язавшись з нами за інформацією, наданою в Контактній інформації. розділ цієї політики.","heading21":"21. Право на відмову","para21":"Користувачі можуть будь-коли відмовитися від отримання наших повідомлень у майбутньому. Щоб відмовитися від отримання електронних листів та інформаційних бюлетенів, дотримуйтесь інструкцій, наданих у наших електронних листах.","heading22":"22. Додаткова інформація для користувачів із ЄС","para22":"Користувачі, які проживають у Європейському Союзі, мають певні права відповідно до Загального регламенту захисту даних (GDPR). Ці права включають можливість доступу, виправлення, видалення, обмеження, передачі чи заперечення проти обробки ваших персональних даних. Якщо ви бажаєте скористатися цими правами, зв’яжіться з нами за вказаною інформацією.","heading23":"23. Контактна інформація для подальших запитів","para23":"З будь-якими додатковими запитаннями або для реалізації своїх прав ви можете зв’язатися з нами за адресою:","li231":"Hotstar Party","li232":"Електронна пошта:","li233":"сайт:","li234":"Останнє оновлення: 23 квітня 2024 р","readmore":"Детальніше..."}