{"mainheading":"Chính sách bảo mật của Hotstar Party","overview":"Tổng quan","overviewpara":"Chào mừng đến với bữa tiệc Hotstar! Chính sách quyền riêng tư này mô tả cách thông tin của bạn được thu thập, sử dụng và chia sẻ khi bạn sử dụng tiện ích mở rộng Hotstar Party có sẵn từ trang web của chúng tôi tại","overviewspan":". Bằng cách sử dụng tiện ích mở rộng của chúng tôi, bạn đồng ý với việc thu thập và sử dụng thông tin theo chính sách này. Nếu bạn không đồng ý với các điều khoản, vui lòng không sử dụng tiện ích mở rộng.","heading1":"1. Thu thập và sử dụng thông tin","subheading11":"Một. Thông tin cá nhân","subpara11":"Chúng tôi thu thập thông tin mà bạn cung cấp trực tiếp cho chúng tôi khi bạn sử dụng tiện ích mở rộng của chúng tôi. Điều này có thể bao gồm:","li01":"Địa chỉ email","li02":"Loại trình duyệt và cài đặt","li03":"Ngày và giờ tiện ích mở rộng được sử dụng","li04":"Thông tin về cấu hình trình duyệt và plugin","li05":"địa chỉ IP","subheading12":"b. Dữ liệu sử dụng","subpara12":"Chúng tôi cũng tự động thu thập thông tin khi bạn điều hướng qua các trang web. Thông tin này bao gồm chi tiết về các lượt truy cập của bạn như dữ liệu giao thông, dữ liệu vị trí, nhật ký cũng như các tài nguyên và dữ liệu liên lạc khác mà bạn truy cập.","heading2":"2. Chia sẻ và tiết lộ thông tin","para2":"Chúng tôi không bán, trao đổi hoặc chuyển giao cho bên ngoài thông tin nhận dạng cá nhân của bạn trừ khi chúng tôi cung cấp cho người dùng thông báo trước. Điều này không bao gồm các đối tác lưu trữ trang web và các bên khác hỗ trợ chúng tôi điều hành trang web, tiến hành hoạt động kinh doanh hoặc phục vụ người dùng của chúng tôi, miễn là các bên đó đồng ý giữ bí mật thông tin này.","heading3":"3. Cookie và công nghệ theo dõi","para3":"Hotstar Party sử dụng cookie và các công nghệ theo dõi tương tự để theo dõi hoạt động trên các dịch vụ của chúng tôi và chúng tôi lưu giữ một số thông tin nhất định. Cookie là các tệp có một lượng nhỏ dữ liệu có thể bao gồm mã định danh duy nhất ẩn danh. Bạn có thể hướng dẫn trình duyệt của mình từ chối tất cả cookie hoặc cho biết khi nào cookie được gửi.","heading4":"4. Bảo mật dữ liệu","para4":"Chúng tôi cố gắng thực hiện các biện pháp bảo mật hợp lý để bảo vệ chống truy cập trái phép hoặc thay đổi, tiết lộ hoặc phá hủy dữ liệu trái phép. Tuy nhiên, không thể đảm bảo việc truyền dữ liệu qua Internet hoặc mạng không dây.","heading5":"5. Tiết lộ liên kết","para5":"Tiện ích mở rộng này được thiết kế để duy trì dịch vụ chất lượng cao và quản lý chi phí máy chủ một cách hiệu quả. Là một phần trong nỗ lực duy trì hoạt động của mình, chúng tôi có thể kiếm được hoa hồng liên kết khi mua hàng được thực hiện trên hầu hết các trang web sau khi cài đặt tiện ích mở rộng hoạt động tự động.","heading6":"6. Quyền của bạn","subheading61":"Một. Quyền cải chính","subpara61":"Bạn có quyền yêu cầu chúng tôi sửa đổi hoặc hoàn thiện mọi dữ liệu cá nhân không chính xác hoặc không đầy đủ về bạn mà chúng tôi lưu giữ. Nếu bạn nhận thấy bất kỳ sự khác biệt hoặc không chính xác nào trong thông tin bạn đã cung cấp cho chúng tôi, vui lòng liên hệ với chúng tôi ngay lập tức.","subheading62":"b. Quyền hạn chế","subpara62":"Bạn có quyền yêu cầu chúng tôi hạn chế xử lý dữ liệu cá nhân của bạn trong một số trường hợp nhất định, chẳng hạn như nếu bạn phản đối tính chính xác của dữ liệu đó hoặc nếu bạn phản đối việc xử lý của chúng tôi.","subheading63":"c. Quyền phản đối","subpara63":"Bạn có quyền phản đối việc chúng tôi xử lý dữ liệu cá nhân của bạn trong một số trường hợp nhất định, đặc biệt nếu chúng tôi xử lý dữ liệu của bạn dựa trên lợi ích hợp pháp hoặc cho mục đích tiếp thị trực tiếp.","heading7":"7. Những thay đổi đối với Chính sách quyền riêng tư này","para7":"Thỉnh thoảng chúng tôi có thể cập nhật Chính sách quyền riêng tư của mình. Chúng tôi sẽ thông báo cho bạn về bất kỳ thay đổi nào bằng cách đăng Chính sách quyền riêng tư mới trên trang này. Chúng tôi sẽ cho bạn biết qua email và/hoặc thông báo nổi bật trên dịch vụ của chúng tôi trước khi thay đổi có hiệu lực.","heading8":"8. Thông tin liên hệ","para8":"Nếu có bất kỳ câu hỏi hoặc thắc mắc nào về Chính sách quyền riêng tư này, vui lòng liên hệ với chúng tôi tại:","li81":"bữa tiệc ngôi sao nóng bỏng","li82":"E-mail:","li83":"Trang mạng:","heading9":"9. Lưu giữ dữ liệu","para9":"Chúng tôi sẽ chỉ lưu giữ thông tin cá nhân của bạn trong khoảng thời gian cần thiết cho các mục đích được nêu trong Chính sách quyền riêng tư này. Chúng tôi sẽ lưu giữ và sử dụng thông tin của bạn trong phạm vi cần thiết để tuân thủ các nghĩa vụ pháp lý của chúng tôi (ví dụ: nếu chúng tôi được yêu cầu lưu giữ dữ liệu của bạn để tuân thủ luật hiện hành), giải quyết tranh chấp và thực thi các thỏa thuận và chính sách pháp lý của chúng tôi.","heading10":"10. Truyền dữ liệu quốc tế","para101":"Thông tin của bạn, bao gồm cả dữ liệu cá nhân, có thể được chuyển đến — và duy trì trên — các máy tính nằm ngoài tiểu bang, tỉnh, quốc gia của bạn hoặc khu vực pháp lý chính phủ khác nơi luật bảo vệ dữ liệu có thể khác với luật bảo vệ dữ liệu của bạn.","para102":"Sự đồng ý của bạn với Chính sách quyền riêng tư này kèm theo việc bạn gửi thông tin đó thể hiện sự đồng ý của bạn đối với việc chuyển giao đó. Hotstar Party sẽ thực hiện tất cả các bước cần thiết một cách hợp lý để đảm bảo rằng dữ liệu của bạn được xử lý an toàn và tuân thủ Chính sách quyền riêng tư này và việc chuyển dữ liệu cá nhân của bạn sẽ không diễn ra cho một tổ chức hoặc quốc gia trừ khi có các biện pháp kiểm soát thích hợp bao gồm cả bảo mật của dữ liệu của bạn và thông tin cá nhân khác.","heading11":"11. Liên hệ với chúng tôi","para11":"Để làm rõ thêm về thực tiễn xử lý dữ liệu của chúng tôi hoặc để thực hiện bất kỳ quyền nào của bạn, vui lòng liên hệ với chúng tôi theo địa chỉ:","li111":"bữa tiệc ngôi sao nóng bỏng","li112":"E-mail:","li113":"Trang mạng:","heading12":"12. Các biện pháp bảo mật dữ liệu","para12":"Chúng tôi rất coi trọng vấn đề bảo mật dữ liệu của bạn. Chúng tôi thực hiện nhiều biện pháp bảo mật khác nhau để duy trì sự an toàn cho thông tin cá nhân của bạn khi bạn nhập, gửi hoặc truy cập thông tin cá nhân của mình. Bao gồm các:","li121":"Sử dụng mã hóa SSL/TLS cho dữ liệu được truyền qua Internet.","li122":"Thực hiện các giao thức và biện pháp bảo mật để bảo vệ dữ liệu được lưu trữ trên máy chủ của chúng tôi.","li123":"Giới hạn quyền truy cập vào dữ liệu cá nhân của bạn đối với nhân viên, nhà thầu và đại lý, những người cần biết thông tin đó để thay mặt chúng tôi xử lý thông tin đó. Những cá nhân này bị ràng buộc bởi các nghĩa vụ bảo mật và có thể phải chịu kỷ luật, bao gồm cả việc sa thải và truy tố hình sự nếu họ không đáp ứng các nghĩa vụ này.","heading13":"13. Tuân thủ các yêu cầu pháp lý","para13":"Chúng tôi có thể tiết lộ thông tin cá nhân của bạn khi luật pháp hoặc trát đòi hầu tòa yêu cầu làm như vậy hoặc nếu chúng tôi tin rằng hành động đó là cần thiết để:","li131":"Tuân thủ pháp luật và các yêu cầu hợp lý của cơ quan thực thi pháp luật.","li132":"Thực thi các chính sách trang web của chúng tôi hoặc bảo vệ các quyền, tài sản hoặc sự an toàn của công ty chúng tôi, khách hàng của chúng tôi hoặc những người khác.","li133":"Ngăn chặn hoặc dừng hoạt động mà chúng tôi có thể coi là hoặc có nguy cơ trở thành hoạt động bất hợp pháp, phi đạo đức hoặc có thể bị kiện hợp pháp.","heading14":"14. Những thay đổi đối với Chính sách quyền riêng tư này","para141":"Chúng tôi có quyền cập nhật hoặc thay đổi Chính sách quyền riêng tư của mình bất cứ lúc nào. Bạn nên kiểm tra Chính sách quyền riêng tư này định kỳ. Việc bạn tiếp tục sử dụng dịch vụ sau khi chúng tôi đăng bất kỳ sửa đổi nào đối với Chính sách quyền riêng tư trên trang này sẽ cấu thành sự thừa nhận của bạn về các sửa đổi và sự đồng ý của bạn tuân theo và bị ràng buộc bởi Chính sách quyền riêng tư đã sửa đổi.","para142":"Nếu chúng tôi thực hiện bất kỳ thay đổi quan trọng nào về cách chúng tôi đối xử với người dùng của mình","heading15":"15. Thông tin liên hệ","para15":"Nếu có thêm bất kỳ câu hỏi hoặc nhận xét nào về Chính sách quyền riêng tư này, vui lòng liên hệ với chúng tôi bằng thông tin bên dưới:","li151":"bữa tiệc ngôi sao nóng bỏng","li152":"E-mail:","li153":"Trang mạng:","heading16":"16. Liên kết của bên thứ ba","para16":"Đôi khi, theo quyết định riêng của mình, chúng tôi có thể bao gồm hoặc cung cấp các sản phẩm hoặc dịch vụ của bên thứ ba trên trang web của chúng tôi. Các trang web của bên thứ ba này có chính sách bảo mật riêng biệt và độc lập. Do đó, chúng tôi không có trách nhiệm hoặc trách nhiệm pháp lý đối với nội dung và hoạt động của các trang web được liên kết này. Tuy nhiên, chúng tôi tìm cách bảo vệ tính toàn vẹn của trang web của mình và hoan nghênh mọi phản hồi về các trang web này.","heading17":"17. Diễn đàn công cộng","para17":"Xin lưu ý rằng nếu bạn tự nguyện tiết lộ Thông tin cá nhân trực tuyến ở phần có thể truy cập công khai của trang web, thông tin đó có thể được người khác thu thập và sử dụng. Chúng tôi không kiểm soát hành động của khách truy cập và người dùng.","heading18":"18. Quyền riêng tư của trẻ em","para18":"Tiện ích mở rộng của chúng tôi không đề cập đến bất kỳ ai dưới 13 tuổi. Chúng tôi không cố ý thu thập thông tin nhận dạng cá nhân từ trẻ em dưới 13 tuổi. Trong trường hợp chúng tôi phát hiện ra rằng một đứa trẻ dưới 13 tuổi đã cung cấp thông tin cá nhân cho chúng tôi, chúng tôi sẽ xóa thông tin này ngay lập tức khỏi máy chủ của chúng tôi. Nếu bạn là cha mẹ hoặc người giám hộ và bạn biết rằng con bạn đã cung cấp thông tin cá nhân cho chúng tôi, vui lòng liên hệ với chúng tôi để chúng tôi có thể thực hiện các hành động cần thiết.","heading19":"19. Sự đồng ý của bạn","para19":"Bằng cách sử dụng tiện ích mở rộng của chúng tôi, bạn đồng ý với Chính sách quyền riêng tư của chúng tôi và đồng ý với nó","terms":"điều kiện.","heading20":"20. Cập nhật thông tin của bạn","para20":"Nếu bạn muốn xem lại, chỉnh sửa, cập nhật hoặc xóa thông tin cá nhân mà chúng tôi có về bạn hoặc nếu bạn muốn thay đổi tùy chọn liên hệ từ chúng tôi, bạn có thể cho chúng tôi biết bằng cách liên hệ với chúng tôi theo thông tin được cung cấp trong Thông tin liên hệ phần của chính sách này.","heading21":"21. Quyền từ chối","para21":"Người dùng có thể từ chối nhận thông tin liên lạc trong tương lai từ chúng tôi bất kỳ lúc nào. Để từ chối nhận email và bản tin, bạn có thể làm theo hướng dẫn được cung cấp trong email của chúng tôi.","heading22":"22. Thông tin bổ sung dành cho người dùng EU","para22":"Người dùng cư trú tại Liên minh Châu Âu được hưởng một số quyền nhất định theo Quy định chung về bảo vệ dữ liệu (GDPR). Các quyền này bao gồm khả năng truy cập, chỉnh sửa, xóa, hạn chế, chuyển giao hoặc phản đối việc xử lý dữ liệu cá nhân của bạn. Nếu bạn muốn thực hiện các quyền này, vui lòng liên hệ với chúng tôi theo thông tin chi tiết được cung cấp.","heading23":"23. Thông tin liên hệ để yêu cầu thêm","para23":"Nếu có thêm bất kỳ câu hỏi nào hoặc để thực hiện các quyền của mình, bạn có thể liên hệ với chúng tôi tại:","li231":"bữa tiệc ngôi sao nóng bỏng","li232":"E-mail:","li233":"Trang mạng:","li234":"Cập nhật lần cuối: ngày 23 tháng 4 năm 2024","readmore":"Đọc thêm ..."}