{"mainheading":"Hotstar 派对的隐私政策","overview":"概述","overviewpara":"欢迎来到热星派对！本隐私政策描述了当您使用我们网站上提供的 Hotstar Party 扩展程序时，我们如何收集、使用和共享您的信息：","overviewspan":"。使用我们的扩展程序，即表示您同意根据本政策收集和使用信息。如果您不同意这些条款，请不要使用该扩展程序。","heading1":"一、信息收集与使用","subheading11":"A。个人信息","subpara11":"我们收集您在使用我们的扩展程序时直接提供给我们的信息。这可能包括：","li01":"电子邮件地址","li02":"浏览器类型和设置","li03":"使用扩展程序的日期和时间","li04":"有关浏览器配置和插件的信息","li05":"IP地址","subheading12":"b.使用数据","subpara12":"当您浏览网站时，我们还会自动收集信息。此信息包括有关您访问的详细信息，例如流量数据、位置数据、日志以及您访问的其他通信数据和资源。","heading2":"2. 信息共享与披露","para2":"除非我们提前通知用户，否则我们不会出售、交易或以其他方式向外部方转让您的个人身份信息。这不包括网站托管合作伙伴以及协助我们运营网站、开展业务或服务用户的其他方，只要这些方同意对这些信息保密。","heading3":"3. Cookie 和跟踪技术","para3":"Hotstar Party 使用 cookie 和类似的跟踪技术来跟踪我们服务上的活动，并且我们持有某些信息。 Cookie 是包含少量数据的文件，其中可能包含匿名唯一标识符。您可以指示您的浏览器拒绝所有 cookie 或在发送 cookie 时进行指示。","heading4":"4. 数据安全","para4":"我们努力实施合理的安全措施，以防止未经授权的访问或未经授权的更改、披露或破坏数据。但是，无法保证通过互联网或无线网络传输数据。","heading5":"5. 关联公司披露","para5":"此扩展旨在保持高质量的服务并有效地管理服务器成本。作为我们维持运营的努力的一部分，在安装自动运行的扩展程序后，我们可能会通过在大多数网站上进行的购买赚取联属佣金。","heading6":"6. 您的权利","subheading61":"A。纠正权","subpara61":"您有权要求我们更正或补充我们持有的有关您的任何不正确或不完整的个人数据。如果您发现您提供给我们的信息有任何差异或不准确，请立即与我们联系。","subheading62":"b.限制权","subpara62":"在某些情况下，您有权要求我们限制对您的个人数据的处理，例如，如果您对该数据的准确性提出质疑，或者您反对我们的处理。","subheading63":"C。反对权","subpara63":"在某些情况下，您有权反对我们处理您的个人数据，特别是当我们基于合法利益或直接营销目的处理您的数据时。","heading7":"7. 本隐私政策的变更","para7":"我们可能会不时更新我们的隐私政策。我们将通过在此页面上发布新的隐私政策来通知您任何更改。在更改生效之前，我们将通过电子邮件和/或我们服务的显着通知告知您。","heading8":"八、联系方式","para8":"如果对本隐私政策有任何疑问或疑虑，请通过以下方式联系我们：","li81":"热星派对","li82":"电子邮件：","li83":"网站：","heading9":"9. 数据保留","para9":"我们只会在本隐私政策中规定的目的所需的时间内保留您的个人信息。我们将在遵守我们的法律义务（例如，如果我们需要保留您的数据以遵守适用法律）、解决争议以及执行我们的法律协议和政策所需的范围内保留和使用您的信息。","heading10":"10. 国际数据传输","para101":"您的信息（包括个人数据）可能会传输到并保存在位于您所在州、省、国家或其他政府管辖区之外的计算机上，这些地方的数据保护法可能与您所在管辖区的数据保护法不同。","para102":"您同意本隐私政策并提交此类信息，即表示您同意该转让。 Hotstar 方将采取一切合理必要的步骤，确保您的数据得到安全处理并符合本隐私政策，并且不会将您的个人数据传输到任何组织或国家，除非有足够的控制措施，包括安全性您的数据和其他个人信息。","heading11":"11. 联系我们","para11":"如需进一步了解我们的数据实践或行使您的任何权利，请随时通过以下方式与我们联系：","li111":"热星派对","li112":"电子邮件：","li113":"网站：","heading12":"12. 数据安全措施","para12":"我们认真对待您数据的安全。当您输入、提交或访问您的个人信息时，我们实施各种安全措施来维护您的个人信息的安全。这些包括：","li121":"对通过 Internet 传输的数据使用 SSL/TLS 加密。","li122":"实施安全协议和措施来保护存储在我们服务器上的数据。","li123":"将您的个人数据的访问权限限制为需要了解该信息以便代表我们进行处理的员工、承包商和代理商。这些人受到保密义务的约束，如果未能履行这些义务，可能会受到纪律处分，包括解雇和刑事起诉。","heading13":"13. 遵守法律要求","para13":"如果法律或传票要求，或者如果我们认为有必要采取此类行动，我们可能会披露您的个人信息：","li131":"遵守法律和执法部门的合理要求。","li132":"执行我们的网站政策或保护我们公司、客户或其他人的权利、财产或安全。","li133":"防止或停止我们可能认为是非法、不道德或可依法提起诉讼的活动，或构成此类活动的风险。","heading14":"14. 本隐私政策的变更","para141":"我们保留随时更新或更改我们的隐私政策的权利。您应该定期查看本隐私政策。在我们在此页面上发布对隐私政策的任何修改后，您继续使用该服务即表示您承认这些修改并同意遵守修改后的隐私政策并受其约束。","para142":"如果我们对对待用户的方式做出任何重大改变","heading15":"15. 联系方式","para15":"如果对本隐私政策有任何其他问题或意见，请使用以下信息与我们联系：","li151":"热星派对","li152":"电子邮件：","li153":"网站：","heading16":"16. 第三方链接","para16":"有时，我们可能会自行决定在我们的网站上包含或提供第三方产品或服务。这些第三方网站具有单独且独立的隐私政策。因此，我们对这些链接网站的内容和活动不承担任何责任。尽管如此，我们仍力求保护我们网站的完整性，并欢迎有关这些网站的任何反馈。","heading17":"17. 公共论坛","para17":"请注意，如果您自愿在网站的可公开访问部分在线披露个人信息，则该信息可能会被其他人收集和使用。我们不控制访客和用户的行为。","heading18":"18. 儿童隐私","para18":"我们的扩展程序不针对 13 岁以下的任何人。我们不会故意收集 13 岁以下儿童的个人身份信息。如果我们发现 13 岁以下儿童向我们提供了个人信息，我们会立即从我们的服务器中删除该信息。如果您是父母或监护人，并且您知道您的孩子向我们提供了个人信息，请与我们联系，以便我们能够采取必要的行动。","heading19":"19. 您的同意","para19":"通过使用我们的扩展，您特此同意我们的隐私政策并同意其","terms":"条款。","heading20":"20. 更新您的信息","para20":"如果您想查看、更正、更新或删除我们拥有的有关您的个人信息，或者如果您想更改您对我们的联系方式的偏好，您可以通过联系信息中提供的信息与我们联系。本政策的部分。","heading21":"21. 选择退出权","para21":"用户可以随时选择不再接收我们未来的通信。要选择不接收电子邮件和新闻通讯，您可以按照我们电子邮件中提供的说明进行操作。","heading22":"22. 欧盟用户的附加信息","para22":"居住在欧盟的用户有权享有《通用数据保护条例》(GDPR) 规定的某些权利。这些权利包括访问、纠正、删除、限制、转移或反对处理您的个人数据的能力。如果您想行使这些权利，请通过提供的详细信息与我们联系。","heading23":"23. 进一步查询的联系方式","para23":"如有任何其他问题或要行使您的权利，您可以通过以下方式联系我们：","li231":"热星派对","li232":"电子邮件：","li233":"网站：","li234":"最后更新日期：2024 年 4 月 23 日","readmore":"阅读更多 ..."}