{"mainheading":"ለሆትታር ፓርቲ የተቆራኘ ይፋ ማድረግ","overview":"አጠቃላይ እይታ","overviewpara":"በሆትታር ፓርቲ፣ ተደራሽ ከ","overviewparaspan":"በአሰራራችን ላይ ግልፅነትን እየጠበቅን ልዩ አገልግሎት ለመስጠት እና የተጠቃሚን ልምድ ለማሳደግ እንጥራለን። ይህ የተቆራኘ መግለጫ ከሶስተኛ ወገኖች ጋር ያለንን የተቆራኘ ግንኙነት ባህሪ ለመግለፅ የቀረበ ነው።","heading1":"የተቆራኘ ግንኙነትን መረዳት","subheading11":"የ Affiliate Link ምንድን ነው?","subpara11":"የተቆራኘ ማገናኛ አጋርን የያዘ የተወሰነ ዩአርኤል ነው።","subheading12":"እንዴት ነው የሚሰራው?","subpara12":"ይህ ቅጥያ በነጋዴዎች አገናኞች ላይ የተቆራኘ መለያዎችን በራስ-ሰር ይተገበራል።","heading2":"የኛ ቁርጠኝነት","subheading21":"ግልጽነት","subpara21":"ሆስተር ፓርቲ በግንኙነት፣ በአመለካከት እና በማንነት ታማኝነት ያምናል። የተቀበለው ማካካሻ በዚህ ቅጥያ ውስጥ በተደረጉ የማስታወቂያ ይዘቶች፣ ርዕሶች ወይም ልጥፎች ላይ ተጽእኖ ሊያሳድር ይችላል። ያ ይዘት፣ የማስታወቂያ ቦታ ወይም ልጥፍ የሚከፈልበት ወይም ስፖንሰር የተደረገ ይዘት በግልፅ ይታወቃሉ።","subheading22":"የአገልግሎት ታማኝነት","subpara22":"የእኛ ተጠቃሚዎች","subheading23":"የተቆራኙ ሽርክናዎች","subpara23":"ከተለያዩ ነጋዴዎች ጋር ሽርክና አለን እና የምንሰራው ከታመኑ የተቆራኘ አውታረ መረቦች ጋር ብቻ ነው። እባክዎን እነዚህ ውጫዊ ጣቢያዎች የራሳቸው እንዳላቸው ልብ ይበሉ","privacy":"የግላዊነት ፖሊሲዎች","terms":"የአገልግሎት ውል","and":"እና","subpara23span2":". ለድርጊታቸው ምንም አይነት ሃላፊነት ወይም ተጠያቂነት አንቀበልም።","heading3":"የኃላፊነት ማስተባበያ ማግኘት","para3":"ይህ ቅጥያ የተነደፈው ከፍተኛ ጥራት ያለው አገልግሎትን ለመጠበቅ እና የአገልጋይ ወጪዎችን በብቃት ለመቆጣጠር ነው። ስራችንን ለማስቀጠል እንደምናደርገው ጥረት አካል፣ ቅጥያውን ከጫንን በኋላ በአብዛኛዎቹ ድረ-ገጾች ላይ በተደረጉ ግዢዎች የተቆራኘ ኮሚሽኖችን ልናገኝ እንችላለን። ይህ የተቆራኘ ሞዴል በራስ-ሰር ይሰራል እና የእኛ የንግድ ስትራቴጂ ዋና አካል ነው።","heading4":"የመገኛ አድራሻ","para4":"የእኛን የተቆራኘ ይፋ ማድረግን ወይም ከቅጥያችን ጋር ያለዎትን ግንኙነት በተመለከተ ማንኛቸውም ጥያቄዎች ካሉዎት እባክዎን በሚከተለው አድራሻ ያግኙን፡","li41":"Hotstar ፓርቲ","li42":"ኢሜይል፡-","li43":"ድህረገፅ:","heading5":"የተቆራኙ አጋሮች ምርጫ","subheading51":"ተባባሪዎችን ለመምረጥ መስፈርቶች","subpara51":"በሆትታር ፓርቲ፣ አጋር አጋሮቻችንን ለተጠቃሚዎቻችን ባላቸው አግባብነት እና ከአገልግሎት መስፈርቶቻቸው ጋር ባላቸው አሰላለፍ እንመርጣለን። ለተጠቃሚዎቻችን ዋጋ ይሰጣሉ ብለን ከምናምንባቸው ንግዶች ጋር ብቻ እንገናኛለን እና ተመሳሳይ የጥራት እና የደንበኞች አገልግሎት ደረጃዎችን እናከብራለን።","subheading52":"ለተጠቃሚዎች ምንም ተጨማሪ ወጪ የለም።","subpara52":"በእኛ ቅጥያ በኩል የተቆራኘ አገናኞችን መጠቀም ለእርስዎ ተጨማሪ ወጪዎችን እንደማያመጣ አጽንኦት መስጠት አስፈላጊ ነው. በተዛማጅ አገናኝም ሆነ በተዛማጅ ባልሆነ አገናኝ ብትገዙ ዋጋዎች ተመሳሳይ ናቸው። በአንዳንድ ሁኔታዎች፣ ከአጋር ድርጅቶች ጋር የምናደርገው ድርድር ቅናሾችን ወይም ሌላ ቦታ ላይገኝ ልዩ ቅናሾችን ሊያስከትል ይችላል።","heading6":"የተጠቃሚ ምርጫዎች እና ግልጽነት","subheading61":"የተቆራኘ አገናኞችን መለየት","subpara61":"Hotstar Partyን በሚጠቀሙበት ጊዜ፣ በድር አሰሳ ተሞክሮ ውስጥ ስለሚዋሃዱ በተቆራኙ አገናኞች ላይ መለያ ወይም አመልካች ሁልጊዜ ላያዩ ይችላሉ። ሆኖም፣ ስለ የተቆራኘ ግብይት አጠቃቀማችን ግልጽነትን ለመጠበቅ ቃል እንገባለን።","subheading62":"የመውጣት አማራጭ","subpara62":"ሆስተታር ፓርቲን በተዛማጅ ማገናኛዎች አለመደገፍን የሚመርጡ ተጠቃሚዎች ከፈለጉ ይህን ባህሪ ማሰናከል ይችላሉ። እንዴት መርጦ መውጣት እንደሚቻል መመሪያዎችን ለማግኘት እባክዎ የድጋፍ ቡድናችንን በ team@hotstarparty.party ያግኙ።","subheading63":"በተጠቃሚ ውሂብ ላይ ተጽእኖ","subpara63":"በተዛማጅ አገናኞች በኩል ከተደረጉ የግለሰብ ግዢዎች ጋር የተገናኘ የግል ውሂብን አንከታተልም። የእኛ ስርዓት ኮሚሽኖችን ለማስላት በቅጥያው በኩል የተደረጉትን አጠቃላይ የግብይቶች ብዛት ብቻ ይሰበስባል። የእርስዎ የግል የግዢ ውሂብ ሚስጥራዊ ሆኖ ይቆያል እና የአጋር ኮሚሽኑን ደህንነት ለመጠበቅ ከሚያስፈልገው በላይ ከአጋር አጋሮች ጋር አይጋራም።","heading7":"የእርስዎ ድጋፍ","para7":"የተቆራኘ አገናኞችን በመጠቀም የሆስተታር ፓርቲ ቅጥያውን እየደገፉ ነው እና አዳዲስ ባህሪያትን ማዳበር እና አገልግሎታችንን ማስቀጠል እንድንቀጥል ያስችሉናል። የእርስዎን ድጋፍ እናደንቃለን እናም የመስመር ላይ ተሞክሮዎን ያለማቋረጥ ለማሻሻል እንጥራለን።","heading8":"ተጨማሪ ጥያቄዎች","para8":"ስለ የተቆራኘ አገናኞች አጠቃቀማችን ወይም ስለ ማንኛውም ሌላ የስራችን ገጽታ ተጨማሪ ጥያቄዎች ካሉዎት በ team@hotstarparty.party ላይ በኢሜል ለመገናኘት አያመንቱ። እኛ እዚህ ያለነው ግልጽነት ለማቅረብ እና ለሚኖሩዎት ስጋቶች ለማገዝ ነው።"}