{"mainheading":"الكشف عن الشركات التابعة لحزب Hotstar","overview":"ملخص","overviewpara":"في Hotstar Party، يمكن الوصول إليها من","overviewparaspan":"، نحن نسعى جاهدين لتقديم خدمة استثنائية وتعزيز تجربة المستخدم مع الحفاظ على الشفافية في عملياتنا. تم تقديم هذا الكشف عن الشركات التابعة للكشف عن طبيعة علاقات الشركات التابعة لدينا مع أطراف ثالثة.","heading1":"فهم العلاقات التابعة","subheading11":"ما هو الرابط التابع؟","subpara11":"الرابط التابع هو عنوان URL محدد يحتوي على الشريك التابع","subheading12":"كيف يعمل؟","subpara12":"يقوم هذا الامتداد تلقائيًا بتطبيق العلامات التابعة على روابط التجار","heading2":"التزامنا","subheading21":"الشفافية","subpara21":"يؤمن حزب Hotstar بصدق العلاقة والرأي والهوية. قد يؤثر التعويض المستلم على محتوى الإعلان أو الموضوعات أو المشاركات المنشورة في هذا الملحق. سيتم تحديد هذا المحتوى أو المساحة الإعلانية أو المنشور بوضوح على أنه محتوى مدفوع أو مدعوم.","subheading22":"سلامة الخدمة","subpara22":"مستخدمينا","subheading23":"الشراكات التابعة","subpara23":"لدينا شراكات مع العديد من التجار ونعمل فقط مع الشبكات التابعة الموثوقة. يرجى ملاحظة أن هذه المواقع الخارجية لها مواقعها الخاصة","privacy":"سياسات الخصوصية","terms":"شروط الخدمة","and":"و","subpara23span2":". نحن لا نقبل أي مسؤولية أو التزام عن ممارساتهم.","heading3":"إخلاء المسؤولية عن الكسب","para3":"تم تصميم هذا الامتداد للحفاظ على خدمة عالية الجودة وإدارة تكاليف الخادم بفعالية. كجزء من جهودنا للحفاظ على عملياتنا، قد نكسب عمولات تابعة على عمليات الشراء التي تتم على معظم مواقع الويب بعد تثبيت الامتداد. يعمل نموذج الشراكة هذا تلقائيًا وهو جزء لا يتجزأ من استراتيجية أعمالنا.","heading4":"معلومات الاتصال","para4":"إذا كانت لديك أي أسئلة بخصوص إفصاحنا عن الشركات التابعة، أو تعاملاتك مع امتدادنا، فيرجى الاتصال بنا على:","li41":"حفلة هوت ستار","li42":"بريد إلكتروني:","li43":"موقع إلكتروني:","heading5":"اختيار الشركاء التابعين","subheading51":"معايير اختيار الشركات التابعة","subpara51":"في Hotstar Party، نختار شركائنا التابعين بناءً على مدى صلتهم بمستخدمينا ومواءمتهم مع معايير الخدمة لدينا. نحن ننتمي فقط إلى الشركات التي نعتقد أنها تقدم قيمة لمستخدمينا وتدعم معايير مماثلة للجودة وخدمة العملاء.","subheading52":"لا توجد تكلفة إضافية للمستخدمين","subpara52":"من المهم التأكيد على أن استخدام الروابط التابعة من خلال امتدادنا لا يفرض عليك تكاليف إضافية. الأسعار هي نفسها سواء قمت بالشراء من خلال رابط تابع أو رابط غير تابع. وفي بعض الحالات، قد تؤدي مفاوضاتنا مع الشركات التابعة إلى خصومات أو عروض خاصة غير متوفرة في أي مكان آخر.","heading6":"خيارات المستخدم والشفافية","subheading61":"تحديد الروابط التابعة","subpara61":"أثناء استخدام Hotstar Party، قد لا ترى دائمًا علامة أو مؤشرًا على الروابط التابعة لأنها مدمجة في تجربة تصفح الويب. ومع ذلك، فإننا نلتزم بالحفاظ على الشفافية بشأن استخدامنا للتسويق بالعمولة.","subheading62":"خيار إلغاء الاشتراك","subpara62":"يمكن للمستخدمين الذين يفضلون عدم دعم Hotstar Party من خلال الروابط التابعة اختيار تعطيل هذه الميزة إذا رغبوا في ذلك. للحصول على تعليمات حول كيفية إلغاء الاشتراك، يرجى الاتصال بفريق الدعم لدينا على team@hotstarparty.party.","subheading63":"التأثير على بيانات المستخدم","subpara63":"نحن لا نتتبع البيانات الشخصية المرتبطة بالمشتريات الفردية التي تتم من خلال الروابط التابعة. يقوم نظامنا بتجميع إجمالي عدد المعاملات التي تتم عبر الامتداد فقط لحساب العمولات. تظل بيانات الشراء الشخصية الخاصة بك سرية ولا تتم مشاركتها مع الشركاء التابعين بما يتجاوز ما هو ضروري لتأمين العمولة التابعة.","heading7":"دعمك","para7":"باستخدام الروابط التابعة، فإنك تدعم امتداد Hotstar Party وتمكننا من مواصلة تطوير الميزات المبتكرة والحفاظ على خدماتنا. نحن نقدر دعمك ونسعى جاهدين لتحسين تجربتك عبر الإنترنت باستمرار.","heading8":"مزيد من الأسئلة","para8":"إذا كانت لديك أي أسئلة أخرى حول استخدامنا للروابط التابعة أو أي جانب آخر من جوانب عملياتنا، فلا تتردد في التواصل معنا عبر البريد الإلكتروني على team@hotstarparty.party. نحن هنا لتوفير الوضوح والمساعدة في أي مخاوف قد تكون لديكم."}