{"mainheading":"Разкриване на партньорска информация за Hotstar Party","overview":"Преглед","overviewpara":"В Hotstar Party, достъпен от","overviewparaspan":", ние се стремим да предоставим изключително обслужване и да подобрим потребителското изживяване, като същевременно поддържаме прозрачност в нашите операции. Това разкриване на партньорска информация е предоставено, за да разкрие естеството на нашите партньорски взаимоотношения с трети страни.","heading1":"Разбиране на партньорските взаимоотношения","subheading11":"Какво е партньорска връзка?","subpara11":"Партньорската връзка е конкретен URL адрес, който съдържа партньора","subheading12":"Как работи?","subpara12":"Това разширение автоматично прилага тагове за партньори към връзки на търговци","heading2":"Нашият ангажимент","subheading21":"Прозрачност","subpara21":"Hotstar Party вярва в честността на отношенията, мненията и идентичността. Полученото възнаграждение може да повлияе на рекламното съдържание, темите или публикациите, направени в това разширение. Това съдържание, рекламно пространство или публикация ще бъдат ясно идентифицирани като платено или спонсорирано съдържание.","subheading22":"Целостта на услугата","subpara22":"Нашите потребители","subheading23":"Партньорски партньорства","subpara23":"Имаме партньорства с различни търговци и работим само с доверени партньорски мрежи. Моля, имайте предвид, че тези външни сайтове имат свои собствени","privacy":"политики за поверителност","terms":"условия за ползване","and":"и","subpara23span2":". Ние не поемаме никаква отговорност или задължения за техните практики.","heading3":"Печелене Отказ от отговорност","para3":"Това разширение е предназначено да поддържа висококачествена услуга и да управлява ефективно сървърните разходи. Като част от усилията ни да поддържаме дейността си, може да печелим партньорски комисионни за покупки, направени на повечето уебсайтове след инсталиране на разширението. Този партньорски модел работи автоматично и е неразделна част от нашата бизнес стратегия.","heading4":"Информация за връзка","para4":"Ако имате някакви въпроси относно нашето разкриване на информация за партньори или вашите отношения с нашето разширение, моля, свържете се с нас на:","li41":"Парти Hotstar","li42":"Електронна поща:","li43":"уебсайт:","heading5":"Избор на афилиейт партньори","subheading51":"Критерии за избор на партньори","subpara51":"В Hotstar Party избираме нашите афилиейт партньори въз основа на тяхната уместност за нашите потребители и съответствието им с нашите стандарти за обслужване. Ние се свързваме само с фирми, за които смятаме, че предоставят стойност на нашите потребители и поддържаме подобни стандарти за качество и обслужване на клиенти.","subheading52":"Без допълнителни разходи за потребителите","subpara52":"Важно е да подчертаете, че използването на партньорски връзки чрез нашето разширение не ви налага допълнителни разходи. Цените са еднакви, независимо дали купувате чрез партньорска връзка или непартньорска връзка. В някои случаи нашите преговори с партньори може дори да доведат до отстъпки или специални оферти, които не се предлагат другаде.","heading6":"Потребителски избор и прозрачност","subheading61":"Идентифициране на партньорски връзки","subpara61":"Докато използвате Hotstar Party, може да не виждате винаги етикет или индикатор на партньорските връзки, тъй като те са интегрирани в изживяването при сърфиране в мрежата. Ние обаче се ангажираме да поддържаме прозрачност относно използването на партньорски маркетинг.","subheading62":"Опция за отказ","subpara62":"Потребителите, които предпочитат да не поддържат Hotstar Party чрез партньорски връзки, могат да изберат да деактивират тази функция, ако желаят. За инструкции как да се откажете, моля, свържете се с нашия екип за поддръжка на team@hotstarparty.party.","subheading63":"Влияние върху потребителските данни","subpara63":"Ние не проследяваме лични данни, свързани с индивидуални покупки, направени чрез партньорски връзки. Нашата система обобщава само общия брой транзакции, направени чрез разширението, за да изчисли комисионите. Вашите лични данни за покупки остават поверителни и не се споделят с афилиейт партньори освен необходимото за осигуряване на афилиейт комисионната.","heading7":"Твоята подкрепа","para7":"Като използвате партньорски връзки, вие подкрепяте разширението Hotstar Party и ни позволявате да продължим да разработваме иновативни функции и да поддържаме нашата услуга. Оценяваме вашата подкрепа и се стремим непрекъснато да подобряваме вашето онлайн изживяване.","heading8":"Още въпроси","para8":"Ако имате някакви допълнителни въпроси относно използването на партньорски връзки или всеки друг аспект от нашите операции, не се колебайте да се свържете с нас по имейл на team@hotstarparty.party. Ние сме тук, за да предоставим яснота и да помогнем с всякакви притеснения, които може да имате."}