{"mainheading":"Hotstar পার্টির জন্য অধিভুক্ত প্রকাশ","overview":"ওভারভিউ","overviewpara":"Hotstar পার্টিতে, থেকে অ্যাক্সেসযোগ্য","overviewparaspan":", আমরা আমাদের ক্রিয়াকলাপে স্বচ্ছতা বজায় রেখে ব্যতিক্রমী পরিষেবা প্রদান এবং ব্যবহারকারীর অভিজ্ঞতা বাড়াতে চেষ্টা করি। তৃতীয় পক্ষের সাথে আমাদের অধিভুক্ত সম্পর্কের প্রকৃতি প্রকাশ করার জন্য এই অধিভুক্ত প্রকাশ প্রদান করা হয়েছে।","heading1":"অধিভুক্ত সম্পর্ক বোঝা","subheading11":"একটি অ্যাফিলিয়েট লিঙ্ক কি?","subpara11":"একটি অ্যাফিলিয়েট লিঙ্ক হল একটি নির্দিষ্ট URL যাতে অ্যাফিলিয়েট থাকে","subheading12":"এটা কিভাবে কাজ করে?","subpara12":"এই এক্সটেনশনটি স্বয়ংক্রিয়ভাবে ব্যবসায়ীদের লিঙ্কগুলিতে অ্যাফিলিয়েট ট্যাগ প্রয়োগ করে৷","heading2":"আমাদের অঙ্গীকার","subheading21":"স্বচ্ছতা","subpara21":"হটস্টার পার্টি সম্পর্ক, মতামত এবং পরিচয়ের সততায় বিশ্বাস করে। প্রাপ্ত ক্ষতিপূরণ এই এক্সটেনশনে করা বিজ্ঞাপনের বিষয়বস্তু, বিষয় বা পোস্টগুলিকে প্রভাবিত করতে পারে। সেই বিষয়বস্তু, বিজ্ঞাপনের স্থান বা পোস্টকে অর্থপ্রদত্ত বা স্পনসর করা সামগ্রী হিসাবে স্পষ্টভাবে চিহ্নিত করা হবে।","subheading22":"সেবা সততা","subpara22":"আমাদের ব্যবহারকারীদের","subheading23":"অধিভুক্ত অংশীদারিত্ব","subpara23":"আমাদের বিভিন্ন বণিকদের সাথে অংশীদারিত্ব রয়েছে এবং আমরা শুধুমাত্র বিশ্বস্ত অ্যাফিলিয়েট নেটওয়ার্কের সাথে কাজ করি। এই বহিরাগত সাইট তাদের নিজস্ব আছে দয়া করে নোট করুন","privacy":"গোপনীয়তা নীতি","terms":"সেবা পাবার শর্ত","and":"এবং","subpara23span2":". আমরা তাদের অনুশীলনের জন্য কোন দায়িত্ব বা দায় স্বীকার করি না।","heading3":"দাবিত্যাগ উপার্জন","para3":"এই এক্সটেনশনটি উচ্চ-মানের পরিষেবা বজায় রাখতে এবং সার্ভারের খরচ কার্যকরভাবে পরিচালনা করার জন্য ডিজাইন করা হয়েছে। আমাদের ক্রিয়াকলাপগুলিকে টিকিয়ে রাখার জন্য আমাদের প্রচেষ্টার অংশ হিসাবে, আমরা এক্সটেনশনটি ইনস্টল করার পরে বেশিরভাগ ওয়েবসাইটে করা কেনাকাটার উপর অনুমোদিত কমিশন পেতে পারি। এই অধিভুক্ত মডেল স্বয়ংক্রিয়ভাবে কাজ করে এবং আমাদের ব্যবসা কৌশলের একটি অবিচ্ছেদ্য অংশ।","heading4":"যোগাযোগের তথ্য","para4":"আমাদের অ্যাফিলিয়েট ডিসক্লোজার, বা আমাদের এক্সটেনশনের সাথে আপনার লেনদেন সম্পর্কে আপনার যদি কোন প্রশ্ন থাকে, অনুগ্রহ করে আমাদের সাথে এখানে যোগাযোগ করুন:","li41":"হটস্টার পার্টি","li42":"ইমেইল:","li43":"ওয়েবসাইট:","heading5":"অধিভুক্ত অংশীদার নির্বাচন","subheading51":"অধিভুক্ত নির্বাচনের জন্য মানদণ্ড","subpara51":"Hotstar পার্টিতে, আমরা আমাদের ব্যবহারকারীদের সাথে তাদের প্রাসঙ্গিকতা এবং আমাদের পরিষেবার মানগুলির সাথে তাদের সারিবদ্ধতার ভিত্তিতে আমাদের অনুমোদিত অংশীদারদের নির্বাচন করি। আমরা শুধুমাত্র সেইসব ব্যবসার সাথে অধিভুক্ত করি যা আমরা বিশ্বাস করি যে আমাদের ব্যবহারকারীদের মূল্য প্রদান করে এবং গুণমান এবং গ্রাহক পরিষেবার অনুরূপ মান বজায় রাখে।","subheading52":"ব্যবহারকারীদের জন্য কোন অতিরিক্ত খরচ","subpara52":"এটা জোর দেওয়া গুরুত্বপূর্ণ যে আমাদের এক্সটেনশনের মাধ্যমে অ্যাফিলিয়েট লিঙ্কগুলি ব্যবহার করলে আপনার অতিরিক্ত খরচ হবে না। আপনি অ্যাফিলিয়েট লিঙ্ক বা অ-অ্যাফিলিয়েট লিঙ্কের মাধ্যমে কিনুন না কেন দাম একই। কিছু ক্ষেত্রে, অ্যাফিলিয়েটদের সাথে আমাদের আলোচনার ফলে ডিসকাউন্ট বা বিশেষ অফার অন্য কোথাও পাওয়া যায় না।","heading6":"ব্যবহারকারীর পছন্দ এবং স্বচ্ছতা","subheading61":"অধিভুক্ত লিঙ্ক সনাক্তকরণ","subpara61":"Hotstar পার্টি ব্যবহার করার সময়, আপনি সবসময় অ্যাফিলিয়েট লিঙ্কগুলিতে একটি লেবেল বা সূচক দেখতে পাবেন না কারণ সেগুলি ওয়েব ব্রাউজিং অভিজ্ঞতার সাথে একীভূত। যাইহোক, আমরা আমাদের অ্যাফিলিয়েট মার্কেটিং ব্যবহারের বিষয়ে স্বচ্ছতা বজায় রাখতে প্রতিশ্রুতিবদ্ধ।","subheading62":"অপ্ট-আউট বিকল্প","subpara62":"যে ব্যবহারকারীরা এফিলিয়েট লিঙ্কের মাধ্যমে হটস্টার পার্টিকে সমর্থন করতে চান না তারা চাইলে এই বৈশিষ্ট্যটি নিষ্ক্রিয় করতে বেছে নিতে পারেন। কীভাবে অপ্ট আউট করবেন তার নির্দেশাবলীর জন্য, অনুগ্রহ করে team@hotstarparty.party-এ আমাদের সহায়তা টিমের সাথে যোগাযোগ করুন৷","subheading63":"ব্যবহারকারীর ডেটার উপর প্রভাব","subpara63":"আমরা অনুমোদিত লিঙ্কের মাধ্যমে করা ব্যক্তিগত ক্রয়ের সাথে লিঙ্কযুক্ত ব্যক্তিগত ডেটা ট্র্যাক করি না। আমাদের সিস্টেম কমিশন গণনা করার জন্য এক্সটেনশনের মাধ্যমে করা লেনদেনের মোট সংখ্যাকে একত্রিত করে। আপনার ব্যক্তিগত ক্রয় ডেটা গোপনীয় থাকে এবং অ্যাফিলিয়েট কমিশন সুরক্ষিত করার জন্য যা প্রয়োজন তার বাইরে অধিভুক্ত অংশীদারদের সাথে ভাগ করা হয় না।","heading7":"আপনার সমর্থন","para7":"অধিভুক্ত লিঙ্কগুলি ব্যবহার করে, আপনি Hotstar পার্টি এক্সটেনশনকে সমর্থন করছেন এবং আমাদেরকে উদ্ভাবনী বৈশিষ্ট্যগুলি বিকাশ এবং আমাদের পরিষেবা বজায় রাখতে সক্ষম করছেন৷ আমরা আপনার সমর্থনের প্রশংসা করি এবং ক্রমাগত আপনার অনলাইন অভিজ্ঞতা উন্নত করার চেষ্টা করি।","heading8":"আবারও কোন প্রশ্ন করা","para8":"আমাদের অ্যাফিলিয়েট লিঙ্কের ব্যবহার বা আমাদের ক্রিয়াকলাপের অন্য কোনও দিক সম্পর্কে আপনার আরও কোনও প্রশ্ন থাকলে, team@hotstarparty.party-এ ইমেলের মাধ্যমে যোগাযোগ করতে দ্বিধা করবেন না। আমরা এখানে স্পষ্টতা প্রদান করতে এবং আপনার কোন উদ্বেগের সাথে সহায়তা করতে এখানে আছি।"}