{"mainheading":"Divulgació d'afiliats per a Hotstar Party","overview":"Visió general","overviewpara":"A Hotstar Party, accessible des de","overviewparaspan":", ens esforcem per oferir un servei excepcional i millorar l'experiència de l'usuari mantenint la transparència en les nostres operacions. Aquesta Divulgació d'Afiliats s'ha proporcionat per revelar la naturalesa de les nostres relacions d'afiliats amb tercers.","heading1":"Entendre les relacions d'afiliats","subheading11":"Què és un enllaç d'afiliat?","subpara11":"Un enllaç d'afiliat és un URL específic que conté l'afiliat","subheading12":"Com funciona?","subpara12":"Aquesta extensió aplica automàticament etiquetes d'afiliats als enllaços dels comerciants","heading2":"El nostre Compromís","subheading21":"Transparència","subpara21":"Hotstar Party creu en l'honestedat de la relació, l'opinió i la identitat. La compensació rebuda pot influir en el contingut publicitari, els temes o les publicacions fetes en aquesta extensió. Aquest contingut, espai publicitari o publicació s'identificarà clarament com a contingut de pagament o patrocinat.","subheading22":"Integritat del servei","subpara22":"Els nostres usuaris","subheading23":"Col·laboracions d'afiliats","subpara23":"Tenim associacions amb diversos comerciants i treballem només amb xarxes d'afiliats de confiança. Tingueu en compte que aquests llocs externs tenen els seus","privacy":"polítiques de privadesa","terms":"termes del servei","and":"i","subpara23span2":". No acceptem cap responsabilitat per les seves pràctiques.","heading3":"Exempció de responsabilitat de guanys","para3":"Aquesta extensió està dissenyada per mantenir un servei d'alta qualitat i gestionar els costos del servidor de manera eficaç. Com a part dels nostres esforços per mantenir les nostres operacions, és possible que guanyem comissions d'afiliats per les compres fetes a la majoria dels llocs web després d'instal·lar l'extensió. Aquest model d'afiliació funciona automàticament i forma part integral de la nostra estratègia empresarial.","heading4":"Informació de contacte","para4":"Si teniu cap pregunta sobre la nostra Divulgació d'afiliats o sobre les vostres relacions amb la nostra extensió, poseu-vos en contacte amb nosaltres a:","li41":"Festa Hotstar","li42":"Correu electrònic:","li43":"Lloc web:","heading5":"Selecció de socis afiliats","subheading51":"Criteris per triar els afiliats","subpara51":"A Hotstar Party, seleccionem els nostres socis afiliats en funció de la seva rellevància per als nostres usuaris i la seva alineació amb els nostres estàndards de servei. Només ens afiliam a empreses que creiem que proporcionen valor als nostres usuaris i mantenen estàndards similars de qualitat i servei al client.","subheading52":"Sense cost addicional per als usuaris","subpara52":"És important destacar que l'ús d'enllaços d'afiliats a través de la nostra extensió no comporta costos addicionals per a vostè. Els preus són els mateixos tant si compreu a través d'un enllaç d'afiliat com d'un enllaç no afiliat. En alguns casos, les nostres negociacions amb els afiliats poden fins i tot donar lloc a descomptes o ofertes especials que no estan disponibles en altres llocs.","heading6":"Opcions dels usuaris i transparència","subheading61":"Identificació d'enllaços d'afiliats","subpara61":"Quan utilitzeu Hotstar Party, és possible que no sempre vegeu una etiqueta o un indicador als enllaços d'afiliats perquè estan integrats a l'experiència de navegació web. Tanmateix, ens comprometem a mantenir la transparència sobre el nostre ús del màrqueting d'afiliació.","subheading62":"Opció de desactivació","subpara62":"Els usuaris que prefereixen no donar suport a Hotstar Party mitjançant enllaços d'afiliats poden optar per desactivar aquesta funció si ho desitgen. Per obtenir instruccions sobre com desactivar-se, poseu-vos en contacte amb el nostre equip d'assistència a team@hotstarparty.party.","subheading63":"Influència en les dades de l'usuari","subpara63":"No fem un seguiment de les dades personals vinculades a compres individuals realitzades mitjançant enllaços d'afiliats. El nostre sistema agrega només el nombre total de transaccions realitzades mitjançant l'extensió per calcular les comissions. Les vostres dades personals de compra segueixen sent confidencials i no es comparteixen amb socis afiliats més enllà del que és necessari per assegurar la comissió d'afiliats.","heading7":"El vostre suport","para7":"Mitjançant enllaços d'afiliats, esteu donant suport a l'extensió Hotstar Party i ens permeteu continuar desenvolupant funcions innovadores i mantenint el nostre servei. Agraïm el vostre suport i ens esforcem per millorar la vostra experiència en línia contínuament.","heading8":"Més preguntes","para8":"Si teniu més preguntes sobre el nostre ús dels enllaços d'afiliats o qualsevol altre aspecte de les nostres operacions, no dubteu a posar-vos en contacte per correu electrònic a team@hotstarparty.party. Estem aquí per oferir-vos claredat i ajudar-vos amb qualsevol dubte que tingueu."}