{"mainheading":"Zveřejnění affiliate partnera pro Hotstar Party","overview":"Přehled","overviewpara":"Na Hotstar Party, přístupné z","overviewparaspan":", snažíme se poskytovat výjimečné služby a zlepšovat uživatelskou zkušenost při zachování transparentnosti našich operací. Toto Zveřejnění přidružených společností bylo poskytnuto za účelem odhalení povahy našich přidružených vztahů s třetími stranami.","heading1":"Porozumění affiliate vztahům","subheading11":"Co je to přidružený odkaz?","subpara11":"Přidružený odkaz je konkrétní adresa URL, která obsahuje přidruženého partnera","subheading12":"Jak to funguje?","subpara12":"Toto rozšíření automaticky aplikuje affiliate tagy na odkazy obchodníků","heading2":"Náš závazek","subheading21":"Průhlednost","subpara21":"Hotstar Party věří v poctivost vztahu, názoru a identity. Získaná kompenzace může ovlivnit reklamní obsah, témata nebo příspěvky v tomto rozšíření. Tento obsah, reklamní prostor nebo příspěvek budou jasně označeny jako placený nebo sponzorovaný obsah.","subheading22":"Integrita služby","subpara22":"Naši uživatelé","subheading23":"Affiliate partnerství","subpara23":"Máme partnerství s různými obchodníky a spolupracujeme pouze s důvěryhodnými affiliate sítěmi. Upozorňujeme, že tyto externí stránky mají své vlastní","privacy":"zásady ochrany osobních údajů","terms":"podmínky služby","and":"a","subpara23span2":". Nepřijímáme žádnou odpovědnost za jejich praktiky.","heading3":"Zřeknutí se odpovědnosti za zisk","para3":"Toto rozšíření je navrženo tak, aby udržovalo vysoce kvalitní služby a efektivně řídilo náklady na server. V rámci našeho úsilí o udržení našich operací můžeme po instalaci rozšíření získat přidružené provize za nákupy na většině webových stránek. Tento affiliate model funguje automaticky a je nedílnou součástí naší obchodní strategie.","heading4":"Kontaktní informace","para4":"Máte-li jakékoli dotazy týkající se našeho Zveřejnění přidružených společností nebo vašeho jednání s naším rozšířením, kontaktujte nás na adrese:","li41":"Hotstar Party","li42":"E-mailem:","li43":"Webová stránka:","heading5":"Výběr affiliate partnerů","subheading51":"Kritéria pro výběr přidružených společností","subpara51":"V Hotstar Party vybíráme naše přidružené partnery na základě jejich relevance pro naše uživatele a jejich souladu s našimi standardy služeb. Jsme přidruženi pouze k podnikům, o kterých jsme přesvědčeni, že poskytují hodnotu našim uživatelům a dodržují podobné standardy kvality a zákaznických služeb.","subheading52":"Žádné další náklady pro uživatele","subpara52":"Je důležité zdůraznit, že používání přidružených odkazů prostřednictvím našeho rozšíření pro vás nezpůsobuje dodatečné náklady. Ceny jsou stejné bez ohledu na to, zda nakupujete prostřednictvím přidruženého odkazu nebo jiného než přidruženého odkazu. V některých případech mohou naše jednání s přidruženými společnostmi dokonce vést ke slevám nebo speciálním nabídkám, které jinde nejsou dostupné.","heading6":"Uživatelské volby a transparentnost","subheading61":"Identifikace přidružených odkazů","subpara61":"Při používání Hotstar Party nemusíte vždy vidět štítek nebo indikátor na přidružených odkazech, protože jsou integrovány do prostředí procházení webu. Zavazujeme se však k zachování transparentnosti ohledně našeho používání affiliate marketingu.","subheading62":"Možnost odhlášení","subpara62":"Uživatelé, kteří nechtějí podporovat Hotstar Party prostřednictvím přidružených odkazů, mohou tuto funkci zakázat, pokud si to přejí. Pokyny, jak se odhlásit, kontaktujte náš tým podpory na adrese team@hotstarparty.party.","subheading63":"Vliv na uživatelská data","subpara63":"Nesledujeme osobní údaje spojené s jednotlivými nákupy uskutečněnými prostřednictvím přidružených odkazů. Náš systém agreguje pouze celkový počet transakcí provedených prostřednictvím rozšíření pro výpočet provizí. Vaše osobní údaje o nákupech zůstávají důvěrné a nejsou sdíleny s affiliate partnery nad rámec toho, co je nezbytné pro zajištění affiliate provize.","heading7":"Tvoje podpora","para7":"Používáním přidružených odkazů podporujete rozšíření Hotstar Party a umožňujete nám pokračovat ve vývoji inovativních funkcí a udržovat naši službu. Vážíme si vaší podpory a snažíme se neustále zlepšovat vaši online zkušenost.","heading8":"Další otázky","para8":"Máte-li jakékoli další otázky týkající se našeho používání přidružených odkazů nebo jakéhokoli jiného aspektu našich operací, neváhejte nás kontaktovat prostřednictvím e-mailu na adrese team@hotstarparty.party. Jsme tu, abychom vám poskytli jasnost a pomohli vám s případnými obavami."}