{"mainheading":"Affiliate Disclosure for Hotstar Party","overview":"Oversigt","overviewpara":"På Hotstar Party, tilgængelig fra","overviewparaspan":", stræber vi efter at yde enestående service og forbedre brugeroplevelsen, samtidig med at vi opretholder gennemsigtighed i vores drift. Denne Affiliate Oplysning er blevet givet for at afsløre arten af ​​vores tilknyttede relationer med tredjeparter.","heading1":"Forståelse af affilierede relationer","subheading11":"Hvad er et affiliatelink?","subpara11":"Et affiliatelink er en specifik URL, der indeholder affiliate","subheading12":"Hvordan virker det?","subpara12":"Denne udvidelse anvender automatisk affiliate-tags til købmænds links","heading2":"Vores forpligtelse","subheading21":"Gennemsigtighed","subpara21":"Hotstar Party tror på ærlighed i forhold, mening og identitet. Den modtagne kompensation kan påvirke annonceringsindholdet, emnerne eller indlæg i denne udvidelse. Dette indhold, annonceplads eller indlæg vil tydeligt blive identificeret som betalt eller sponsoreret indhold.","subheading22":"Serviceintegritet","subpara22":"Vores brugere","subheading23":"Tilknyttede partnerskaber","subpara23":"Vi har partnerskaber med forskellige forhandlere og arbejder kun med betroede affiliate netværk. Bemærk venligst, at disse eksterne websteder har deres egne","privacy":"privatlivspolitikker","terms":"servicevilkår","and":"og","subpara23span2":". Vi påtager os intet ansvar eller ansvar for deres praksis.","heading3":"Ansvarsfraskrivelse for indtjening","para3":"Denne udvidelse er designet til at opretholde service af høj kvalitet og administrere serveromkostninger effektivt. Som en del af vores bestræbelser på at opretholde vores drift, kan vi tjene tilknyttede kommissioner på køb foretaget på de fleste af webstederne efter installation af udvidelsen. Denne affiliate model fungerer automatisk og er en integreret del af vores forretningsstrategi.","heading4":"Kontakt information","para4":"Hvis du har spørgsmål vedrørende vores Affiliate Disclosure, eller din omgang med vores udvidelse, bedes du kontakte os på:","li41":"Hotstar fest","li42":"E-mail:","li43":"Internet side:","heading5":"Valg af affiliate partnere","subheading51":"Kriterier for valg af affilierede","subpara51":"Hos Hotstar Party vælger vi vores tilknyttede partnere baseret på deres relevans for vores brugere og deres overensstemmelse med vores servicestandarder. Vi har kun tilknytning til virksomheder, som vi mener giver værdi til vores brugere og opretholder lignende standarder for kvalitet og kundeservice.","subheading52":"Ingen yderligere omkostninger for brugere","subpara52":"Det er vigtigt at understrege, at brug af affiliate links gennem vores udvidelse ikke medfører yderligere omkostninger for dig. Priserne er de samme, uanset om du køber via et affiliate-link eller et ikke-affiliate-link. I nogle tilfælde kan vores forhandlinger med tilknyttede virksomheder endda resultere i rabatter eller særlige tilbud, der ikke er tilgængelige andre steder.","heading6":"Brugervalg og gennemsigtighed","subheading61":"Identifikation af affilierede links","subpara61":"Mens du bruger Hotstar Party, ser du muligvis ikke altid en etiket eller indikator på tilknyttede links, fordi de er integreret i web-browsingoplevelsen. Vi forpligter os dog til at opretholde gennemsigtighed omkring vores brug af affiliate marketing.","subheading62":"Opt-out mulighed","subpara62":"Brugere, der foretrækker ikke at støtte Hotstar Party gennem affiliate links, kan vælge at deaktivere denne funktion, hvis de ønsker det. For instruktioner om, hvordan du fravælger, bedes du kontakte vores supportteam på team@hotstarparty.party.","subheading63":"Indflydelse på brugerdata","subpara63":"Vi sporer ikke personlige data knyttet til individuelle køb foretaget via tilknyttede links. Vores system samler kun det samlede antal transaktioner foretaget via udvidelsen for at beregne provisioner. Dine personlige købsdata forbliver fortrolige og deles ikke med tilknyttede partnere ud over, hvad der er nødvendigt for at sikre tilknyttede kommission.","heading7":"Din støtte","para7":"Ved at bruge tilknyttede links understøtter du Hotstar Party-udvidelsen og gør det muligt for os at fortsætte med at udvikle innovative funktioner og vedligeholde vores service. Vi sætter pris på din støtte og stræber efter at forbedre din onlineoplevelse konstant.","heading8":"Yderligere spørgsmål","para8":"Hvis du har yderligere spørgsmål om vores brug af affilierede links eller ethvert andet aspekt af vores drift, så tøv ikke med at kontakte os via e-mail på team@hotstarparty.party. Vi er her for at give klarhed og hjælpe med eventuelle bekymringer, du måtte have."}