{"mainheading":"Affiliate-Offenlegung für Hotstar Party","overview":"Überblick","overviewpara":"Bei Hotstar Party, erreichbar von","overviewparaspan":"Wir sind bestrebt, außergewöhnlichen Service zu bieten, die Benutzererfahrung zu verbessern und gleichzeitig die Transparenz unserer Abläufe aufrechtzuerhalten. Diese Affiliate-Offenlegung wurde bereitgestellt, um die Art unserer Affiliate-Beziehungen mit Dritten offenzulegen.","heading1":"Affiliate-Beziehungen verstehen","subheading11":"Was ist ein Affiliate-Link?","subpara11":"Ein Affiliate-Link ist eine bestimmte URL, die den Affiliate enthält","subheading12":"Wie funktioniert es?","subpara12":"Diese Erweiterung wendet automatisch Affiliate-Tags auf Links von Händlern an","heading2":"Unser Engagement","subheading21":"Transparenz","subpara21":"Hotstar Party glaubt an Ehrlichkeit in Beziehungen, Meinungen und Identität. Die erhaltene Vergütung kann Einfluss auf die Werbeinhalte, Themen oder Beiträge haben, die in dieser Erweiterung erstellt werden. Dieser Inhalt, diese Werbefläche oder dieser Beitrag wird eindeutig als bezahlter oder gesponserter Inhalt gekennzeichnet.","subheading22":"Serviceintegrität","subpara22":"Unsere Benutzer","subheading23":"Affiliate-Partnerschaften","subpara23":"Wir haben Partnerschaften mit verschiedenen Händlern und arbeiten nur mit vertrauenswürdigen Affiliate-Netzwerken zusammen. Bitte beachten Sie, dass diese externen Websites ihre eigenen haben","privacy":"Datenschutzrichtlinien","terms":"Nutzungsbedingungen","and":"Und","subpara23span2":". Wir übernehmen keinerlei Verantwortung oder Haftung für deren Praktiken.","heading3":"Verdienstausschluss","para3":"Diese Erweiterung dient der Aufrechterhaltung einer hohen Servicequalität und der effektiven Verwaltung der Serverkosten. Im Rahmen unserer Bemühungen, unseren Betrieb aufrechtzuerhalten, können wir nach der Installation der Erweiterung Affiliate-Provisionen für Käufe verdienen, die auf den meisten Websites getätigt werden. Dieses Affiliate-Modell funktioniert automatisch und ist fester Bestandteil unserer Geschäftsstrategie.","heading4":"Kontaktinformationen","para4":"Wenn Sie Fragen zu unserer Affiliate-Offenlegung oder Ihrem Umgang mit unserer Erweiterung haben, kontaktieren Sie uns bitte unter:","li41":"Hotstar-Party","li42":"Email:","li43":"Webseite:","heading5":"Auswahl von Affiliate-Partnern","subheading51":"Kriterien für die Auswahl von Partnern","subpara51":"Bei Hotstar Party wählen wir unsere Affiliate-Partner anhand ihrer Relevanz für unsere Benutzer und ihrer Übereinstimmung mit unseren Servicestandards aus. Wir arbeiten nur mit Unternehmen zusammen, von denen wir glauben, dass sie unseren Nutzern einen Mehrwert bieten und ähnliche Qualitäts- und Kundenservicestandards einhalten.","subheading52":"Keine zusätzlichen Kosten für Benutzer","subpara52":"Es ist wichtig zu betonen, dass Ihnen durch die Nutzung von Affiliate-Links über unsere Erweiterung keine zusätzlichen Kosten entstehen. Die Preise sind gleich, unabhängig davon, ob Sie über einen Affiliate-Link oder einen Nicht-Affiliate-Link kaufen. In einigen Fällen können unsere Verhandlungen mit Partnern sogar zu Rabatten oder Sonderangeboten führen, die anderswo nicht verfügbar sind.","heading6":"Benutzerauswahl und Transparenz","subheading61":"Affiliate-Links identifizieren","subpara61":"Bei der Nutzung von Hotstar Party sehen Sie möglicherweise nicht immer ein Label oder einen Indikator auf Affiliate-Links, da diese in das Webbrowser-Erlebnis integriert sind. Wir verpflichten uns jedoch, Transparenz über unseren Einsatz von Affiliate-Marketing zu wahren.","subheading62":"Opt-Out-Option","subpara62":"Benutzer, die Hotstar Party nicht über Affiliate-Links unterstützen möchten, können diese Funktion auf Wunsch deaktivieren. Für Anweisungen zur Abmeldung wenden Sie sich bitte an unser Support-Team unter team@hotstarparty.party.","subheading63":"Einfluss auf Benutzerdaten","subpara63":"Wir erfassen keine personenbezogenen Daten im Zusammenhang mit einzelnen Käufen, die über Affiliate-Links getätigt werden. Unser System aggregiert zur Berechnung der Provisionen nur die Gesamtzahl der über die Erweiterung getätigten Transaktionen. Ihre persönlichen Einkaufsdaten bleiben vertraulich und werden nicht an Affiliate-Partner weitergegeben, soweit dies zur Sicherung der Affiliate-Provision erforderlich ist.","heading7":"Deine Unterstützung","para7":"Durch die Nutzung von Affiliate-Links unterstützen Sie die Hotstar Party-Erweiterung und ermöglichen uns, weiterhin innovative Funktionen zu entwickeln und unseren Service aufrechtzuerhalten. Wir freuen uns über Ihre Unterstützung und sind bestrebt, Ihr Online-Erlebnis kontinuierlich zu verbessern.","heading8":"Weitere Fragen","para8":"Wenn Sie weitere Fragen zu unserer Nutzung von Affiliate-Links oder zu anderen Aspekten unserer Geschäftstätigkeit haben, zögern Sie nicht, uns per E-Mail an team@hotstarparty.party zu kontaktieren. Wir sind hier, um Klarheit zu schaffen und Ihnen bei allen Bedenken behilflich zu sein."}