{"mainheading":"Αποκάλυψη συνεργατών για το Hotstar Party","overview":"ΣΦΑΙΡΙΚΗ ΕΙΚΟΝΑ","overviewpara":"Στο Hotstar Party, προσβάσιμο από","overviewparaspan":", προσπαθούμε να παρέχουμε εξαιρετικές υπηρεσίες και να βελτιώνουμε την εμπειρία των χρηστών διατηρώντας παράλληλα τη διαφάνεια στις λειτουργίες μας. Αυτή η Αποκάλυψη Συνεργατών έχει παρασχεθεί για να αποκαλύψει τη φύση των σχέσεών μας με τρίτα μέρη.","heading1":"Κατανόηση των Σχέσεων Συνεργατών","subheading11":"Τι είναι ο Σύνδεσμος Συνεργατών;","subpara11":"Ένας σύνδεσμος συνεργάτη είναι μια συγκεκριμένη διεύθυνση URL που περιέχει τη θυγατρική","subheading12":"Πώς λειτουργεί?","subpara12":"Αυτή η επέκταση εφαρμόζει αυτόματα ετικέτες θυγατρικών σε συνδέσμους εμπόρων","heading2":"Η δέσμευσή μας","subheading21":"Διαφάνεια","subpara21":"Το Hotstar Party πιστεύει στην ειλικρίνεια της σχέσης, της γνώμης και της ταυτότητας. Η αποζημίωση που λαμβάνεται μπορεί να επηρεάσει το διαφημιστικό περιεχόμενο, τα θέματα ή τις αναρτήσεις που γίνονται σε αυτήν την επέκταση. Αυτό το περιεχόμενο, ο διαφημιστικός χώρος ή η ανάρτηση θα προσδιορίζονται σαφώς ως περιεχόμενο επί πληρωμή ή χορηγούμενο.","subheading22":"Ακεραιότητα υπηρεσίας","subpara22":"Οι χρήστες μας","subheading23":"Συνεργασίες συνεργατών","subpara23":"Έχουμε συνεργασίες με διάφορους εμπόρους και συνεργαζόμαστε μόνο με αξιόπιστα δίκτυα συνεργατών. Λάβετε υπόψη ότι αυτοί οι εξωτερικοί ιστότοποι έχουν τους δικούς τους","privacy":"πολιτικές απορρήτου","terms":"Όροι χρήσης","and":"και","subpara23span2":". Δεν δεχόμαστε καμία ευθύνη ή ευθύνη για τις πρακτικές τους.","heading3":"Αποποίηση ευθύνης κερδών","para3":"Αυτή η επέκταση έχει σχεδιαστεί για να διατηρεί υπηρεσίες υψηλής ποιότητας και να διαχειρίζεται αποτελεσματικά το κόστος του διακομιστή. Ως μέρος των προσπαθειών μας να διατηρήσουμε τις δραστηριότητές μας, ενδέχεται να κερδίσουμε προμήθειες συνεργατών για αγορές που πραγματοποιούνται στους περισσότερους ιστότοπους μετά την εγκατάσταση της επέκτασης. Αυτό το μοντέλο συνεργατών λειτουργεί αυτόματα και αποτελεί αναπόσπαστο μέρος της επιχειρηματικής μας στρατηγικής.","heading4":"Στοιχεία επικοινωνίας","para4":"Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με τη γνωστοποίηση συνεργατών μας ή τις συναλλαγές σας με την επέκτασή μας, επικοινωνήστε μαζί μας στη διεύθυνση:","li41":"Hotstar Party","li42":"ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ:","li43":"Δικτυακός τόπος:","heading5":"Επιλογή Συνεργατών","subheading51":"Κριτήρια Επιλογής Συνεργατών","subpara51":"Στο Hotstar Party, επιλέγουμε τους συνεργάτες μας με βάση τη συνάφειά τους με τους χρήστες μας και την ευθυγράμμισή τους με τα πρότυπα υπηρεσιών μας. Συνδεόμαστε μόνο με επιχειρήσεις που πιστεύουμε ότι προσφέρουν αξία στους χρήστες μας και υποστηρίζουν παρόμοια πρότυπα ποιότητας και εξυπηρέτησης πελατών.","subheading52":"Χωρίς πρόσθετο κόστος για τους χρήστες","subpara52":"Είναι σημαντικό να τονίσουμε ότι η χρήση συνδέσμων συνεργατών μέσω της επέκτασής μας δεν συνεπάγεται πρόσθετο κόστος για εσάς. Οι τιμές είναι ίδιες είτε αγοράζετε μέσω συνδέσμου θυγατρικών είτε μέσω συνδέσμου μη συνδεδεμένης εταιρείας. Σε ορισμένες περιπτώσεις, οι διαπραγματεύσεις μας με τις θυγατρικές μπορεί να οδηγήσουν σε εκπτώσεις ή ειδικές προσφορές που δεν είναι διαθέσιμες αλλού.","heading6":"Επιλογές χρήστη και διαφάνεια","subheading61":"Προσδιορισμός Συνδέσμων Συνεργατών","subpara61":"Κατά τη χρήση του Hotstar Party, ενδέχεται να μην βλέπετε πάντα μια ετικέτα ή μια ένδειξη στους συνδέσμους συνεργατών, επειδή είναι ενσωματωμένοι στην εμπειρία περιήγησης στον ιστό. Ωστόσο, δεσμευόμαστε να διατηρήσουμε τη διαφάνεια σχετικά με τη χρήση του μάρκετινγκ θυγατρικών.","subheading62":"Επιλογή εξαίρεσης","subpara62":"Οι χρήστες που προτιμούν να μην υποστηρίζουν το Hotstar Party μέσω συνδέσμων συνεργατών μπορούν να επιλέξουν να απενεργοποιήσουν αυτήν τη δυνατότητα, εάν το επιθυμούν. Για οδηγίες σχετικά με τον τρόπο εξαίρεσης, επικοινωνήστε με την ομάδα υποστήριξής μας στη διεύθυνση team@hotstarparty.party.","subheading63":"Επιρροή στα Δεδομένα Χρήστη","subpara63":"Δεν παρακολουθούμε προσωπικά δεδομένα που συνδέονται με μεμονωμένες αγορές που πραγματοποιούνται μέσω συνδέσμων συνεργατών. Το σύστημά μας συγκεντρώνει μόνο τον συνολικό αριθμό των συναλλαγών που πραγματοποιήθηκαν μέσω της επέκτασης για τον υπολογισμό των προμηθειών. Τα προσωπικά δεδομένα αγορών σας παραμένουν εμπιστευτικά και δεν κοινοποιούνται σε συνεργάτες συνεργατών πέραν του αναγκαίου για την εξασφάλιση της προμήθειας συνεργατών.","heading7":"Η υποστήριξή σου","para7":"Χρησιμοποιώντας συνδέσμους συνεργατών, υποστηρίζετε την επέκταση του Hotstar Party και μας δίνετε τη δυνατότητα να συνεχίσουμε να αναπτύσσουμε καινοτόμες λειτουργίες και να διατηρούμε την υπηρεσία μας. Εκτιμούμε την υποστήριξή σας και προσπαθούμε να βελτιώνουμε συνεχώς την εμπειρία σας στο διαδίκτυο.","heading8":"Περαιτέρω ερωτήσεις","para8":"Εάν έχετε περαιτέρω ερωτήσεις σχετικά με τη χρήση των συνδέσμων συνεργατών ή οποιαδήποτε άλλη πτυχή των εργασιών μας, μη διστάσετε να επικοινωνήσετε μέσω email στη διεύθυνση team@hotstarparty.party. Είμαστε εδώ για να σας παρέχουμε σαφήνεια και να σας βοηθήσουμε με τυχόν ανησυχίες που μπορεί να έχετε."}