{"mainheading":"Affiliate Disclosure for Hotstar Party","overview":"Overview","overviewpara":"At Hotstar Party, accessible from ","overviewparaspan":", we strive to provide exceptional service and enhance user experience while maintaining transparency in our operations. This Affiliate Disclosure has been provided to disclose the nature of our affiliate relationships with third parties.","heading1":"Understanding Affiliate Relationships","subheading11":"What is an Affiliate Link?","subpara11":"An affiliate link is a specific URL that contains the affiliate&#39;s ID or username. In the context of Hotstar Party, when you use our extension to access various websites, we may include affiliate links that, when clicked, help us earn a commission at no extra cost to you.","subheading12":"How Does It Work?","subpara12":"This extension automatically applies affiliate tags to links of merchants&#39; websites where we have an affiliate agreement. When a user makes a purchase on these sites after clicking one of our affiliate links, we may receive a commission. This process does not involve any additional cost to you; it is a part of our funding model to sustain our operations and service quality.","heading2":"Our Commitment","subheading21":"Transparency","subpara21":"Hotstar Party believes in honesty of relationship, opinion, and identity. The compensation received may influence the advertising content, topics, or posts made in this extension. That content, advertising space, or post will be clearly identified as paid or sponsored content.","subheading22":"Service Integrity","subpara22":"Our users&#39; trust is paramount. We provide genuine recommendations and link only to those products and services that meet our high standards of service integrity. While we may receive compensation for purchases made through affiliate links, we are committed to offering unbiased advice.","subheading23":"Affiliate Partnerships","subpara23":"We have partnerships with various merchants and work only with trusted affiliate networks. Please note that these external sites have their own","privacy":"privacy policies","terms":"terms of service","and":" and ","subpara23span2":". We do not accept any responsibility or liability for their practices.","heading3":"Earning Disclaimer","para3":"This extension is designed to maintain high-quality service and manage server costs effectively. As part of our efforts to sustain our operations, we may earn affiliate commissions on purchases made on most of the websites after installing the extension. This affiliate model works automatically and is an integral part of our business strategy.","heading4":"Contact Information","para4":"If you have any questions regarding our Affiliate Disclosure, or your dealings with our extension, please contact us at:","li41":"Hotstar Party","li42":"Email: ","li43":"Website: ","heading5":"Selection of Affiliate Partners","subheading51":"Criteria for Choosing Affiliates","subpara51":"At Hotstar Party, we select our affiliate partners based on their relevance to our users and their alignment with our service standards. We only affiliate with businesses that we believe provide value to our users and uphold similar standards of quality and customer service.","subheading52":"No Additional Cost to Users","subpara52":"It is important to emphasize that using affiliate links through our extension does not incur additional costs to you. Prices are the same whether you purchase through an affiliate link or a non-affiliate link. In some cases, our negotiations with affiliates may even result in discounts or special offers not available elsewhere.","heading6":"User Choices and Transparency","subheading61":"Identifying Affiliate Links","subpara61":"While using Hotstar Party, you may not always see a label or indicator on affiliate links because they are integrated into the web browsing experience. However, we commit to maintaining transparency about our use of affiliate marketing.","subheading62":"Opt-Out Option","subpara62":"Users who prefer not to support Hotstar Party through affiliate links can choose to disable this feature if they wish. For instructions on how to opt out, please contact our support team at team@hotstarparty.party.","subheading63":"Influence on User Data","subpara63":"We do not track personal data linked to individual purchases made through affiliate links. Our system aggregates only the total number of transactions made via the extension to calculate commissions. Your personal purchasing data remains confidential and is not shared with affiliate partners beyond what is necessary to secure the affiliate commission.","heading7":"Your Support","para7":"By using affiliate links, you are supporting the Hotstar Party extension and enabling us to continue developing innovative features and maintaining our service. We appreciate your support and strive to enhance your online experience continually.","heading8":"Further Questions","para8":"If you have any further questions about our use of affiliate links or any other aspect of our operations, do not hesitate to reach out via email at team@hotstarparty.party. We are here to provide clarity and assist with any concerns you may have."}