{"mainheading":"Divulgación de afiliados para Hotstar Party","overview":"Descripción general","overviewpara":"En Hotstar Party, accesible desde","overviewparaspan":", nos esforzamos por brindar un servicio excepcional y mejorar la experiencia del usuario mientras mantenemos la transparencia en nuestras operaciones. Esta Divulgación de afiliados se ha proporcionado para revelar la naturaleza de nuestras relaciones de afiliados con terceros.","heading1":"Comprender las relaciones de afiliados","subheading11":"¿Qué es un enlace de afiliado?","subpara11":"Un enlace de afiliado es una URL específica que contiene el afiliado.","subheading12":"¿Como funciona?","subpara12":"Esta extensión aplica automáticamente etiquetas de afiliados a enlaces de comerciantes.","heading2":"Nuestro compromiso","subheading21":"Transparencia","subpara21":"Hotstar Party cree en la honestidad de las relaciones, las opiniones y la identidad. La compensación recibida puede influir en el contenido publicitario, los temas o las publicaciones realizadas en esta extensión. Ese contenido, espacio publicitario o publicación se identificará claramente como contenido pago o patrocinado.","subheading22":"Integridad del servicio","subpara22":"Nuestros usuarios","subheading23":"Asociaciones de afiliados","subpara23":"Tenemos asociaciones con varios comerciantes y trabajamos solo con redes de afiliados confiables. Tenga en cuenta que estos sitios externos tienen sus propios","privacy":"políticas de privacidad","terms":"términos de servicio","and":"y","subpara23span2":". No aceptamos ninguna responsabilidad u obligación por sus prácticas.","heading3":"Descargo de responsabilidad sobre ganancias","para3":"Esta extensión está diseñada para mantener un servicio de alta calidad y administrar los costos del servidor de manera efectiva. Como parte de nuestros esfuerzos por sostener nuestras operaciones, podemos ganar comisiones de afiliados por las compras realizadas en la mayoría de los sitios web después de instalar la extensión. Este modelo de afiliado funciona automáticamente y es una parte integral de nuestra estrategia comercial.","heading4":"Información del contacto","para4":"Si tiene alguna pregunta sobre nuestra Divulgación de afiliados o sus relaciones con nuestra extensión, comuníquese con nosotros a:","li41":"Fiesta de estrellas calientes","li42":"Correo electrónico:","li43":"Sitio web:","heading5":"Selección de socios afiliados","subheading51":"Criterios para elegir afiliados","subpara51":"En Hotstar Party, seleccionamos a nuestros socios afiliados en función de su relevancia para nuestros usuarios y su alineación con nuestros estándares de servicio. Solo nos afiliamos a empresas que creemos que brindan valor a nuestros usuarios y mantienen estándares similares de calidad y servicio al cliente.","subheading52":"Sin costo adicional para los usuarios","subpara52":"Es importante enfatizar que el uso de enlaces de afiliados a través de nuestra extensión no genera costos adicionales para usted. Los precios son los mismos ya sea que compre a través de un enlace de afiliado o de un enlace de no afiliado. En algunos casos, nuestras negociaciones con afiliados pueden incluso resultar en descuentos u ofertas especiales que no están disponibles en otros lugares.","heading6":"Opciones de usuario y transparencia","subheading61":"Identificar enlaces de afiliados","subpara61":"Al utilizar Hotstar Party, es posible que no siempre vea una etiqueta o indicador en los enlaces de afiliados porque están integrados en la experiencia de navegación web. Sin embargo, nos comprometemos a mantener la transparencia sobre nuestro uso del marketing de afiliación.","subheading62":"Opción de exclusión voluntaria","subpara62":"Los usuarios que prefieran no apoyar a Hotstar Party a través de enlaces de afiliados pueden optar por desactivar esta función si lo desean. Para obtener instrucciones sobre cómo darse de baja, comuníquese con nuestro equipo de soporte en team@hotstarparty.party.","subheading63":"Influencia en los datos del usuario","subpara63":"No rastreamos datos personales vinculados a compras individuales realizadas a través de enlaces de afiliados. Nuestro sistema agrega solo el número total de transacciones realizadas a través de la extensión para calcular las comisiones. Sus datos personales de compra permanecen confidenciales y no se comparten con socios afiliados más allá de lo necesario para garantizar la comisión de afiliado.","heading7":"Tu apoyo","para7":"Al utilizar enlaces de afiliados, usted respalda la extensión Hotstar Party y nos permite continuar desarrollando funciones innovadoras y manteniendo nuestro servicio. Apreciamos su apoyo y nos esforzamos por mejorar su experiencia en línea continuamente.","heading8":"Mas preguntas","para8":"Si tiene más preguntas sobre nuestro uso de enlaces de afiliados o cualquier otro aspecto de nuestras operaciones, no dude en comunicarse por correo electrónico a team@hotstarparty.party. Estamos aquí para brindar claridad y ayudarlo con cualquier inquietud que pueda tener."}