{"mainheading":"Hotstar Party sidusettevõtte avalikustamine","overview":"Ülevaade","overviewpara":"Hotstari peol, ligipääsetav aadressilt","overviewparaspan":", püüame pakkuda erakordset teenust ja parandada kasutajakogemust, säilitades samal ajal oma tegevuse läbipaistvuse. See sidusettevõtte avalikustamine on esitatud selleks, et avalikustada meie sidusettevõtete suhete olemus kolmandate osapooltega.","heading1":"Sidusettevõtete suhete mõistmine","subheading11":"Mis on siduslink?","subpara11":"Sidusettevõtte link on konkreetne URL, mis sisaldab sidusettevõtet","subheading12":"Kuidas see töötab?","subpara12":"See laiendus rakendab kaupmeeste linkidele automaatselt sidusettevõtte silte","heading2":"Meie pühendumus","subheading21":"Läbipaistvus","subpara21":"Hotstar Party usub suhete, arvamuste ja identiteedi aususse. Saadud hüvitis võib mõjutada selles laiendis tehtud reklaami sisu, teemasid või postitusi. See sisu, reklaamipind või postitus on selgelt määratletud tasulise või sponsoreeritud sisuna.","subheading22":"Teenuse terviklikkus","subpara22":"Meie kasutajad","subheading23":"Sidusettevõtted","subpara23":"Meil on partnerlussuhted erinevate kaupmeestega ja töötame ainult usaldusväärsete sidusettevõtete võrgustikega. Pange tähele, et neil välistel saitidel on oma","privacy":"privaatsuspoliitika","terms":"kasutustingimused","and":"ja","subpara23span2":". Me ei võta nende tegevuse eest mingit vastutust ega vastutust.","heading3":"Teenimisest loobumine","para3":"See laiendus on loodud kvaliteetse teenuse säilitamiseks ja serverikulude tõhusaks haldamiseks. Osana oma jõupingutustest oma tegevuse jätkamiseks võime pärast laienduse installimist teenida sidusettevõtte komisjonitasusid ostude eest, mis on tehtud enamikul veebisaitidel. See sidusettevõtte mudel töötab automaatselt ja on meie äristrateegia lahutamatu osa.","heading4":"Kontaktinfo","para4":"Kui teil on küsimusi seoses meie sidusettevõtte avalikustamise või teie tehingutega meie laiendusega, võtke meiega ühendust aadressil:","li41":"Hotstar Party","li42":"Meil:","li43":"Veebisait:","heading5":"Siduspartnerite valik","subheading51":"Sidusettevõtete valimise kriteeriumid","subpara51":"Hotstar Party valime oma siduspartnerid lähtuvalt nende asjakohasusest meie kasutajate jaoks ja nende vastavusest meie teenusestandarditele. Oleme seotud ainult ettevõtetega, mis meie arvates pakuvad meie kasutajatele väärtust ning järgivad sarnaseid kvaliteedi- ja klienditeeninduse standardeid.","subheading52":"Ei mingeid lisakulusid kasutajatele","subpara52":"Oluline on rõhutada, et meie laienduse kaudu sidusettevõtete linkide kasutamine ei too teile lisakulusid. Hinnad on samad, olenemata sellest, kas ostate sidusettevõtte lingi või mitteseotud lingi kaudu. Mõnel juhul võivad meie läbirääkimised sidusettevõtetega kaasa tuua allahindlusi või eripakkumisi, mida mujal ei ole.","heading6":"Kasutaja valikud ja läbipaistvus","subheading61":"Sidusettevõtete linkide tuvastamine","subpara61":"Hotstar Party kasutamise ajal ei pruugi te sidusettevõtete linkidel alati silti või indikaatorit näha, kuna need on veebisirvimiskogemusega integreeritud. Siiski kohustume säilitama sidusettevõtte turunduse kasutamise läbipaistvuse.","subheading62":"Loobumisvõimalus","subpara62":"Kasutajad, kes ei eelista Hotstar Party'i sidusettevõtete linkide kaudu toetada, saavad soovi korral selle funktsiooni keelata. Loobumise juhiste saamiseks võtke ühendust meie tugimeeskonnaga aadressil team@hotstarparty.party.","subheading63":"Mõju kasutajaandmetele","subpara63":"Me ei jälgi sidusettevõtete linkide kaudu tehtud üksikute ostudega seotud isikuandmeid. Meie süsteem koondab vahendustasude arvutamiseks ainult laienduse kaudu tehtud tehingute koguarvu. Teie isiklikud ostuandmed jäävad konfidentsiaalseks ja neid ei jagata siduspartneritega kaugemale, kui on vajalik sidusettevõtte vahendustasu tagamiseks.","heading7":"Teie tugi","para7":"Sidusettevõtte linke kasutades toetate Hotstar Party laiendust ja võimaldate meil jätkata uuenduslike funktsioonide arendamist ja teenuse hooldamist. Hindame teie toetust ja püüame teie veebikogemust pidevalt täiustada.","heading8":"Lisaküsimused","para8":"Kui teil on lisaküsimusi sidusettevõtete linkide kasutamise või mõne muu meie tegevuse aspekti kohta, võtke julgelt ühendust e-posti teel aadressil team@hotstarparty.party. Oleme siin selleks, et pakkuda selgust ja aidata teil lahendada probleeme."}