{"mainheading":"افشای وابسته برای مهمانی Hotstar","overview":"بررسی اجمالی","overviewpara":"در مهمانی Hotstar، قابل دسترسی از","overviewparaspan":"، ما در تلاش هستیم تا خدمات استثنایی ارائه دهیم و تجربه کاربر را افزایش دهیم و در عین حال شفافیت را در عملیات خود حفظ کنیم. این افشای وابسته برای افشای ماهیت روابط وابسته ما با اشخاص ثالث ارائه شده است.","heading1":"درک روابط وابسته","subheading11":"Affiliate Link چیست؟","subpara11":"پیوند وابسته یک URL خاص است که حاوی آن وابسته است","subheading12":"چگونه کار می کند؟","subpara12":"این برنامه افزودنی به طور خودکار برچسب های وابسته را به پیوندهای بازرگانان اعمال می کند","heading2":"تعهد ما","subheading21":"شفافیت","subpara21":"Hotstar Party به صداقت رابطه، عقیده و هویت اعتقاد دارد. غرامت دریافتی ممکن است بر محتوای تبلیغاتی، موضوعات یا پست‌های ایجاد شده در این برنامه افزودنی تأثیر بگذارد. آن محتوا، فضای تبلیغاتی یا پست به وضوح به عنوان محتوای پولی یا حمایت شده مشخص می شود.","subheading22":"یکپارچگی خدمات","subpara22":"کاربران ما","subheading23":"مشارکت های وابسته","subpara23":"ما با بازرگانان مختلف شراکت داریم و فقط با شبکه های وابسته قابل اعتماد کار می کنیم. لطفا توجه داشته باشید که این سایت های خارجی خود را دارند","privacy":"سیاست های حفظ حریم خصوصی","terms":"شرایط استفاده از خدمات","and":"و","subpara23span2":". ما هیچ گونه مسئولیت یا مسئولیتی را در قبال اقدامات آنها نمی پذیریم.","heading3":"سلب مسئولیت کسب درآمد","para3":"این برنامه افزودنی برای حفظ خدمات با کیفیت بالا و مدیریت موثر هزینه های سرور طراحی شده است. به عنوان بخشی از تلاش‌هایمان برای تداوم فعالیت‌هایمان، ممکن است پس از نصب برنامه افزودنی، از خریدهایی که در اکثر وب‌سایت‌ها انجام می‌شود، کمیسیون‌های وابسته دریافت کنیم. این مدل وابسته به طور خودکار کار می کند و بخشی جدایی ناپذیر از استراتژی کسب و کار ما است.","heading4":"اطلاعات تماس","para4":"اگر سؤالی در رابطه با افشای شرکت های وابسته یا معاملات خود با برنامه افزودنی ما دارید، لطفاً با ما تماس بگیرید:","li41":"مهمانی هاتستار","li42":"پست الکترونیک:","li43":"سایت اینترنتی:","heading5":"انتخاب شرکای وابسته","subheading51":"معیارهای انتخاب شرکت های وابسته","subpara51":"در Hotstar Party، ما شرکای وابسته خود را بر اساس ارتباط آنها با کاربرانمان و همسویی آنها با استانداردهای خدمات ما انتخاب می کنیم. ما فقط به مشاغلی وابسته هستیم که معتقدیم برای کاربران ما ارزش قائل هستند و از استانداردهای مشابه کیفیت و خدمات مشتری حمایت می کنند.","subheading52":"بدون هزینه اضافی برای کاربران","subpara52":"مهم است که تأکید کنید استفاده از پیوندهای وابسته از طریق برنامه افزودنی ما هزینه اضافی برای شما ندارد. قیمت ها چه از طریق لینک وابسته یا یک لینک غیر وابسته خرید کنید یکسان است. در برخی موارد، مذاکرات ما با شرکت‌های وابسته حتی ممکن است منجر به تخفیف‌ها یا پیشنهادهای ویژه‌ای شود که در جای دیگر موجود نیست.","heading6":"انتخاب کاربر و شفافیت","subheading61":"شناسایی لینک های وابسته","subpara61":"هنگام استفاده از Hotstar Party، ممکن است همیشه یک برچسب یا نشانگر روی پیوندهای وابسته نبینید زیرا آنها در تجربه مرور وب یکپارچه هستند. با این حال، ما متعهد به حفظ شفافیت در مورد استفاده از بازاریابی وابسته هستیم.","subheading62":"گزینه انصراف","subpara62":"کاربرانی که ترجیح می دهند از طریق پیوندهای وابسته از Hotstar Party پشتیبانی نکنند، می توانند در صورت تمایل این ویژگی را غیرفعال کنند. برای راهنمایی در مورد نحوه انصراف، لطفاً با تیم پشتیبانی ما به آدرس team@hotstarparty.party تماس بگیرید.","subheading63":"تاثیر بر داده های کاربر","subpara63":"ما داده های شخصی مرتبط با خریدهای فردی انجام شده از طریق پیوندهای وابسته را ردیابی نمی کنیم. سیستم ما تنها تعداد کل تراکنش های انجام شده از طریق برنامه افزودنی را برای محاسبه کمیسیون جمع آوری می کند. داده‌های خرید شخصی شما محرمانه می‌ماند و بیش از آنچه برای ایمن کردن کمیسیون وابسته لازم است با شرکای وابسته به اشتراک گذاشته نمی‌شود.","heading7":"پشتیبانی شما","para7":"با استفاده از پیوندهای وابسته، از برنامه افزودنی Hotstar Party حمایت می کنید و به ما امکان می دهید به توسعه ویژگی های نوآورانه و حفظ خدمات خود ادامه دهیم. ما از حمایت شما قدردانی می کنیم و تلاش می کنیم تا تجربه آنلاین شما را به طور مداوم افزایش دهیم.","heading8":"سوالات بیشتر","para8":"اگر سؤال دیگری در مورد استفاده ما از پیوندهای وابسته یا هر جنبه دیگری از عملیات ما دارید، دریغ نکنید که از طریق ایمیل به آدرس team@hotstarparty.party تماس بگیرید. ما اینجا هستیم تا شفافیت را ارائه دهیم و در مورد هرگونه نگرانی شما کمک کنیم."}