{"mainheading":"Affiliate Disclosure for Hotstar Party","overview":"Yleiskatsaus","overviewpara":"Hotstar Partyssa, saatavilla osoitteesta","overviewparaspan":", pyrimme tarjoamaan poikkeuksellista palvelua ja parantamaan käyttökokemusta säilyttäen samalla toimintamme läpinäkyvyyden. Tämä Yhteistyökumppanin tiedote on annettu paljastamaan kumppanisuhteidemme luonne kolmansien osapuolten kanssa.","heading1":"Kumppanuussuhteiden ymmärtäminen","subheading11":"Mikä on affiliate-linkki?","subpara11":"Kumppanin linkki on tietty URL-osoite, joka sisältää kumppanin","subheading12":"Kuinka se toimii?","subpara12":"Tämä laajennus lisää automaattisesti kumppanitunnisteet kauppiaiden linkkeihin","heading2":"Sitoumuksemme","subheading21":"Läpinäkyvyys","subpara21":"Hotstar Party uskoo suhteen, mielipiteen ja identiteetin rehellisyyteen. Saadut korvaukset voivat vaikuttaa tässä laajennuksessa tehtyyn mainossisältöön, aiheisiin tai viesteihin. Tämä sisältö, mainostila tai viesti tunnistetaan selvästi maksetuksi tai sponsoroiduksi sisällöksi.","subheading22":"Palvelun eheys","subpara22":"Käyttäjämme","subheading23":"Affiliate-kumppanuudet","subpara23":"Meillä on kumppanuussuhteita useiden kauppiaiden kanssa ja teemme yhteistyötä vain luotettujen tytäryhtiöverkostojen kanssa. Huomaa, että näillä ulkoisilla sivustoilla on omat","privacy":"tietosuojakäytännöt","terms":"käyttöehdot","and":"ja","subpara23span2":". Emme ota mitään vastuuta tai vastuuta heidän käytännöistään.","heading3":"Ansaitsemisen vastuuvapauslauseke","para3":"Tämä laajennus on suunniteltu ylläpitämään korkealaatuista palvelua ja hallitsemaan palvelinkustannuksia tehokkaasti. Osana pyrkimyksiämme ylläpitää toimintaamme saatamme ansaita kumppanipalkkioita useimmilla verkkosivustoilla tehdyistä ostoksista laajennuksen asentamisen jälkeen. Tämä affiliate-malli toimii automaattisesti ja on olennainen osa liiketoimintastrategiaamme.","heading4":"Yhteystiedot","para4":"Jos sinulla on kysyttävää Affiliate-ilmoituksestamme tai asioinnistasi laajennuksen kanssa, ota meihin yhteyttä osoitteessa:","li41":"Hotstar Party","li42":"Sähköposti:","li43":"Verkkosivusto:","heading5":"Yhteistyökumppaneiden valinta","subheading51":"Yhteistyökumppanien valintakriteerit","subpara51":"Valitsemme Hotstar Partyssa kumppanikumppanimme sen perusteella, miten he ovat tärkeitä käyttäjillemme ja miten he noudattavat palvelustandardejamme. Olemme sidoksissa vain yrityksiin, joiden uskomme tarjoavan arvoa käyttäjillemme ja noudattavan samanlaisia ​​laatu- ja asiakaspalvelustandardeja.","subheading52":"Ei lisäkustannuksia käyttäjille","subpara52":"On tärkeää korostaa, että kumppanuuslinkkien käyttäminen laajennuksen kautta ei aiheuta sinulle lisäkustannuksia. Hinnat ovat samat riippumatta siitä, teetkö ostoksen kumppanilinkin tai ei-kumppanilinkin kautta. Joissakin tapauksissa neuvottelumme tytäryhtiöiden kanssa voivat jopa johtaa alennuksiin tai erikoistarjouksiin, joita ei ole saatavilla muualla.","heading6":"Käyttäjien valinnat ja läpinäkyvyys","subheading61":"Affiliate-linkkien tunnistaminen","subpara61":"Kun käytät Hotstar Partya, et välttämättä aina näe tarraa tai ilmaisinta kumppanilinkeissä, koska ne on integroitu verkkoselauskokemukseen. Sitoudumme kuitenkin ylläpitämään avoimuutta kumppanuusmarkkinoinnin käytöstämme.","subheading62":"Opt-Out -vaihtoehto","subpara62":"Käyttäjät, jotka eivät halua tukea Hotstar Partya kumppanilinkkien kautta, voivat halutessaan poistaa tämän ominaisuuden käytöstä. Jos haluat kieltäytyä käytöstä, ota yhteyttä tukitiimiimme osoitteessa team@hotstarparty.party.","subheading63":"Vaikutus käyttäjätietoihin","subpara63":"Emme seuraa henkilötietoja, jotka liittyvät kumppanilinkkien kautta tehtyihin yksittäisiin ostoksiin. Järjestelmämme kokoaa vain laajennuksen kautta tehtyjen tapahtumien kokonaismäärän palkkioiden laskemiseksi. Henkilökohtaiset ostotietosi pysyvät luottamuksellisina, eikä niitä jaeta kumppaneiden kanssa enempää kuin on tarpeen kumppanipalkkion turvaamiseksi.","heading7":"Tukesi","para7":"Käyttämällä affiliate-linkkejä tuet Hotstar Party -laajennusta ja annat meille mahdollisuuden jatkaa innovatiivisten ominaisuuksien kehittämistä ja palvelumme ylläpitämistä. Arvostamme tukeasi ja pyrimme parantamaan verkkokokemustasi jatkuvasti.","heading8":"Seuraavat kysymykset","para8":"Jos sinulla on lisäkysymyksiä kumppanuuslinkkien käytöstämme tai muista toimintamme näkökohdista, älä epäröi ottaa yhteyttä sähköpostitse osoitteeseen team@hotstarparty.party. Haluamme tarjota selvyyttä ja auttaaksemme kaikissa mahdollisissa huolenaiheissasi."}