{"mainheading":"Pagbubunyag ng Kaakibat para sa Hotstar Party","overview":"Pangkalahatang-ideya","overviewpara":"Sa Hotstar Party, naa-access mula sa","overviewparaspan":", nagsusumikap kaming magbigay ng pambihirang serbisyo at pagandahin ang karanasan ng user habang pinapanatili ang transparency sa aming mga operasyon. Ang Pagbubunyag ng Kaakibat na ito ay ibinigay upang ibunyag ang katangian ng aming mga kaakibat na relasyon sa mga ikatlong partido.","heading1":"Pag-unawa sa Mga Relasyon ng Kaakibat","subheading11":"Ano ang isang Affiliate Link?","subpara11":"Ang affiliate link ay isang partikular na URL na naglalaman ng affiliate","subheading12":"Paano Ito Gumagana?","subpara12":"Awtomatikong inilalapat ng extension na ito ang mga affiliate na tag sa mga link ng mga merchant","heading2":"Ang Aming Pangako","subheading21":"Aninaw","subpara21":"Naniniwala ang Hotstar Party sa katapatan ng relasyon, opinyon, at pagkakakilanlan. Ang kabayarang natanggap ay maaaring makaimpluwensya sa nilalaman ng advertising, mga paksa, o mga post na ginawa sa extension na ito. Ang nilalaman, espasyo sa advertising, o post ay malinaw na makikilala bilang bayad o naka-sponsor na nilalaman.","subheading22":"Integridad ng Serbisyo","subpara22":"Ang aming mga gumagamit","subheading23":"Mga Kaakibat na Pakikipagsosyo","subpara23":"Mayroon kaming mga pakikipagsosyo sa iba't ibang mga merchant at nagtatrabaho lamang sa mga pinagkakatiwalaang affiliate na network. Pakitandaan na ang mga panlabas na site na ito ay may sarili","privacy":"mga patakaran sa privacy","terms":"mga Tuntunin ng Serbisyo","and":"at","subpara23span2":". Hindi kami tumatanggap ng anumang responsibilidad o pananagutan para sa kanilang mga kasanayan.","heading3":"Disclaimer sa Pagkamit","para3":"Idinisenyo ang extension na ito upang mapanatili ang mataas na kalidad na serbisyo at epektibong pamahalaan ang mga gastos sa server. Bilang bahagi ng aming mga pagsisikap na mapanatili ang aming mga operasyon, maaari kaming makakuha ng mga kaakibat na komisyon sa mga pagbiling ginawa sa karamihan ng mga website pagkatapos i-install ang extension. Ang modelong kaakibat na ito ay awtomatikong gumagana at isang mahalagang bahagi ng aming diskarte sa negosyo.","heading4":"Impormasyon sa Pakikipag-ugnayan","para4":"Kung mayroon kang anumang mga katanungan tungkol sa aming Pagbubunyag ng Kaakibat, o sa iyong mga pakikitungo sa aming extension, mangyaring makipag-ugnayan sa amin sa:","li41":"Hotstar Party","li42":"Email:","li43":"Website:","heading5":"Pagpili ng Affiliate Partners","subheading51":"Pamantayan para sa Pagpili ng Mga Kaakibat","subpara51":"Sa Hotstar Party, pinipili namin ang aming mga kaakibat na kasosyo batay sa kanilang kaugnayan sa aming mga user at ang kanilang pagkakahanay sa aming mga pamantayan ng serbisyo. Kaakibat lang namin ang mga negosyong pinaniniwalaan naming nagbibigay ng halaga sa aming mga user at pinaninindigan ang mga katulad na pamantayan ng kalidad at serbisyo sa customer.","subheading52":"Walang Karagdagang Gastos sa Mga User","subpara52":"Mahalagang bigyang-diin na ang paggamit ng mga kaakibat na link sa pamamagitan ng aming extension ay hindi magkakaroon ng karagdagang gastos sa iyo. Ang mga presyo ay pareho kung bumili ka sa pamamagitan ng isang link na kaakibat o isang link na hindi kaakibat. Sa ilang mga kaso, ang aming mga negosasyon sa mga kaakibat ay maaaring magresulta sa mga diskwento o mga espesyal na alok na hindi available sa ibang lugar.","heading6":"Mga Pagpipilian at Transparency ng User","subheading61":"Pagkilala sa Mga Link ng Kaakibat","subpara61":"Habang ginagamit ang Hotstar Party, maaaring hindi ka palaging makakita ng label o indicator sa mga affiliate na link dahil isinama ang mga ito sa karanasan sa pagba-browse sa web. Gayunpaman, nangangako kami sa pagpapanatili ng transparency tungkol sa aming paggamit ng affiliate marketing.","subheading62":"Opsyon sa Pag-opt-Out","subpara62":"Ang mga gumagamit na mas gustong hindi suportahan ang Hotstar Party sa pamamagitan ng mga link na kaakibat ay maaaring piliin na huwag paganahin ang tampok na ito kung nais nila. Para sa mga tagubilin kung paano mag-opt out, mangyaring makipag-ugnayan sa aming team ng suporta sa team@hotstarparty.party.","subheading63":"Impluwensya sa Data ng Gumagamit","subpara63":"Hindi namin sinusubaybayan ang personal na data na naka-link sa mga indibidwal na pagbili na ginawa sa pamamagitan ng mga link na kaakibat. Pinagsasama-sama lamang ng aming system ang kabuuang bilang ng mga transaksyong ginawa sa pamamagitan ng extension upang makalkula ang mga komisyon. Ang iyong personal na data ng pagbili ay nananatiling kumpidensyal at hindi ibinabahagi sa mga kasosyong kaakibat na higit sa kinakailangan upang ma-secure ang komisyon ng kaakibat.","heading7":"Iyong suporta","para7":"Sa pamamagitan ng paggamit ng mga link na kaakibat, sinusuportahan mo ang extension ng Hotstar Party at binibigyang-daan kami na magpatuloy sa pagbuo ng mga makabagong feature at pagpapanatili ng aming serbisyo. Pinahahalagahan namin ang iyong suporta at nagsusumikap na patuloy na pahusayin ang iyong karanasan sa online.","heading8":"Mga karagdagang katanungan","para8":"Kung mayroon kang anumang karagdagang katanungan tungkol sa aming paggamit ng mga link na kaakibat o anumang iba pang aspeto ng aming mga operasyon, huwag mag-atubiling makipag-ugnayan sa pamamagitan ng email sa team@hotstarparty.party. Narito kami upang magbigay ng kalinawan at tumulong sa anumang mga alalahanin na maaaring mayroon ka."}