{"mainheading":"Divulgation d'affiliation pour Hotstar Party","overview":"Aperçu","overviewpara":"À Hotstar Party, accessible depuis","overviewparaspan":", nous nous efforçons de fournir un service exceptionnel et d'améliorer l'expérience utilisateur tout en maintenant la transparence de nos opérations. Cette divulgation d'affiliation a été fournie pour divulguer la nature de nos relations d'affiliation avec des tiers.","heading1":"Comprendre les relations d'affiliation","subheading11":"Qu'est-ce qu'un lien d'affiliation ?","subpara11":"Un lien d'affiliation est une URL spécifique qui contient l'affilié","subheading12":"Comment ça marche?","subpara12":"Cette extension applique automatiquement les balises d'affiliation aux liens des marchands","heading2":"Notre engagement","subheading21":"Transparence","subpara21":"Hotstar Party croit en l’honnêteté des relations, des opinions et de l’identité. La compensation reçue peut influencer le contenu publicitaire, les sujets ou les publications réalisées dans cette extension. Ce contenu, cet espace publicitaire ou cette publication sera clairement identifié comme contenu payant ou sponsorisé.","subheading22":"Intégrité des services","subpara22":"Nos utilisateurs","subheading23":"Partenariats d'affiliation","subpara23":"Nous avons des partenariats avec divers commerçants et travaillons uniquement avec des réseaux d'affiliation de confiance. Veuillez noter que ces sites externes ont leur propre","privacy":"Les politiques de confidentialité","terms":"conditions d'utilisation","and":"et","subpara23span2":". Nous n'acceptons aucune responsabilité pour leurs pratiques.","heading3":"Clause de non-responsabilité concernant les gains","para3":"Cette extension est conçue pour maintenir un service de haute qualité et gérer efficacement les coûts des serveurs. Dans le cadre de nos efforts pour pérenniser nos opérations, nous pouvons gagner des commissions d'affiliation sur les achats effectués sur la plupart des sites Web après l'installation de l'extension. Ce modèle d'affiliation fonctionne automatiquement et fait partie intégrante de notre stratégie commerciale.","heading4":"Coordonnées","para4":"Si vous avez des questions concernant notre divulgation d'affiliation ou vos relations avec notre extension, veuillez nous contacter à l'adresse :","li41":"Fête des étoiles chaudes","li42":"E-mail:","li43":"Site web:","heading5":"Sélection de partenaires affiliés","subheading51":"Critères de choix des affiliés","subpara51":"Chez Hotstar Party, nous sélectionnons nos partenaires affiliés en fonction de leur pertinence pour nos utilisateurs et de leur alignement avec nos normes de service. Nous sommes affiliés uniquement à des entreprises qui, selon nous, apportent de la valeur à nos utilisateurs et respectent des normes similaires de qualité et de service client.","subheading52":"Aucun coût supplémentaire pour les utilisateurs","subpara52":"Il est important de souligner que l’utilisation de liens d’affiliation via notre extension n’entraîne pas de frais supplémentaires pour vous. Les prix sont les mêmes que vous achetiez via un lien affilié ou un lien non affilié. Dans certains cas, nos négociations avec les affiliés peuvent même aboutir à des réductions ou des offres spéciales non disponibles ailleurs.","heading6":"Choix des utilisateurs et transparence","subheading61":"Identifier les liens d'affiliation","subpara61":"Lorsque vous utilisez Hotstar Party, vous ne verrez pas toujours d'étiquette ou d'indicateur sur les liens d'affiliation, car ils sont intégrés à l'expérience de navigation Web. Cependant, nous nous engageons à maintenir la transparence sur notre utilisation du marketing d’affiliation.","subheading62":"Option de désinscription","subpara62":"Les utilisateurs qui préfèrent ne pas soutenir Hotstar Party via des liens d'affiliation peuvent choisir de désactiver cette fonctionnalité s'ils le souhaitent. Pour savoir comment vous désinscrire, veuillez contacter notre équipe d'assistance à team@hotstarparty.party.","subheading63":"Influence sur les données utilisateur","subpara63":"Nous ne suivons pas les données personnelles liées aux achats individuels effectués via des liens d'affiliation. Notre système regroupe uniquement le nombre total de transactions effectuées via l'extension pour calculer les commissions. Vos données personnelles d'achat restent confidentielles et ne sont pas partagées avec les partenaires affiliés au-delà de ce qui est nécessaire pour garantir la commission d'affiliation.","heading7":"Ton soutien","para7":"En utilisant des liens d'affiliation, vous soutenez l'extension Hotstar Party et nous permettez de continuer à développer des fonctionnalités innovantes et à maintenir notre service. Nous apprécions votre soutien et nous efforçons d’améliorer continuellement votre expérience en ligne.","heading8":"D'autres questions","para8":"Si vous avez d'autres questions sur notre utilisation des liens d'affiliation ou sur tout autre aspect de nos opérations, n'hésitez pas à nous contacter par e-mail à team@hotstarparty.party. Nous sommes là pour vous apporter des éclaircissements et répondre à toutes vos préoccupations."}