{"mainheading":"હોટસ્ટાર પાર્ટી માટે સંલગ્ન જાહેરાત","overview":"ઝાંખી","overviewpara":"Hotstar પાર્ટીમાં, અહીંથી સુલભ","overviewparaspan":", અમે અમારી કામગીરીમાં પારદર્શિતા જાળવીને અસાધારણ સેવા પ્રદાન કરવા અને વપરાશકર્તા અનુભવને વધારવાનો પ્રયત્ન કરીએ છીએ. આ એફિલિએટ ડિસ્ક્લોઝર તૃતીય પક્ષો સાથેના અમારા સંલગ્ન સંબંધોની પ્રકૃતિને જાહેર કરવા માટે પ્રદાન કરવામાં આવ્યું છે.","heading1":"સંલગ્ન સંબંધોને સમજવું","subheading11":"એફિલિએટ લિંક શું છે?","subpara11":"સંલગ્ન લિંક એ ચોક્કસ URL છે જેમાં સંલગ્ન હોય છે","subheading12":"તે કેવી રીતે કામ કરે છે?","subpara12":"આ એક્સ્ટેંશન આપમેળે વેપારીઓની લિંક્સ પર સંલગ્ન ટૅગ્સ લાગુ કરે છે","heading2":"અમારી પ્રતિબદ્ધતા","subheading21":"પારદર્શિતા","subpara21":"હોટસ્ટાર પાર્ટી સંબંધ, અભિપ્રાય અને ઓળખની પ્રમાણિકતામાં માને છે. પ્રાપ્ત થયેલ વળતર આ એક્સ્ટેંશનમાં બનાવેલ જાહેરાત સામગ્રી, વિષયો અથવા પોસ્ટ્સને પ્રભાવિત કરી શકે છે. તે સામગ્રી, જાહેરાતની જગ્યા અથવા પોસ્ટ સ્પષ્ટપણે પેઇડ અથવા પ્રાયોજિત સામગ્રી તરીકે ઓળખવામાં આવશે.","subheading22":"સેવા અખંડિતતા","subpara22":"અમારા વપરાશકર્તાઓ","subheading23":"સંલગ્ન ભાગીદારી","subpara23":"અમે વિવિધ વેપારીઓ સાથે ભાગીદારી ધરાવીએ છીએ અને માત્ર વિશ્વસનીય સંલગ્ન નેટવર્ક્સ સાથે જ કામ કરીએ છીએ. મહેરબાની કરીને નોંધ કરો કે આ બાહ્ય સાઇટ્સની પોતાની છે","privacy":"ગોપનીયતા નીતિઓ","terms":"સેવાની શરતો","and":"અને","subpara23span2":". અમે તેમના વ્યવહાર માટે કોઈ જવાબદારી અથવા જવાબદારી સ્વીકારતા નથી.","heading3":"અસ્વીકરણની કમાણી","para3":"આ એક્સ્ટેંશન ઉચ્ચ ગુણવત્તાની સેવા જાળવવા અને સર્વર ખર્ચને અસરકારક રીતે સંચાલિત કરવા માટે રચાયેલ છે. અમારી કામગીરીને ટકાવી રાખવાના અમારા પ્રયાસોના ભાગરૂપે, અમે એક્સ્ટેંશન ઇન્સ્ટોલ કર્યા પછી મોટાભાગની વેબસાઇટ્સ પર કરેલી ખરીદીઓ પર સંલગ્ન કમિશન મેળવી શકીએ છીએ. આ સંલગ્ન મોડલ આપમેળે કાર્ય કરે છે અને અમારી વ્યવસાય વ્યૂહરચનાનો અભિન્ન ભાગ છે.","heading4":"સંપર્ક માહિતી","para4":"જો તમને અમારા એફિલિએટ ડિસ્ક્લોઝર અથવા અમારા એક્સ્ટેંશન સાથેના તમારા વ્યવહાર વિશે કોઈ પ્રશ્નો હોય, તો કૃપા કરીને અમારો અહીં સંપર્ક કરો:","li41":"હોટસ્ટાર પાર્ટી","li42":"ઈમેલ:","li43":"વેબસાઇટ:","heading5":"સંલગ્ન ભાગીદારોની પસંદગી","subheading51":"આનુષંગિકો પસંદ કરવા માટેના માપદંડ","subpara51":"હોટસ્ટાર પાર્ટીમાં, અમે અમારા વપરાશકર્તાઓ સાથેની તેમની સુસંગતતા અને અમારા સેવા ધોરણો સાથેના તેમના સંરેખણના આધારે અમારા સંલગ્ન ભાગીદારોની પસંદગી કરીએ છીએ. અમે ફક્ત એવા વ્યવસાયો સાથે સંલગ્ન છીએ જે અમારા વપરાશકર્તાઓને મૂલ્ય પ્રદાન કરે છે અને ગુણવત્તા અને ગ્રાહક સેવાના સમાન ધોરણોને જાળવી રાખે છે.","subheading52":"વપરાશકર્તાઓ માટે કોઈ વધારાનો ખર્ચ નથી","subpara52":"એ વાત પર ભાર મૂકવો મહત્વપૂર્ણ છે કે અમારા એક્સ્ટેંશન દ્વારા આનુષંગિક લિંક્સનો ઉપયોગ કરવાથી તમારા માટે વધારાનો ખર્ચ થતો નથી. તમે આનુષંગિક લિંક અથવા બિન-સંલગ્ન લિંક દ્વારા ખરીદી કરો તો પણ કિંમતો સમાન છે. કેટલાક કિસ્સાઓમાં, આનુષંગિકો સાથેની અમારી વાટાઘાટો પણ ડિસ્કાઉન્ટ અથવા વિશેષ ઑફર્સમાં પરિણમી શકે છે જે અન્યત્ર ઉપલબ્ધ નથી.","heading6":"વપરાશકર્તા પસંદગીઓ અને પારદર્શિતા","subheading61":"સંલગ્ન લિંક્સ ઓળખવા","subpara61":"હોટસ્ટાર પાર્ટીનો ઉપયોગ કરતી વખતે, તમે હંમેશા સંલગ્ન લિંક્સ પર લેબલ અથવા સૂચક જોઈ શકતા નથી કારણ કે તે વેબ બ્રાઉઝિંગ અનુભવમાં સંકલિત છે. જો કે, અમે સંલગ્ન માર્કેટિંગના અમારા ઉપયોગ વિશે પારદર્શિતા જાળવવા માટે પ્રતિબદ્ધ છીએ.","subheading62":"ઓપ્ટ-આઉટ વિકલ્પ","subpara62":"જે યુઝર્સ એફિલિએટ લિંક્સ દ્વારા હોટસ્ટાર પાર્ટીને સમર્થન ન આપવાનું પસંદ કરે છે તેઓ ઈચ્છે તો આ સુવિધાને અક્ષમ કરવાનું પસંદ કરી શકે છે. કેવી રીતે નાપસંદ કરવું તેની સૂચનાઓ માટે, કૃપા કરીને team@hotstarparty.party પર અમારી સપોર્ટ ટીમનો સંપર્ક કરો.","subheading63":"વપરાશકર્તા ડેટા પર પ્રભાવ","subpara63":"અમે સંલગ્ન લિંક્સ દ્વારા કરવામાં આવેલી વ્યક્તિગત ખરીદીઓ સાથે જોડાયેલા વ્યક્તિગત ડેટાને ટ્રૅક કરતા નથી. અમારી સિસ્ટમ કમિશનની ગણતરી કરવા માટે એક્સ્ટેંશન દ્વારા કરવામાં આવેલા વ્યવહારોની કુલ સંખ્યાને જ એકત્ર કરે છે. તમારો વ્યક્તિગત ખરીદીનો ડેટા ગોપનીય રહે છે અને આનુષંગિક કમિશનને સુરક્ષિત કરવા માટે જે જરૂરી છે તેના કરતાં વધુ આનુષંગિક ભાગીદારો સાથે શેર કરવામાં આવતો નથી.","heading7":"તમારો આધાર","para7":"સંલગ્ન લિંક્સનો ઉપયોગ કરીને, તમે હોટસ્ટાર પાર્ટી એક્સ્ટેંશનને સમર્થન આપી રહ્યા છો અને અમને નવીન સુવિધાઓ વિકસાવવાનું ચાલુ રાખવા અને અમારી સેવાને જાળવી રાખવા માટે સક્ષમ કરી રહ્યાં છો. અમે તમારા સમર્થનની પ્રશંસા કરીએ છીએ અને તમારા ઑનલાઇન અનુભવને સતત વધારવાનો પ્રયત્ન કરીએ છીએ.","heading8":"વધુ પ્રશ્નો","para8":"જો તમને અમારી સંલગ્ન લિંક્સના ઉપયોગ વિશે અથવા અમારી કામગીરીના અન્ય કોઈપણ પાસાં વિશે કોઈ વધુ પ્રશ્નો હોય, તો team@hotstarparty.party પર ઇમેઇલ દ્વારા સંપર્ક કરવામાં અચકાશો નહીં. અમે સ્પષ્ટતા પ્રદાન કરવા અને તમારી કોઈપણ ચિંતાઓમાં સહાય કરવા માટે અહીં છીએ."}