{"mainheading":"גילוי שותפים עבור מסיבת Hotstar","overview":"סקירה כללית","overviewpara":"ב-Hotstar Party, נגיש מ","overviewparaspan":", אנו שואפים לספק שירות יוצא דופן ולשפר את חווית המשתמש תוך שמירה על שקיפות בפעילות שלנו. גילוי נאות זה ניתן כדי לחשוף את אופי קשרי השותפים שלנו עם צדדים שלישיים.","heading1":"הבנת קשרי שותפים","subheading11":"מהו קישור שותפים?","subpara11":"קישור שותף הוא כתובת אתר ספציפית המכילה את השותף","subheading12":"איך זה עובד?","subpara12":"תוסף זה מחיל באופן אוטומטי תגי שותפים על קישורים של סוחרים","heading2":"ההתחייבות שלנו","subheading21":"שְׁקִיפוּת","subpara21":"Hotstar Party מאמינה בכנות של מערכת יחסים, דעה וזהות. הפיצוי שיתקבל עשוי להשפיע על תוכן הפרסום, הנושאים או הפוסטים המתפרסמים בהרחבה זו. תוכן, שטח פרסום או פוסט זה יזוהו בבירור כתוכן בתשלום או ממומן.","subheading22":"שלמות שירות","subpara22":"המשתמשים שלנו","subheading23":"שותפויות שותפים","subpara23":"יש לנו שותפויות עם סוחרים שונים ועובדים רק עם רשתות שותפים מהימנות. שימו לב שלאתרים חיצוניים אלה יש משלהם","privacy":"מדיניות הפרטיות","terms":"תנאי השירות","and":"ו","subpara23span2":". אנו לא מקבלים כל אחריות או חבות לשיטות העבודה שלהם.","heading3":"כתב ויתור על רווחים","para3":"הרחבה זו נועדה לשמור על שירות באיכות גבוהה ולנהל את עלויות השרת בצורה יעילה. כחלק מהמאמצים שלנו לקיים את פעילותנו, אנו עשויים להרוויח עמלות שותפים על רכישות שבוצעו ברוב אתרי האינטרנט לאחר התקנת התוסף. מודל שותפים זה פועל באופן אוטומטי ומהווה חלק בלתי נפרד מהאסטרטגיה העסקית שלנו.","heading4":"פרטי התקשרות","para4":"אם יש לך שאלות כלשהן לגבי גילוי השותפים שלנו, או ההתמודדות שלך עם ההרחבה שלנו, אנא צור איתנו קשר בכתובת:","li41":"מסיבת הוטסטאר","li42":"אימייל:","li43":"אתר אינטרנט:","heading5":"בחירת שותפים שותפים","subheading51":"קריטריונים לבחירת שותפים","subpara51":"ב-Hotstar Party, אנו בוחרים את השותפים השותפים שלנו על סמך הרלוונטיות שלהם למשתמשים שלנו והתאמתם לתקני השירות שלנו. אנו קשורים רק לעסקים שלדעתנו מספקים ערך למשתמשים שלנו ומקיימים סטנדרטים דומים של איכות ושירות לקוחות.","subheading52":"ללא עלות נוספת למשתמשים","subpara52":"חשוב להדגיש ששימוש בקישורי שותפים דרך התוסף שלנו אינו כרוך בעלויות נוספות עבורך. המחירים זהים בין אם אתה רוכש דרך קישור שותף או קישור לא שותף. במקרים מסוימים, המשא ומתן שלנו עם שותפים עצמאיים עשוי אפילו להוביל להנחות או הצעות מיוחדות שאינן זמינות במקומות אחרים.","heading6":"בחירות משתמש ושקיפות","subheading61":"זיהוי קישורי שותפים","subpara61":"בזמן השימוש ב-Hotstar Party, ייתכן שלא תמיד תראה תווית או אינדיקטור בקישורי שותפים מכיוון שהם משולבים בחוויית הגלישה באינטרנט. עם זאת, אנו מתחייבים לשמור על שקיפות לגבי השימוש שלנו בשיווק שותפים.","subheading62":"אפשרות ביטול","subpara62":"משתמשים שמעדיפים לא לתמוך ב-Hotstar Party דרך קישורי שותפים יכולים לבחור להשבית תכונה זו אם הם רוצים. להנחיות כיצד לבטל את הסכמתך, אנא צור קשר עם צוות התמיכה שלנו בכתובת team@hotstarparty.party.","subheading63":"השפעה על נתוני המשתמש","subpara63":"אנו לא עוקבים אחר נתונים אישיים המקושרים לרכישות בודדות שבוצעו באמצעות קישורי שותפים. המערכת שלנו אוספת רק את המספר הכולל של העסקאות שבוצעו באמצעות התוסף כדי לחשב עמלות. נתוני הרכישה האישיים שלך נשארים חסויים ואינם משותפים עם שותפים שותפים מעבר לנדרש כדי להבטיח את עמלת השותף.","heading7":"התמיכה שלך","para7":"על ידי שימוש בקישורי שותפים, אתה תומך בתוסף Hotstar Party ומאפשר לנו להמשיך ולפתח תכונות חדשניות ולתחזק את השירות שלנו. אנו מעריכים את תמיכתך ושואפים לשפר את החוויה המקוונת שלך ללא הרף.","heading8":"שאלות נוספות","para8":"אם יש לך שאלות נוספות לגבי השימוש שלנו בקישורי שותפים או כל היבט אחר של הפעילות שלנו, אל תהסס לפנות בדוא\"ל בכתובת team@hotstarparty.party. אנחנו כאן כדי לספק בהירות ולסייע בכל בעיה שיש לך."}