{"mainheading":"Objava partnera za Hotstar Party","overview":"Pregled","overviewpara":"Na Hotstar Partyju, dostupno iz","overviewparaspan":", nastojimo pružiti iznimnu uslugu i poboljšati korisničko iskustvo uz održavanje transparentnosti u našem radu. Ova Izjava o afilijaciji dostavljena je kako bi se otkrila priroda naših afilijacijskih odnosa s trećim stranama.","heading1":"Razumijevanje partnerskih odnosa","subheading11":"Što je Affiliate Link?","subpara11":"Affiliate link je određeni URL koji sadrži affiliate","subheading12":"Kako radi?","subpara12":"Ovo proširenje automatski primjenjuje oznake partnera na veze trgovaca","heading2":"Naša predanost","subheading21":"Transparentnost","subpara21":"Hotstar Party vjeruje u iskrenost odnosa, mišljenja i identiteta. Primljena naknada može utjecati na reklamni sadržaj, teme ili objave objavljene u ovom proširenju. Taj će sadržaj, oglasni prostor ili objava biti jasno identificirani kao plaćeni ili sponzorirani sadržaj.","subheading22":"Integritet usluge","subpara22":"Naši korisnici","subheading23":"Partnerska partnerstva","subpara23":"Imamo partnerstva s raznim trgovcima i radimo samo s pouzdanim partnerskim mrežama. Napominjemo da ove vanjske stranice imaju vlastite","privacy":"politike privatnosti","terms":"Uvjeti pružanja usluge","and":"i","subpara23span2":". Ne prihvaćamo nikakvu odgovornost za njihovu praksu.","heading3":"Odricanje od odgovornosti za zaradu","para3":"Ovo proširenje osmišljeno je za održavanje usluge visoke kvalitete i učinkovito upravljanje troškovima poslužitelja. Kao dio naših napora da održimo svoje operacije, možemo zaraditi partnerske provizije na kupnje izvršene na većini web stranica nakon instaliranja proširenja. Ovaj affiliate model radi automatski i sastavni je dio naše poslovne strategije.","heading4":"Podaci za kontakt","para4":"Ako imate bilo kakvih pitanja u vezi s našom objavom podataka o partnerima ili vašim poslovanjem s našim proširenjem, kontaktirajte nas na:","li41":"Hotstar zabava","li42":"Email:","li43":"Web stranica:","heading5":"Odabir pridruženih partnera","subheading51":"Kriteriji za odabir podružnica","subpara51":"U Hotstar Partyju svoje pridružene partnere biramo na temelju njihove relevantnosti za naše korisnike i njihove usklađenosti s našim standardima usluga. Povezujemo se samo s tvrtkama za koje vjerujemo da pružaju vrijednost našim korisnicima i podržavamo slične standarde kvalitete i korisničke usluge.","subheading52":"Bez dodatnih troškova za korisnike","subpara52":"Važno je naglasiti da vam korištenje affiliate veza putem našeg proširenja ne stvara dodatne troškove. Cijene su iste bez obzira kupujete li putem affiliate veze ili neaffiliate veze. U nekim slučajevima naši pregovori s podružnicama mogu čak rezultirati popustima ili posebnim ponudama koje nisu dostupne drugdje.","heading6":"Korisnički izbori i transparentnost","subheading61":"Identificiranje pridruženih veza","subpara61":"Dok koristite Hotstar Party, možda nećete uvijek vidjeti oznaku ili indikator na pridruženim vezama jer su one integrirane u iskustvo pregledavanja weba. Međutim, obvezujemo se na transparentnost naše upotrebe afilijacijskog marketinga.","subheading62":"Opcija isključivanja","subpara62":"Korisnici koji ne žele podržavati Hotstar Party putem pridruženih veza mogu onemogućiti ovu značajku ako žele. Za upute o tome kako se isključiti, obratite se našem timu za podršku na team@hotstarparty.party.","subheading63":"Utjecaj na korisničke podatke","subpara63":"Ne pratimo osobne podatke povezane s pojedinačnim kupnjama izvršenim putem affiliate poveznica. Naš sustav prikuplja samo ukupan broj transakcija izvršenih putem proširenja za izračun provizija. Vaši osobni podaci o kupnji ostaju povjerljivi i ne dijele se s affiliate partnerima osim onoga što je potrebno za osiguranje affiliate provizije.","heading7":"Tvoja podrška","para7":"Korištenjem pridruženih veza podržavate proširenje Hotstar Party i omogućujete nam nastavak razvoja inovativnih značajki i održavanje naše usluge. Cijenimo vašu podršku i nastojimo neprestano poboljšavati vaše online iskustvo.","heading8":"Daljnja pitanja","para8":"Ako imate dodatnih pitanja o našem korištenju pridruženih veza ili bilo kojem drugom aspektu našeg poslovanja, slobodno nam se obratite putem e-pošte na team@hotstarparty.party. Ovdje smo da vam pružimo jasnoću i pomognemo u vezi sa svim nedoumicama koje imate."}