{"mainheading":"A Hotstar Party társult vállalkozása","overview":"Áttekintés","overviewpara":"A Hotstar Party-n, elérhető innen","overviewparaspan":", arra törekszünk, hogy kivételes szolgáltatást nyújtsunk és javítsuk a felhasználói élményt, miközben megőrizzük működésünk átláthatóságát. Ez a Partnervállalkozási Tájékoztató a harmadik felekkel fennálló kapcsolt kapcsolataink természetének feltárására szolgál.","heading1":"A kapcsolt kapcsolatok megértése","subheading11":"Mi az affiliate link?","subpara11":"A társult link egy adott URL, amely tartalmazza a társult vállalkozást","subheading12":"Hogyan működik?","subpara12":"Ez a bővítmény automatikusan kapcsolt címkéket alkalmaz a kereskedők linkjein","heading2":"Elkötelezettségünk","subheading21":"Átláthatóság","subpara21":"A Hotstar Party hisz a kapcsolatok, a vélemények és az identitás őszinteségében. A kapott ellenszolgáltatás befolyásolhatja a bővítményben megjelenő hirdetési tartalmat, témákat vagy bejegyzéseket. Ezt a tartalmat, hirdetési felületet vagy bejegyzést egyértelműen fizetett vagy szponzorált tartalomként kell azonosítani.","subheading22":"Szolgáltatás integritása","subpara22":"Felhasználóink","subheading23":"Affiliate partnerségek","subpara23":"Partnerkapcsolataink vannak különböző kereskedőkkel, és csak megbízható leányvállalatokkal dolgozunk. Felhívjuk figyelmét, hogy ezeknek a külső webhelyeknek megvan a sajátjuk","privacy":"adatvédelmi szabályzatok","terms":"szolgáltatás feltételei","and":"és","subpara23span2":". Nem vállalunk semmilyen felelősséget vagy felelősséget gyakorlataikért.","heading3":"Jogi nyilatkozat a bevételszerzésről","para3":"Ez a bővítmény a magas színvonalú szolgáltatás fenntartására és a szerverköltségek hatékony kezelésére szolgál. Működésünk fenntartására irányuló erőfeszítéseink részeként a legtöbb webhelyen a bővítmény telepítését követően leányvállalati jutalékot kaphatunk a vásárlások után. Ez a társult modell automatikusan működik, és üzleti stratégiánk szerves részét képezi.","heading4":"Elérhetőség","para4":"Ha bármilyen kérdése van a Társvállalati nyilatkozatunkkal vagy a bővítményünkkel kapcsolatos kapcsolataival kapcsolatban, kérjük, lépjen kapcsolatba velünk a következő címen:","li41":"Hotstar Party","li42":"Email:","li43":"Weboldal:","heading5":"Affiliate partnerek kiválasztása","subheading51":"A leányvállalatok kiválasztásának kritériumai","subpara51":"A Hotstar Partynál a leányvállalatainkat az alapján választjuk ki, hogy mennyire relevánsak a felhasználók számára, és megfelelnek-e szolgáltatási szabványainknak. Csak olyan vállalkozásokkal állunk kapcsolatban, amelyekről úgy gondoljuk, hogy értéket biztosítanak felhasználóinknak, és betartják a hasonló minőségi és ügyfélszolgálati szabványokat.","subheading52":"Nincsenek további költségek a felhasználók számára","subpara52":"Fontos hangsúlyozni, hogy a társult linkek bővítményünkön keresztüli használata nem jelent többletköltséget az Ön számára. Az árak azonosak, függetlenül attól, hogy affiliate linken vagy egy nem társult linken keresztül vásárol. Egyes esetekben a leányvállalatokkal folytatott tárgyalásaink akár máshol nem elérhető kedvezményeket vagy különleges ajánlatokat is eredményezhetnek.","heading6":"Felhasználói választási lehetőségek és átláthatóság","subheading61":"A kapcsolt linkek azonosítása","subpara61":"A Hotstar Party használata közben előfordulhat, hogy nem mindig lát címkét vagy jelzőt a társult linkeken, mert ezek integrálva vannak a webböngészési élménybe. Mindazonáltal elkötelezzük magunkat az átláthatóság megőrzése mellett az affiliate marketing használatával kapcsolatban.","subheading62":"Leiratkozási lehetőség","subpara62":"Azok a felhasználók, akik nem támogatják a Hotstar Partyt a társult linkeken keresztül, dönthetnek úgy, hogy letiltják ezt a funkciót, ha akarják. A leiratkozásra vonatkozó utasításokért forduljon ügyfélszolgálatunkhoz a team@hotstarparty.party címen.","subheading63":"Befolyás a felhasználói adatokra","subpara63":"Nem követjük nyomon a kapcsolt linkeken keresztül végrehajtott egyéni vásárlásokhoz kapcsolódó személyes adatokat. Rendszerünk csak a bővítményen keresztül végrehajtott tranzakciók teljes számát összesíti a jutalékok kiszámításához. Az Ön személyes vásárlási adatai bizalmasak maradnak, és nem osztják meg azokat a társult partnerekkel azon túlmenően, ami a társult jutalék biztosításához szükséges.","heading7":"A te támogatásod","para7":"A kapcsolt linkek használatával Ön támogatja a Hotstar Party bővítményt, és lehetővé teszi számunkra, hogy folytassuk az innovatív funkciók fejlesztését és a szolgáltatásunk karbantartását. Nagyra értékeljük támogatását, és igyekszünk folyamatosan javítani az online élményt.","heading8":"További kérdések","para8":"Ha bármilyen további kérdése van a kapcsolt linkek használatával vagy működésünk bármely más vonatkozásával kapcsolatban, ne habozzon kapcsolatba lépni a team@hotstarparty.party e-mail címen. Azért vagyunk itt, hogy egyértelművé tegyük, és segítsünk az esetleges aggodalmak megoldásában."}