{"mainheading":"Divulgazione degli affiliati per Hotstar Party","overview":"Panoramica","overviewpara":"All'Hotstar Party, accessibile da","overviewparaspan":", ci impegniamo a fornire un servizio eccezionale e a migliorare l'esperienza dell'utente mantenendo la trasparenza nelle nostre operazioni. La presente Informativa sugli affiliati è stata fornita per rivelare la natura dei nostri rapporti di affiliazione con terze parti.","heading1":"Comprendere le relazioni di affiliazione","subheading11":"Cos'è un link di affiliazione?","subpara11":"Un link di affiliazione è un URL specifico che contiene l'affiliato","subheading12":"Come funziona?","subpara12":"Questa estensione applica automaticamente i tag di affiliazione ai link dei commercianti","heading2":"Il nostro impegno","subheading21":"Trasparenza","subpara21":"Hotstar Party crede nell'onestà delle relazioni, delle opinioni e dell'identità. Il compenso ricevuto può influenzare il contenuto pubblicitario, gli argomenti o i post pubblicati in questa estensione. Tale contenuto, spazio pubblicitario o post sarà chiaramente identificato come contenuto a pagamento o sponsorizzato.","subheading22":"Integrità del servizio","subpara22":"I nostri utenti","subheading23":"Partenariati di affiliazione","subpara23":"Abbiamo partnership con vari commercianti e lavoriamo solo con reti di affiliazione affidabili. Tieni presente che questi siti esterni hanno i propri","privacy":"politiche sulla privacy","terms":"Termini di servizio","and":"E","subpara23span2":". Non accettiamo alcuna responsabilità per le loro pratiche.","heading3":"Guadagno Disclaimer","para3":"Questa estensione è progettata per mantenere un servizio di alta qualità e gestire i costi del server in modo efficace. Nell'ambito dei nostri sforzi per sostenere le nostre operazioni, potremmo guadagnare commissioni di affiliazione sugli acquisti effettuati sulla maggior parte dei siti Web dopo aver installato l'estensione. Questo modello di affiliazione funziona automaticamente ed è parte integrante della nostra strategia aziendale.","heading4":"Informazioni sui contatti","para4":"Se hai domande riguardanti la nostra Informativa per gli affiliati o i tuoi rapporti con la nostra estensione, contattaci a:","li41":"Festa delle Hotstar","li42":"E-mail:","li43":"Sito web:","heading5":"Selezione dei partner affiliati","subheading51":"Criteri per la scelta degli affiliati","subpara51":"A Hotstar Party selezioniamo i nostri partner affiliati in base alla loro rilevanza per i nostri utenti e al loro allineamento con i nostri standard di servizio. Siamo affiliati solo con aziende che riteniamo forniscano valore ai nostri utenti e sostengano standard simili di qualità e servizio clienti.","subheading52":"Nessun costo aggiuntivo per gli utenti","subpara52":"È importante sottolineare che l'utilizzo dei link di affiliazione tramite la nostra estensione non comporta costi aggiuntivi per te. I prezzi sono gli stessi sia che acquisti tramite un link di affiliazione o un link non affiliato. In alcuni casi, le nostre negoziazioni con gli affiliati potrebbero addirittura portare a sconti o offerte speciali non disponibili altrove.","heading6":"Scelte degli utenti e trasparenza","subheading61":"Identificazione dei collegamenti di affiliazione","subpara61":"Durante l'utilizzo di Hotstar Party, potresti non vedere sempre un'etichetta o un indicatore sui link di affiliazione perché sono integrati nell'esperienza di navigazione web. Tuttavia, ci impegniamo a mantenere la trasparenza sul nostro utilizzo del marketing di affiliazione.","subheading62":"Opzione di rinuncia","subpara62":"Gli utenti che preferiscono non supportare Hotstar Party tramite link di affiliazione possono scegliere di disabilitare questa funzione, se lo desiderano. Per istruzioni su come annullare l'iscrizione, contatta il nostro team di supporto all'indirizzo team@hotstarparty.party.","subheading63":"Influenza sui dati utente","subpara63":"Non tracciamo i dati personali legati ai singoli acquisti effettuati tramite link di affiliazione. Il nostro sistema aggrega solo il numero totale di transazioni effettuate tramite l'estensione per calcolare le commissioni. I tuoi dati personali di acquisto rimangono confidenziali e non vengono condivisi con i partner affiliati oltre quanto necessario per garantire la commissione di affiliazione.","heading7":"Il tuo supporto","para7":"Utilizzando i link di affiliazione, sostieni l'estensione Hotstar Party e ci consenti di continuare a sviluppare funzionalità innovative e a mantenere il nostro servizio. Apprezziamo il tuo supporto e ci impegniamo a migliorare continuamente la tua esperienza online.","heading8":"Ulteriori domande","para8":"Se hai ulteriori domande sul nostro utilizzo dei link di affiliazione o su qualsiasi altro aspetto delle nostre operazioni, non esitare a contattarci via e-mail all'indirizzo team@hotstarparty.party. Siamo qui per fornire chiarezza e assistere con qualsiasi dubbio tu possa avere."}