{"mainheading":"Hotstar Party のアフィリエイト情報の開示","overview":"概要","overviewpara":"Hotstar Party では、以下からアクセスできます。","overviewparaspan":", 当社は、運営の透明性を維持しながら、優れたサービスを提供し、ユーザーエクスペリエンスを向上させるよう努めています。このアフィリエイト開示は、当社と第三者とのアフィリエイト関係の性質を開示するために提供されています。","heading1":"アフィリエイト関係を理解する","subheading11":"アフィリエイトリンクとは何ですか?","subpara11":"アフィリエイト リンクは、アフィリエイトを含む特定の URL です。","subheading12":"仕組みは?","subpara12":"この拡張機能は、販売者のリンクにアフィリエイト タグを自動的に適用します","heading2":"我々のコミットメント","subheading21":"透明性","subpara21":"Hotstar Party は、人間関係、意見、アイデンティティの誠実さを信じています。受け取った報酬は、この拡張機能で行われた広告コンテンツ、トピック、または投稿に影響を与える可能性があります。そのコンテンツ、広告スペース、または投稿は、有料コンテンツまたはスポンサー付きコンテンツとして明確に識別されます。","subheading22":"サービスの完全性","subpara22":"当社のユーザー","subheading23":"アフィリエイトパートナーシップ","subpara23":"当社はさまざまな販売者と提携しており、信頼できるアフィリエイト ネットワークのみと連携しています。これらの外部サイトには独自のサイトがあることに注意してください。","privacy":"プライバシーポリシー","terms":"利用規約","and":"そして","subpara23span2":"。私たちは彼らの行為に対していかなる責任も負わないものとします。","heading3":"収益に関する免責事項","para3":"この拡張機能は、高品質のサービスを維持し、サーバーのコストを効果的に管理するように設計されています。運営を維持するための取り組みの一環として、拡張機能のインストール後にほとんどの Web サイトで行われた購入に対してアフィリエイト手数料を得る場合があります。このアフィリエイト モデルは自動的に機能し、当社のビジネス戦略に不可欠な部分です。","heading4":"連絡先","para4":"当社のアフィリエイト情報の開示、または当社の拡張機能との取引に関してご質問がある場合は、以下までご連絡ください。","li41":"ホットスターパーティー","li42":"Eメール：","li43":"Webサイト：","heading5":"アフィリエイトパートナーの選択","subheading51":"アフィリエイトの選択基準","subpara51":"Hotstar Party では、ユーザーとの関連性と当社のサービス基準との整合性に基づいてアフィリエイト パートナーを選択します。当社は、ユーザーに価値を提供し、同様の品質と顧客サービスの基準を維持すると信じている企業とのみ提携しています。","subheading52":"ユーザーに追加費用はかかりません","subpara52":"当社の拡張機能を介してアフィリエイト リンクを使用しても、追加費用は発生しないことを強調することが重要です。アフィリエイトリンクを通じて購入しても、非アフィリエイトリンクを通じて購入しても、価格は同じです。場合によっては、関連会社との交渉により、他では利用できない割引や特別オファーが提供される場合もあります。","heading6":"ユーザーの選択と透明性","subheading61":"アフィリエイトリンクの特定","subpara61":"Hotstar Party の使用中、アフィリエイト リンクは Web ブラウジング エクスペリエンスに統合されているため、ラベルやインジケーターが常に表示されるとは限りません。ただし、アフィリエイト マーケティングの使用については透明性を維持することに努めます。","subheading62":"オプトアウトオプション","subpara62":"アフィリエイト リンクを通じて Hotstar Party をサポートしたくないユーザーは、必要に応じてこの機能を無効にすることを選択できます。オプトアウトする方法については、サポートチーム (team@hotstarparty.party) までお問い合わせください。","subheading63":"ユーザーデータへの影響","subpara63":"当社は、アフィリエイト リンクを通じて行われた個々の購入にリンクされた個人データを追跡しません。当社のシステムは、手数料を計算するために拡張機能を介して行われたトランザクションの合計数のみを集計します。お客様の個人的な購入データは機密として扱われ、アフィリエイト手数料を確保するために必要な範囲を超えてアフィリエイト パートナーと共有されることはありません。","heading7":"あなたのサポート","para7":"アフィリエイト リンクを使用することにより、Hotstar Party 拡張機能をサポートし、革新的な機能の開発とサービスの維持を継続できるようになります。私たちはあなたのサポートに感謝し、オンラインエクスペリエンスを継続的に向上させるよう努めます。","heading8":"さらに質問","para8":"当社によるアフィリエイトリンクの使用や当社の運営のその他の側面についてさらにご質問がある場合は、お気軽にteam@hotstarparty.partyまで電子メールでお問い合わせください。私たちは、お客様が抱えるあらゆる懸念について明確に説明し、サポートするためにここにいます。"}