{"mainheading":"ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿಗಾಗಿ ಅಂಗಸಂಸ್ಥೆ ಪ್ರಕಟಣೆ","overview":"ಅವಲೋಕನ","overviewpara":"ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿಯಲ್ಲಿ, ನಿಂದ ಪ್ರವೇಶಿಸಬಹುದು","overviewparaspan":", ನಾವು ಅಸಾಧಾರಣ ಸೇವೆಯನ್ನು ಒದಗಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ ಮತ್ತು ನಮ್ಮ ಕಾರ್ಯಾಚರಣೆಗಳಲ್ಲಿ ಪಾರದರ್ಶಕತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವಾಗ ಬಳಕೆದಾರರ ಅನುಭವವನ್ನು ಹೆಚ್ಚಿಸುತ್ತೇವೆ. ಮೂರನೇ ವ್ಯಕ್ತಿಗಳೊಂದಿಗೆ ನಮ್ಮ ಅಂಗಸಂಸ್ಥೆ ಸಂಬಂಧಗಳ ಸ್ವರೂಪವನ್ನು ಬಹಿರಂಗಪಡಿಸಲು ಈ ಅಂಗಸಂಸ್ಥೆ ಪ್ರಕಟಣೆಯನ್ನು ಒದಗಿಸಲಾಗಿದೆ.","heading1":"ಅಂಗಸಂಸ್ಥೆ ಸಂಬಂಧಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದು","subheading11":"ಅಂಗಸಂಸ್ಥೆ ಲಿಂಕ್ ಎಂದರೇನು?","subpara11":"ಅಂಗಸಂಸ್ಥೆ ಲಿಂಕ್ ಎನ್ನುವುದು ಅಂಗಸಂಸ್ಥೆಯನ್ನು ಒಳಗೊಂಡಿರುವ ನಿರ್ದಿಷ್ಟ URL ಆಗಿದೆ","subheading12":"ಇದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ?","subpara12":"ಈ ವಿಸ್ತರಣೆಯು ವ್ಯಾಪಾರಿಗಳ ಲಿಂಕ್‌ಗಳಿಗೆ ಅಂಗಸಂಸ್ಥೆ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನ್ವಯಿಸುತ್ತದೆ","heading2":"ನಮ್ಮ ಬದ್ಧತೆ","subheading21":"ಪಾರದರ್ಶಕತೆ","subpara21":"Hotstar ಪಾರ್ಟಿಯು ಸಂಬಂಧ, ಅಭಿಪ್ರಾಯ ಮತ್ತು ಗುರುತಿನ ಪ್ರಾಮಾಣಿಕತೆಯನ್ನು ನಂಬುತ್ತದೆ. ಸ್ವೀಕರಿಸಿದ ಪರಿಹಾರವು ಈ ವಿಸ್ತರಣೆಯಲ್ಲಿ ಮಾಡಿದ ಜಾಹೀರಾತು ವಿಷಯ, ವಿಷಯಗಳು ಅಥವಾ ಪೋಸ್ಟ್‌ಗಳ ಮೇಲೆ ಪ್ರಭಾವ ಬೀರಬಹುದು. ಆ ವಿಷಯ, ಜಾಹೀರಾತು ಸ್ಥಳ ಅಥವಾ ಪೋಸ್ಟ್ ಅನ್ನು ಪಾವತಿಸಿದ ಅಥವಾ ಪ್ರಾಯೋಜಿತ ವಿಷಯ ಎಂದು ಸ್ಪಷ್ಟವಾಗಿ ಗುರುತಿಸಲಾಗುತ್ತದೆ.","subheading22":"ಸೇವಾ ಸಮಗ್ರತೆ","subpara22":"ನಮ್ಮ ಬಳಕೆದಾರರು","subheading23":"ಅಂಗಸಂಸ್ಥೆ ಪಾಲುದಾರಿಕೆಗಳು","subpara23":"ನಾವು ವಿವಿಧ ವ್ಯಾಪಾರಿಗಳೊಂದಿಗೆ ಪಾಲುದಾರಿಕೆಯನ್ನು ಹೊಂದಿದ್ದೇವೆ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ಅಂಗಸಂಸ್ಥೆ ನೆಟ್‌ವರ್ಕ್‌ಗಳೊಂದಿಗೆ ಮಾತ್ರ ಕೆಲಸ ಮಾಡುತ್ತೇವೆ. ಈ ಬಾಹ್ಯ ಸೈಟ್‌ಗಳು ತಮ್ಮದೇ ಆದದ್ದನ್ನು ಹೊಂದಿವೆ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ","privacy":"ಗೌಪ್ಯತೆ ನೀತಿಗಳು","terms":"ಸೇವಾ ನಿಯಮಗಳು","and":"ಮತ್ತು","subpara23span2":". ಅವರ ಆಚರಣೆಗಳಿಗೆ ನಾವು ಯಾವುದೇ ಜವಾಬ್ದಾರಿ ಅಥವಾ ಹೊಣೆಗಾರಿಕೆಯನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ.","heading3":"ಹಕ್ಕು ನಿರಾಕರಣೆ ಗಳಿಸುತ್ತಿದೆ","para3":"ಉನ್ನತ ಗುಣಮಟ್ಟದ ಸೇವೆಯನ್ನು ನಿರ್ವಹಿಸಲು ಮತ್ತು ಸರ್ವರ್ ವೆಚ್ಚಗಳನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ನಿರ್ವಹಿಸಲು ಈ ವಿಸ್ತರಣೆಯನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ನಮ್ಮ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವ ನಮ್ಮ ಪ್ರಯತ್ನಗಳ ಭಾಗವಾಗಿ, ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿದ ನಂತರ ಹೆಚ್ಚಿನ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಮಾಡಿದ ಖರೀದಿಗಳ ಮೇಲೆ ನಾವು ಅಂಗಸಂಸ್ಥೆ ಕಮಿಷನ್‌ಗಳನ್ನು ಗಳಿಸಬಹುದು. ಈ ಅಂಗಸಂಸ್ಥೆ ಮಾದರಿಯು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಮತ್ತು ನಮ್ಮ ವ್ಯಾಪಾರ ತಂತ್ರದ ಅವಿಭಾಜ್ಯ ಅಂಗವಾಗಿದೆ.","heading4":"ಸಂಪರ್ಕ ಮಾಹಿತಿ","para4":"ನಮ್ಮ ಅಂಗಸಂಸ್ಥೆ ಬಹಿರಂಗಪಡಿಸುವಿಕೆ ಅಥವಾ ನಮ್ಮ ವಿಸ್ತರಣೆಯೊಂದಿಗೆ ನಿಮ್ಮ ವ್ಯವಹಾರಗಳ ಕುರಿತು ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ:","li41":"ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿ","li42":"ಇಮೇಲ್:","li43":"ಜಾಲತಾಣ:","heading5":"ಅಂಗಸಂಸ್ಥೆ ಪಾಲುದಾರರ ಆಯ್ಕೆ","subheading51":"ಅಂಗಸಂಸ್ಥೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡುವ ಮಾನದಂಡಗಳು","subpara51":"Hotstar ಪಾರ್ಟಿಯಲ್ಲಿ, ನಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ಅವರ ಪ್ರಸ್ತುತತೆ ಮತ್ತು ನಮ್ಮ ಸೇವಾ ಮಾನದಂಡಗಳೊಂದಿಗೆ ಅವರ ಹೊಂದಾಣಿಕೆಯ ಆಧಾರದ ಮೇಲೆ ನಾವು ನಮ್ಮ ಅಂಗಸಂಸ್ಥೆ ಪಾಲುದಾರರನ್ನು ಆಯ್ಕೆ ಮಾಡುತ್ತೇವೆ. ನಾವು ನಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ಮೌಲ್ಯವನ್ನು ಒದಗಿಸುತ್ತೇವೆ ಮತ್ತು ಗುಣಮಟ್ಟ ಮತ್ತು ಗ್ರಾಹಕ ಸೇವೆಯ ಒಂದೇ ರೀತಿಯ ಮಾನದಂಡಗಳನ್ನು ಎತ್ತಿಹಿಡಿಯುತ್ತೇವೆ ಎಂದು ನಾವು ನಂಬುವ ವ್ಯವಹಾರಗಳೊಂದಿಗೆ ಮಾತ್ರ ಸಂಯೋಜಿತರಾಗಿದ್ದೇವೆ.","subheading52":"ಬಳಕೆದಾರರಿಗೆ ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ವೆಚ್ಚವಿಲ್ಲ","subpara52":"ನಮ್ಮ ವಿಸ್ತರಣೆಯ ಮೂಲಕ ಅಂಗಸಂಸ್ಥೆ ಲಿಂಕ್‌ಗಳನ್ನು ಬಳಸುವುದರಿಂದ ನಿಮಗೆ ಹೆಚ್ಚುವರಿ ವೆಚ್ಚಗಳು ಉಂಟಾಗುವುದಿಲ್ಲ ಎಂಬುದನ್ನು ಒತ್ತಿಹೇಳುವುದು ಮುಖ್ಯವಾಗಿದೆ. ನೀವು ಅಫಿಲಿಯೇಟ್ ಲಿಂಕ್ ಅಥವಾ ಅಫಿಲಿಯೇಟ್ ಲಿಂಕ್ ಮೂಲಕ ಖರೀದಿಸಿದರೂ ಬೆಲೆಗಳು ಒಂದೇ ಆಗಿರುತ್ತವೆ. ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ, ಅಂಗಸಂಸ್ಥೆಗಳೊಂದಿಗಿನ ನಮ್ಮ ಮಾತುಕತೆಗಳು ರಿಯಾಯಿತಿಗಳು ಅಥವಾ ವಿಶೇಷ ಕೊಡುಗೆಗಳು ಬೇರೆಡೆ ಲಭ್ಯವಿಲ್ಲದಿರಬಹುದು.","heading6":"ಬಳಕೆದಾರರ ಆಯ್ಕೆಗಳು ಮತ್ತು ಪಾರದರ್ಶಕತೆ","subheading61":"ಅಂಗಸಂಸ್ಥೆ ಲಿಂಕ್‌ಗಳನ್ನು ಗುರುತಿಸುವುದು","subpara61":"Hotstar ಪಾರ್ಟಿಯನ್ನು ಬಳಸುವಾಗ, ವೆಬ್ ಬ್ರೌಸಿಂಗ್ ಅನುಭವದೊಂದಿಗೆ ಸಂಯೋಜಿಸಲ್ಪಟ್ಟಿರುವ ಕಾರಣ ನೀವು ಯಾವಾಗಲೂ ಅಂಗಸಂಸ್ಥೆ ಲಿಂಕ್‌ಗಳಲ್ಲಿ ಲೇಬಲ್ ಅಥವಾ ಸೂಚಕವನ್ನು ನೋಡದೇ ಇರಬಹುದು. ಆದಾಗ್ಯೂ, ನಮ್ಮ ಅಂಗಸಂಸ್ಥೆ ಮಾರ್ಕೆಟಿಂಗ್ ಬಳಕೆಯ ಬಗ್ಗೆ ಪಾರದರ್ಶಕತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ.","subheading62":"ಆಯ್ಕೆಯಿಂದ ಹೊರಗುಳಿಯುವ ಆಯ್ಕೆ","subpara62":"ಅಂಗಸಂಸ್ಥೆ ಲಿಂಕ್‌ಗಳ ಮೂಲಕ ಹಾಟ್‌ಸ್ಟಾರ್ ಪಾರ್ಟಿಯನ್ನು ಬೆಂಬಲಿಸದಿರಲು ಆದ್ಯತೆ ನೀಡುವ ಬಳಕೆದಾರರು ಬಯಸಿದಲ್ಲಿ ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ಹೊರಗುಳಿಯುವುದು ಹೇಗೆ ಎಂಬುದರ ಕುರಿತು ಸೂಚನೆಗಳಿಗಾಗಿ, ದಯವಿಟ್ಟು team@hotstarparty.party ನಲ್ಲಿ ನಮ್ಮ ಬೆಂಬಲ ತಂಡವನ್ನು ಸಂಪರ್ಕಿಸಿ.","subheading63":"ಬಳಕೆದಾರರ ಡೇಟಾದ ಮೇಲೆ ಪ್ರಭಾವ","subpara63":"ಅಂಗಸಂಸ್ಥೆ ಲಿಂಕ್‌ಗಳ ಮೂಲಕ ಮಾಡಿದ ವೈಯಕ್ತಿಕ ಖರೀದಿಗಳಿಗೆ ಲಿಂಕ್ ಮಾಡಲಾದ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ನಾವು ಟ್ರ್ಯಾಕ್ ಮಾಡುವುದಿಲ್ಲ. ಆಯೋಗಗಳನ್ನು ಲೆಕ್ಕಾಚಾರ ಮಾಡಲು ವಿಸ್ತರಣೆಯ ಮೂಲಕ ಮಾಡಿದ ಒಟ್ಟು ವಹಿವಾಟುಗಳ ಸಂಖ್ಯೆಯನ್ನು ಮಾತ್ರ ನಮ್ಮ ಸಿಸ್ಟಮ್ ಒಟ್ಟುಗೂಡಿಸುತ್ತದೆ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಖರೀದಿ ಡೇಟಾ ಗೌಪ್ಯವಾಗಿರುತ್ತದೆ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಆಯೋಗವನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು ಅಗತ್ಯಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿ ಅಂಗಸಂಸ್ಥೆ ಪಾಲುದಾರರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.","heading7":"ನಿಮ್ಮ ಬೆಂಬಲ","para7":"ಅಂಗಸಂಸ್ಥೆ ಲಿಂಕ್‌ಗಳನ್ನು ಬಳಸುವ ಮೂಲಕ, ನೀವು Hotstar ಪಾರ್ಟಿ ವಿಸ್ತರಣೆಯನ್ನು ಬೆಂಬಲಿಸುತ್ತಿದ್ದೀರಿ ಮತ್ತು ನವೀನ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುವುದನ್ನು ಮತ್ತು ನಮ್ಮ ಸೇವೆಯನ್ನು ನಿರ್ವಹಿಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ನಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತೀರಿ. ನಿಮ್ಮ ಬೆಂಬಲವನ್ನು ನಾವು ಪ್ರಶಂಸಿಸುತ್ತೇವೆ ಮತ್ತು ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಅನುಭವವನ್ನು ನಿರಂತರವಾಗಿ ಹೆಚ್ಚಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ.","heading8":"ಮತ್ತಷ್ಟು ಪ್ರಶ್ನೆಗಳು","para8":"ನಮ್ಮ ಅಫಿಲಿಯೇಟ್ ಲಿಂಕ್‌ಗಳ ಬಳಕೆ ಅಥವಾ ನಮ್ಮ ಕಾರ್ಯಾಚರಣೆಗಳ ಯಾವುದೇ ಇತರ ಅಂಶಗಳ ಕುರಿತು ನೀವು ಯಾವುದೇ ಹೆಚ್ಚಿನ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, team@hotstarparty.party ನಲ್ಲಿ ಇಮೇಲ್ ಮೂಲಕ ಸಂಪರ್ಕಿಸಲು ಹಿಂಜರಿಯಬೇಡಿ. ಸ್ಪಷ್ಟತೆಯನ್ನು ಒದಗಿಸಲು ಮತ್ತು ನೀವು ಹೊಂದಿರುವ ಯಾವುದೇ ಕಾಳಜಿಗಳಿಗೆ ಸಹಾಯ ಮಾಡಲು ನಾವು ಇಲ್ಲಿದ್ದೇವೆ."}