{"mainheading":"Hotstar Party 제휴사 공개","overview":"개요","overviewpara":"Hotstar Party에서 접근 가능","overviewparaspan":", 우리는 운영의 투명성을 유지하면서 탁월한 서비스를 제공하고 사용자 경험을 향상시키기 위해 노력하고 있습니다. 본 제휴 공개는 당사와 제3자와의 제휴 관계의 성격을 공개하기 위해 제공되었습니다.","heading1":"제휴 관계 이해","subheading11":"제휴 링크란 무엇입니까?","subpara11":"제휴 링크는 제휴를 포함하는 특정 URL입니다.","subheading12":"어떻게 작동하나요?","subpara12":"이 확장 프로그램은 판매자 링크에 제휴사 태그를 자동으로 적용합니다.","heading2":"우리의 약속","subheading21":"투명도","subpara21":"Hotstar Party는 관계, 의견, 정체성의 정직성을 믿습니다. 받은 보상은 이 확장 프로그램의 광고 콘텐츠, 주제 또는 게시물에 영향을 미칠 수 있습니다. 해당 콘텐츠, 광고 공간 또는 게시물은 유료 콘텐츠 또는 후원 콘텐츠로 명확하게 식별됩니다.","subheading22":"서비스 무결성","subpara22":"우리 사용자","subheading23":"제휴 파트너십","subpara23":"우리는 다양한 판매자와 파트너십을 맺고 있으며 신뢰할 수 있는 제휴 네트워크와만 협력합니다. 이러한 외부 사이트에는 자체적인","privacy":"개인 정보 보호 정책","terms":"서비스 약관","and":"그리고","subpara23span2":". 우리는 그들의 관행에 대해 어떠한 책임도 지지 않습니다.","heading3":"적립 면책조항","para3":"이 확장은 고품질 서비스를 유지하고 서버 비용을 효과적으로 관리하도록 설계되었습니다. 운영을 유지하기 위한 노력의 일환으로 확장 프로그램을 설치한 후 대부분의 웹사이트에서 이루어진 구매에 대해 제휴 수수료를 받을 수 있습니다. 이 제휴 모델은 자동으로 작동하며 당사 비즈니스 전략의 필수적인 부분입니다.","heading4":"연락처 정보","para4":"제휴사 공개 또는 확장 프로그램 거래에 관해 질문이 있는 경우 다음 주소로 문의해 주세요.","li41":"핫스타파티","li42":"이메일:","li43":"웹사이트:","heading5":"제휴 파트너 선정","subheading51":"계열사 선택 기준","subpara51":"Hotstar Party에서는 사용자와의 관련성 및 서비스 표준과의 부합성을 기준으로 제휴 파트너를 선택합니다. 우리는 사용자에게 가치를 제공하고 유사한 품질 및 고객 서비스 표준을 유지한다고 믿는 기업과만 제휴합니다.","subheading52":"사용자에게 추가 비용 없음","subpara52":"확장 프로그램을 통해 제휴 링크를 사용해도 추가 비용이 발생하지 않는다는 점을 강조하는 것이 중요합니다. 제휴 링크를 통해 구매하든, 비제휴 링크를 통해 구매하든 가격은 동일합니다. 경우에 따라 제휴사와의 협상을 통해 다른 곳에서는 제공되지 않는 할인이나 특별 혜택이 제공될 수도 있습니다.","heading6":"사용자 선택 및 투명성","subheading61":"제휴 링크 식별","subpara61":"Hotstar Party를 사용하는 동안 웹 검색 환경에 통합되어 있기 때문에 제휴사 링크에 라벨이나 표시가 항상 표시되지 않을 수 있습니다. 그러나 우리는 제휴 마케팅 사용에 대한 투명성을 유지하기 위해 노력합니다.","subheading62":"제외 옵션","subpara62":"제휴 링크를 통해 Hotstar Party를 지원하지 않으려는 사용자는 원할 경우 이 기능을 비활성화할 수 있습니다. 탈퇴 방법에 대한 지침은 지원팀(team@hotstarparty.party)에 문의하세요.","subheading63":"사용자 데이터에 대한 영향","subpara63":"당사는 제휴 링크를 통해 이루어진 개별 구매와 연결된 개인 데이터를 추적하지 않습니다. 우리 시스템은 커미션을 계산하기 위해 확장 프로그램을 통해 이루어진 총 거래 수만 집계합니다. 귀하의 개인 구매 데이터는 기밀로 유지되며 제휴 수수료를 확보하는 데 필요한 것 이상으로 제휴 파트너와 공유되지 않습니다.","heading7":"당신의 지원","para7":"제휴 링크를 사용함으로써 귀하는 Hotstar Party 확장을 지원하고 당사가 계속해서 혁신적인 기능을 개발하고 서비스를 유지할 수 있도록 해줍니다. 귀하의 지원에 감사드리며 귀하의 온라인 경험을 지속적으로 향상시키기 위해 노력하고 있습니다.","heading8":"추가 질문","para8":"제휴 링크 사용이나 당사 운영의 다른 측면에 대해 추가 질문이 있는 경우 주저하지 말고 이메일(team@hotstarparty.party)을 통해 문의하세요. 우리는 귀하가 가질 수 있는 모든 우려 사항에 대해 명확성을 제공하고 도움을 드리기 위해 왔습니다."}