{"mainheading":"„Hotstar Party“ filialo atskleidimas","overview":"Apžvalga","overviewpara":"„Hotstar Party“, pasiekiama iš","overviewparaspan":", stengiamės teikti išskirtines paslaugas ir pagerinti naudotojų patirtį, išlaikant veiklos skaidrumą. Šis filialo atskleidimas buvo pateiktas siekiant atskleisti mūsų filialų santykių su trečiosiomis šalimis pobūdį.","heading1":"Partnerių santykių supratimas","subheading11":"Kas yra filialo nuoroda?","subpara11":"Filialo nuoroda yra konkretus URL, kuriame yra filialas","subheading12":"Kaip tai veikia?","subpara12":"Šis plėtinys automatiškai pritaiko filialų žymas prekybininkų nuorodoms","heading2":"Mūsų įsipareigojimas","subheading21":"Skaidrumas","subpara21":"„Hotstar Party“ tiki santykių, nuomonės ir tapatybės sąžiningumu. Gauta kompensacija gali turėti įtakos šiame plėtinyje paskelbtam reklamos turiniui, temoms ar įrašams. Tas turinys, reklamos vieta ar įrašas bus aiškiai identifikuojami kaip mokamas arba remiamas turinys.","subheading22":"Paslaugos vientisumas","subpara22":"Mūsų vartotojai","subheading23":"Filialų partnerystės","subpara23":"Mes bendradarbiaujame su įvairiais prekybininkais ir dirbame tik su patikimais filialų tinklais. Atminkite, kad šios išorinės svetainės turi savo","privacy":"privatumo politika","terms":"paslaugų teikimo sąlygos","and":"ir","subpara23span2":". Mes neprisiimame jokios atsakomybės už jų veiklą.","heading3":"Uždirbimo atsakomybės atsisakymas","para3":"Šis plėtinys skirtas užtikrinti aukštos kokybės paslaugas ir efektyviai valdyti serverio išlaidas. Stengdamiesi išlaikyti savo veiklą, įdiegę plėtinį galime uždirbti filialų komisinių už pirkinius, įsigytus daugumoje svetainių. Šis filialo modelis veikia automatiškai ir yra neatsiejama mūsų verslo strategijos dalis.","heading4":"Kontaktinė informacija","para4":"Jei turite klausimų dėl mūsų filialo atskleidimo arba bendravimo su mūsų plėtiniu, susisiekite su mumis šiuo adresu:","li41":"Hotstar vakarėlis","li42":"El. paštas:","li43":"Interneto svetainė:","heading5":"Partnerių partnerių pasirinkimas","subheading51":"Filialų pasirinkimo kriterijai","subpara51":"„Hotstar Party“ partnerius parenkame atsižvelgdami į jų aktualumą mūsų vartotojams ir jų atitikimą mūsų paslaugų standartams. Mes esame susiję tik su įmonėmis, kurios, mūsų nuomone, teikia vertę mūsų vartotojams ir laikosi panašių kokybės ir klientų aptarnavimo standartų.","subheading52":"Jokių papildomų mokesčių vartotojams","subpara52":"Svarbu pabrėžti, kad filialų nuorodų naudojimas per mūsų plėtinį nepatiria papildomų išlaidų. Kainos yra vienodos, nesvarbu, ar perkate per filialo nuorodą, ar ne filialo nuorodą. Kai kuriais atvejais dėl mūsų derybų su filialais gali būti taikomos nuolaidos ar specialūs pasiūlymai, kurių kitur nėra.","heading6":"Vartotojo pasirinkimas ir skaidrumas","subheading61":"Partnerių nuorodų identifikavimas","subpara61":"Naudodami Hotstar Party ne visada galite matyti etiketę ar indikatorių filialų nuorodose, nes jie yra integruoti į žiniatinklio naršymą. Tačiau įsipareigojame išlaikyti skaidrumą, kaip naudojame filialų rinkodarą.","subheading62":"Atsisakymo parinktis","subpara62":"Vartotojai, kurie nenori palaikyti „Hotstar Party“ per filialo nuorodas, gali pasirinkti išjungti šią funkciją, jei nori. Norėdami gauti instrukcijų, kaip atsisakyti, susisiekite su mūsų palaikymo komanda team@hotstarparty.party.","subheading63":"Įtaka vartotojo duomenims","subpara63":"Mes nesekame asmens duomenų, susijusių su individualiais pirkiniais, atliktais per filialų nuorodas. Mūsų sistema apibendrina tik bendrą operacijų, atliktų naudojant plėtinį, skaičių, kad apskaičiuotų komisinius. Jūsų asmeniniai pirkimo duomenys išlieka konfidencialūs ir nėra dalijami su partneriais, išskyrus tai, kas būtina filialo komisiniams užtikrinti.","heading7":"Jūsų palaikymas","para7":"Naudodami filialų nuorodas palaikote „Hotstar Party“ plėtinį ir leidžiate mums toliau kurti naujoviškas funkcijas ir palaikyti mūsų paslaugą. Dėkojame už jūsų palaikymą ir stengiamės nuolat gerinti jūsų internetinę patirtį.","heading8":"Tolimesni klausimai","para8":"Jei turite daugiau klausimų apie mūsų filialų nuorodų naudojimą ar bet kurį kitą mūsų veiklos aspektą, nedvejodami susisiekite el. paštu team@hotstarparty.party. Esame čia, kad suteiktume aiškumo ir padėtume išspręsti bet kokius jums rūpimus klausimus."}