{"mainheading":"Hotstar Party filiāles informācijas atklāšana","overview":"Pārskats","overviewpara":"Vietnē Hotstar Party, kas pieejams no plkst","overviewparaspan":", mēs cenšamies nodrošināt izcilus pakalpojumus un uzlabot lietotāju pieredzi, vienlaikus saglabājot mūsu darbību caurspīdīgumu. Šī filiāles izpaušana ir sniegta, lai atklātu mūsu saistīto uzņēmumu attiecību raksturu ar trešajām pusēm.","heading1":"Izpratne par saistītajām attiecībām","subheading11":"Kas ir filiāles saite?","subpara11":"Filiāles saite ir konkrēts URL, kurā ir ietverts saistītais uzņēmums","subheading12":"Kā tas darbojas?","subpara12":"Šis paplašinājums automātiski piemēro saistīto uzņēmumu tagus tirgotāju saitēm","heading2":"Mūsu apņemšanās","subheading21":"Pārredzamība","subpara21":"Hotstar Party tic attiecību, uzskatu un identitātes godīgumam. Saņemtā atlīdzība var ietekmēt šajā paplašinājumā publicēto reklāmas saturu, tēmas vai ziņas. Šis saturs, reklāmas laukums vai ieraksts tiks skaidri identificēts kā apmaksāts vai sponsorēts saturs.","subheading22":"Pakalpojuma integritāte","subpara22":"Mūsu lietotāji","subheading23":"Saistītās partnerības","subpara23":"Mums ir partnerattiecības ar dažādiem tirgotājiem un strādājam tikai ar uzticamiem filiāļu tīkliem. Lūdzu, ņemiet vērā, ka šīm ārējām vietnēm ir savas","privacy":"privātuma politikas","terms":"pakalpojumu sniegšanas noteikumi","and":"un","subpara23span2":". Mēs neuzņemamies nekādu atbildību vai saistības par viņu praksi.","heading3":"Nopelnīšanas atruna","para3":"Šis paplašinājums ir paredzēts, lai uzturētu augstas kvalitātes pakalpojumus un efektīvi pārvaldītu servera izmaksas. Cenšoties uzturēt savu darbību, mēs varam nopelnīt filiāļu komisijas maksas par pirkumiem, kas veikti lielākajā daļā vietņu pēc paplašinājuma instalēšanas. Šis filiāles modelis darbojas automātiski un ir mūsu biznesa stratēģijas neatņemama sastāvdaļa.","heading4":"Kontaktinformācija","para4":"Ja jums ir kādi jautājumi par mūsu filiāles atklāšanu vai jūsu darījumiem ar mūsu paplašinājumu, lūdzu, sazinieties ar mums:","li41":"Hotstar ballīte","li42":"E-pasts:","li43":"Tīmekļa vietne:","heading5":"Saistīto partneru izvēle","subheading51":"Filiāļu izvēles kritēriji","subpara51":"Vietnē Hotstar Party mēs izvēlamies savus saistītos partnerus, pamatojoties uz to atbilstību mūsu lietotājiem un to atbilstību mūsu pakalpojumu standartiem. Mēs esam saistīti tikai ar uzņēmumiem, kas, mūsuprāt, sniedz vērtību mūsu lietotājiem un ievēro līdzīgus kvalitātes un klientu apkalpošanas standartus.","subheading52":"Bez papildu izmaksām lietotājiem","subpara52":"Ir svarīgi uzsvērt, ka saistīto saišu izmantošana, izmantojot mūsu paplašinājumu, jums nerada papildu izmaksas. Cenas ir vienādas neatkarīgi no tā, vai iepērkaties, izmantojot saistīto saiti vai nesaistītu saiti. Dažos gadījumos mūsu sarunas ar saistītajiem uzņēmumiem var pat izraisīt atlaides vai īpašos piedāvājumus, kas nav pieejami citur.","heading6":"Lietotāju izvēle un caurspīdīgums","subheading61":"Saistīto saišu identificēšana","subpara61":"Izmantojot Hotstar Party, jūs ne vienmēr varat redzēt etiķeti vai indikatoru saistīto uzņēmumu saitēs, jo tie ir integrēti tīmekļa pārlūkošanas pieredzē. Tomēr mēs apņemamies saglabāt pārredzamību attiecībā uz mūsu partneru mārketinga izmantošanu.","subheading62":"Atteikšanās iespēja","subpara62":"Lietotāji, kuri nevēlas atbalstīt Hotstar Party, izmantojot saistītās saites, var izvēlēties atspējot šo funkciju, ja vēlas. Lai saņemtu norādījumus par atteikšanos, lūdzu, sazinieties ar mūsu atbalsta komandu, rakstot uz e-pastu team@hotstarparty.party.","subheading63":"Ietekme uz lietotāja datiem","subpara63":"Mēs neizsekojam personas datus, kas saistīti ar atsevišķiem pirkumiem, kas veikti, izmantojot saistītās saites. Mūsu sistēma apkopo tikai kopējo darījumu skaitu, kas veikti, izmantojot paplašinājumu, lai aprēķinātu komisijas maksu. Jūsu personīgie pirkuma dati paliek konfidenciāli un netiek kopīgoti ar saistītajiem partneriem, izņemot to, kas ir nepieciešams, lai nodrošinātu saistītās komisijas maksu.","heading7":"Jūsu atbalsts","para7":"Izmantojot saistītās saites, jūs atbalstāt Hotstar Party paplašinājumu un ļauj mums turpināt izstrādāt novatoriskas funkcijas un uzturēt mūsu pakalpojumu. Mēs novērtējam jūsu atbalstu un cenšamies nepārtraukti uzlabot jūsu tiešsaistes pieredzi.","heading8":"Papildu jautājumi","para8":"Ja jums ir vēl kādi jautājumi par mūsu saistīto saišu izmantošanu vai kādu citu mūsu darbības aspektu, nevilcinieties sazināties ar e-pasta adresi team@hotstarparty.party. Mēs esam šeit, lai sniegtu skaidrību un palīdzētu atrisināt visas jums radušās problēmas."}