{"mainheading":"हॉटस्टार पार्टीसाठी संलग्न प्रकटीकरण","overview":"आढावा","overviewpara":"हॉटस्टार पार्टीमध्ये, येथून प्रवेशयोग्य","overviewparaspan":", आम्ही आमच्या ऑपरेशन्समध्ये पारदर्शकता राखून अपवादात्मक सेवा प्रदान करण्याचा आणि वापरकर्ता अनुभव वाढवण्याचा प्रयत्न करतो. हे संलग्न प्रकटीकरण तृतीय पक्षांसोबतच्या आमच्या संलग्न संबंधांचे स्वरूप उघड करण्यासाठी प्रदान केले गेले आहे.","heading1":"संबद्ध संबंध समजून घेणे","subheading11":"संलग्न लिंक म्हणजे काय?","subpara11":"संलग्न दुवा ही एक विशिष्ट URL आहे ज्यामध्ये संलग्न आहे","subheading12":"हे कस काम करत?","subpara12":"हा विस्तार व्यापाऱ्यांच्या लिंकवर आपोआप संलग्न टॅग लागू करतो","heading2":"आमची बांधिलकी","subheading21":"पारदर्शकता","subpara21":"हॉटस्टार पार्टी नातेसंबंध, मत आणि ओळख यांच्या प्रामाणिकपणावर विश्वास ठेवते. मिळालेली भरपाई जाहिरात सामग्री, विषय किंवा या विस्तारामध्ये केलेल्या पोस्टवर प्रभाव टाकू शकते. ती सामग्री, जाहिरातीची जागा किंवा पोस्ट सशुल्क किंवा प्रायोजित सामग्री म्हणून स्पष्टपणे ओळखली जाईल.","subheading22":"सेवा अखंडता","subpara22":"आमचे वापरकर्ते","subheading23":"संलग्न भागीदारी","subpara23":"आमच्याकडे विविध व्यापाऱ्यांसह भागीदारी आहे आणि आम्ही केवळ विश्वसनीय संलग्न नेटवर्कसह कार्य करतो. कृपया लक्षात घ्या की या बाह्य साइट्सची स्वतःची आहे","privacy":"गोपनीयता धोरणे","terms":"सेवा अटी","and":"आणि","subpara23span2":". आम्ही त्यांच्या पद्धतींसाठी कोणतीही जबाबदारी किंवा दायित्व स्वीकारत नाही.","heading3":"कमाई अस्वीकरण","para3":"हा विस्तार उच्च-गुणवत्तेची सेवा राखण्यासाठी आणि सर्व्हर खर्च प्रभावीपणे व्यवस्थापित करण्यासाठी डिझाइन केला आहे. आमची ऑपरेशन्स टिकवून ठेवण्याच्या आमच्या प्रयत्नांचा एक भाग म्हणून, आम्ही एक्स्टेंशन स्थापित केल्यानंतर बहुतेक वेबसाइट्सवर केलेल्या खरेदीवर संलग्न कमिशन मिळवू शकतो. हे संलग्न मॉडेल स्वयंचलितपणे कार्य करते आणि आमच्या व्यवसाय धोरणाचा अविभाज्य भाग आहे.","heading4":"संपर्क माहिती","para4":"आमच्या संलग्न प्रकटीकरणाबाबत किंवा आमच्या विस्ताराबाबत तुमचे काही प्रश्न असल्यास, कृपया आमच्याशी येथे संपर्क साधा:","li41":"हॉटस्टार पार्टी","li42":"ईमेल:","li43":"संकेतस्थळ:","heading5":"संलग्न भागीदारांची निवड","subheading51":"सहयोगी निवडण्यासाठी निकष","subpara51":"हॉटस्टार पार्टीमध्ये, आम्ही आमचे संलग्न भागीदार त्यांच्या वापरकर्त्यांशी सुसंगतता आणि आमच्या सेवा मानकांशी त्यांचे संरेखन यावर आधारित निवडतो. आम्ही केवळ अशाच व्यवसायांशी संबद्ध आहोत जे आमच्या वापरकर्त्यांना महत्त्व प्रदान करतात आणि गुणवत्ता आणि ग्राहक सेवेच्या समान मानकांचे समर्थन करतात.","subheading52":"वापरकर्त्यांसाठी कोणतेही अतिरिक्त शुल्क नाही","subpara52":"आमच्या विस्ताराद्वारे संलग्न लिंक्स वापरल्याने तुम्हाला अतिरिक्त खर्च करावा लागत नाही यावर जोर देणे महत्त्वाचे आहे. तुम्ही संलग्न दुव्याद्वारे किंवा गैर-संलग्न लिंकद्वारे खरेदी केली तरीही किंमती सारख्याच असतात. काही प्रकरणांमध्ये, सहयोगींसोबतच्या आमच्या वाटाघाटीमुळे सवलत किंवा विशेष ऑफर इतरत्र उपलब्ध नसतात.","heading6":"वापरकर्ता निवडी आणि पारदर्शकता","subheading61":"संलग्न दुवे ओळखणे","subpara61":"हॉटस्टार पार्टी वापरत असताना, तुम्हाला संलग्न लिंक्सवर नेहमी लेबल किंवा सूचक दिसणार नाहीत कारण ते वेब ब्राउझिंग अनुभवामध्ये समाकलित केलेले आहेत. तथापि, आम्ही आमच्या संलग्न विपणनाच्या वापराबद्दल पारदर्शकता राखण्यासाठी वचनबद्ध आहोत.","subheading62":"निवड रद्द करण्याचा पर्याय","subpara62":"जे वापरकर्ते संलग्न लिंक्सद्वारे हॉटस्टार पार्टीला समर्थन न देण्यास प्राधान्य देतात ते इच्छित असल्यास हे वैशिष्ट्य अक्षम करणे निवडू शकतात. निवड रद्द कशी करावी यावरील सूचनांसाठी, कृपया team@hotstarparty.party येथे आमच्या समर्थन कार्यसंघाशी संपर्क साधा.","subheading63":"वापरकर्ता डेटावर प्रभाव","subpara63":"आम्ही संलग्न लिंकद्वारे केलेल्या वैयक्तिक खरेदीशी लिंक केलेल्या वैयक्तिक डेटाचा मागोवा घेत नाही. आमची प्रणाली कमिशनची गणना करण्यासाठी एक्स्टेंशनद्वारे केलेल्या एकूण व्यवहारांची संख्या एकत्रित करते. तुमचा वैयक्तिक खरेदी डेटा गोपनीय राहतो आणि संलग्न कमिशन सुरक्षित करण्यासाठी आवश्यक असलेल्या पलीकडे संलग्न भागीदारांसह सामायिक केला जात नाही.","heading7":"तुमचा आधार","para7":"संलग्न लिंक्स वापरून, तुम्ही Hotstar पार्टी विस्ताराचे समर्थन करत आहात आणि आम्हाला नाविन्यपूर्ण वैशिष्ट्ये विकसित करणे आणि आमची सेवा राखण्यासाठी सक्षम करत आहात. आम्ही तुमच्या समर्थनाची प्रशंसा करतो आणि तुमचा ऑनलाइन अनुभव सतत वाढवण्याचा प्रयत्न करतो.","heading8":"पुढील प्रश्न","para8":"आमच्या संलग्न लिंक्सच्या वापराबद्दल किंवा आमच्या ऑपरेशन्सच्या इतर कोणत्याही पैलूंबद्दल तुम्हाला आणखी काही प्रश्न असल्यास, team@hotstarparty.party वर ईमेलद्वारे संपर्क साधण्यास अजिबात संकोच करू नका. आम्ही स्पष्टता प्रदान करण्यासाठी आणि तुमच्या कोणत्याही समस्यांना मदत करण्यासाठी येथे आहोत."}