{"mainheading":"Pendedahan Ahli Gabungan untuk Pesta Hotstar","overview":"Gambaran keseluruhan","overviewpara":"Di Pesta Hotstar, boleh diakses daripada","overviewparaspan":", kami berusaha untuk menyediakan perkhidmatan yang luar biasa dan meningkatkan pengalaman pengguna sambil mengekalkan ketelusan dalam operasi kami. Pendedahan Ahli Gabungan ini telah disediakan untuk mendedahkan sifat hubungan ahli gabungan kami dengan pihak ketiga.","heading1":"Memahami Hubungan Ahli Gabungan","subheading11":"Apakah Pautan Gabungan?","subpara11":"Pautan ahli gabungan ialah URL khusus yang mengandungi ahli gabungan","subheading12":"Bagaimanakah ia berfungsi?","subpara12":"Sambungan ini menggunakan teg ahli gabungan secara automatik pada pautan pedagang","heading2":"Komitmen kami","subheading21":"Ketelusan","subpara21":"Hotstar Party percaya pada kejujuran hubungan, pendapat dan identiti. Pampasan yang diterima mungkin mempengaruhi kandungan pengiklanan, topik atau siaran yang dibuat dalam sambungan ini. Kandungan, ruang pengiklanan atau siaran itu akan dikenal pasti dengan jelas sebagai kandungan berbayar atau tajaan.","subheading22":"Integriti Perkhidmatan","subpara22":"Pengguna kami","subheading23":"Perkongsian Gabungan","subpara23":"Kami mempunyai perkongsian dengan pelbagai peniaga dan bekerja hanya dengan rangkaian ahli gabungan yang dipercayai. Sila ambil perhatian bahawa tapak luar ini mempunyai tapak sendiri","privacy":"dasar privasi","terms":"syarat perkhidmatan","and":"dan","subpara23span2":". Kami tidak menerima sebarang tanggungjawab atau liabiliti untuk amalan mereka.","heading3":"Penafian Pendapatan","para3":"Sambungan ini direka bentuk untuk mengekalkan perkhidmatan berkualiti tinggi dan mengurus kos pelayan dengan berkesan. Sebagai sebahagian daripada usaha kami untuk mengekalkan operasi kami, kami mungkin memperoleh komisen ahli gabungan atas pembelian yang dibuat di kebanyakan tapak web selepas memasang sambungan. Model ahli gabungan ini berfungsi secara automatik dan merupakan sebahagian daripada strategi perniagaan kami.","heading4":"Maklumat perhubungan","para4":"Jika anda mempunyai sebarang soalan mengenai Pendedahan Ahli Gabungan kami, atau urusan anda dengan sambungan kami, sila hubungi kami di:","li41":"Pesta Hotstar","li42":"e-mel:","li43":"laman web:","heading5":"Pemilihan Rakan Kongsi Gabungan","subheading51":"Kriteria untuk Memilih Ahli Gabungan","subpara51":"Di Hotstar Party, kami memilih rakan kongsi kami berdasarkan kaitan mereka dengan pengguna kami dan penjajaran mereka dengan standard perkhidmatan kami. Kami hanya bergabung dengan perniagaan yang kami percaya memberikan nilai kepada pengguna kami dan mengekalkan standard kualiti dan perkhidmatan pelanggan yang serupa.","subheading52":"Tiada Kos Tambahan kepada Pengguna","subpara52":"Adalah penting untuk menekankan bahawa menggunakan pautan ahli gabungan melalui sambungan kami tidak menimbulkan kos tambahan kepada anda. Harga adalah sama sama ada anda membeli melalui pautan ahli gabungan atau pautan bukan ahli gabungan. Dalam sesetengah kes, rundingan kami dengan ahli gabungan mungkin menyebabkan diskaun atau tawaran istimewa tidak tersedia di tempat lain.","heading6":"Pilihan dan Ketelusan Pengguna","subheading61":"Mengenalpasti Pautan Ahli Gabungan","subpara61":"Semasa menggunakan Hotstar Party, anda mungkin tidak selalu melihat label atau penunjuk pada pautan ahli gabungan kerana ia disepadukan ke dalam pengalaman menyemak imbas web. Walau bagaimanapun, kami komited untuk mengekalkan ketelusan tentang penggunaan pemasaran ahli gabungan kami.","subheading62":"Pilihan Keluar","subpara62":"Pengguna yang memilih untuk tidak menyokong Hotstar Party melalui pautan gabungan boleh memilih untuk melumpuhkan ciri ini jika mereka mahu. Untuk mendapatkan arahan tentang cara menarik diri, sila hubungi pasukan sokongan kami di team@hotstarparty.party.","subheading63":"Pengaruh pada Data Pengguna","subpara63":"Kami tidak menjejaki data peribadi yang dikaitkan dengan pembelian individu yang dibuat melalui pautan ahli gabungan. Sistem kami hanya mengagregatkan jumlah transaksi yang dibuat melalui sambungan untuk mengira komisen. Data pembelian peribadi anda kekal sulit dan tidak dikongsi dengan rakan kongsi gabungan melebihi apa yang diperlukan untuk mendapatkan komisen ahli gabungan.","heading7":"Sokongan awak","para7":"Dengan menggunakan pautan ahli gabungan, anda menyokong sambungan Hotstar Party dan membolehkan kami terus membangunkan ciri-ciri inovatif dan mengekalkan perkhidmatan kami. Kami menghargai sokongan anda dan berusaha untuk meningkatkan pengalaman dalam talian anda secara berterusan.","heading8":"Soalan selanjutnya","para8":"Jika anda mempunyai sebarang soalan lanjut tentang penggunaan pautan ahli gabungan kami atau mana-mana aspek lain dalam operasi kami, jangan teragak-agak untuk menghubungi melalui e-mel di team@hotstarparty.party. Kami berada di sini untuk memberikan kejelasan dan membantu dengan sebarang kebimbangan yang anda ada."}