{"mainheading":"Affiliate openbaarmaking voor Hotstar Party","overview":"Overzicht","overviewpara":"Bij Hotstar Party, bereikbaar vanaf","overviewparaspan":"streven we ernaar om uitzonderlijke service te bieden en de gebruikerservaring te verbeteren, terwijl we de transparantie in onze activiteiten behouden. Deze Affiliate Disclosure is verstrekt om de aard van onze affiliate-relaties met derden bekend te maken.","heading1":"Partnerrelaties begrijpen","subheading11":"Wat is een affiliatelink?","subpara11":"Een affiliate-link is een specifieke URL die de affiliate bevat","subheading12":"Hoe werkt het?","subpara12":"Deze extensie past automatisch affiliate-tags toe op links van verkopers","heading2":"Onze toewijding","subheading21":"Transparantie","subpara21":"Hotstar Party gelooft in eerlijkheid van relaties, meningen en identiteit. De ontvangen vergoeding kan van invloed zijn op de advertentie-inhoud, onderwerpen of berichten die in deze extensie worden geplaatst. Die inhoud, advertentieruimte of post wordt duidelijk geïdentificeerd als betaalde of gesponsorde inhoud.","subheading22":"Service-integriteit","subpara22":"Onze gebruikers","subheading23":"Partnerpartnerschappen","subpara23":"We hebben partnerschappen met verschillende verkopers en werken alleen met vertrouwde aangesloten netwerken. Houd er rekening mee dat deze externe sites hun eigen sites hebben","privacy":"Privacy beleid","terms":"servicevoorwaarden","and":"En","subpara23span2":". Wij aanvaarden geen enkele verantwoordelijkheid of aansprakelijkheid voor hun praktijken.","heading3":"Verdiendisclaimer","para3":"Deze extensie is ontworpen om de service van hoge kwaliteit te behouden en de serverkosten effectief te beheren. Als onderdeel van onze inspanningen om onze activiteiten in stand te houden, kunnen we partnercommissies verdienen op aankopen die op de meeste websites worden gedaan nadat de extensie is geïnstalleerd. Dit affiliatemodel werkt automatisch en is een integraal onderdeel van onze bedrijfsstrategie.","heading4":"Contactgegevens","para4":"Als u vragen heeft over onze Affiliate Disclosure, of uw omgang met onze extensie, neem dan contact met ons op via:","li41":"Hotstar-feest","li42":"E-mail:","li43":"Website:","heading5":"Selectie van aangesloten partners","subheading51":"Criteria voor het kiezen van aangesloten bedrijven","subpara51":"Bij Hotstar Party selecteren we onze aangesloten partners op basis van hun relevantie voor onze gebruikers en hun afstemming op onze servicenormen. Wij sluiten ons alleen aan bij bedrijven waarvan wij denken dat ze waarde bieden aan onze gebruikers en die vergelijkbare normen op het gebied van kwaliteit en klantenservice handhaven.","subheading52":"Geen extra kosten voor gebruikers","subpara52":"Het is belangrijk om te benadrukken dat het gebruik van affiliate links via onze extensie geen extra kosten voor u met zich meebrengt. De prijzen zijn hetzelfde, ongeacht of u via een affiliate-link of een niet-affiliate link koopt. In sommige gevallen kunnen onze onderhandelingen met aangesloten bedrijven zelfs resulteren in kortingen of speciale aanbiedingen die elders niet beschikbaar zijn.","heading6":"Gebruikerskeuzes en transparantie","subheading61":"Affiliate links identificeren","subpara61":"Wanneer u Hotstar Party gebruikt, ziet u mogelijk niet altijd een label of indicator op partnerlinks, omdat deze zijn geïntegreerd in de surfervaring op internet. Wij verbinden ons er echter toe om de transparantie te behouden over ons gebruik van affiliate marketing.","subheading62":"Opt-out-optie","subpara62":"Gebruikers die Hotstar Party liever niet ondersteunen via affiliatielinks kunnen ervoor kiezen deze functie uit te schakelen als ze dat willen. Voor instructies over hoe u zich kunt afmelden, kunt u contact opnemen met ons ondersteuningsteam via team@hotstarparty.party.","subheading63":"Invloed op gebruikersgegevens","subpara63":"We houden geen persoonlijke gegevens bij die zijn gekoppeld aan individuele aankopen die zijn gedaan via partnerlinks. Ons systeem verzamelt alleen het totale aantal transacties dat via de extensie is uitgevoerd om de commissies te berekenen. Uw persoonlijke aankoopgegevens blijven vertrouwelijk en worden niet gedeeld met aangesloten partners behalve wat nodig is om de aangesloten commissie veilig te stellen.","heading7":"Jouw hulp","para7":"Door affiliate links te gebruiken, ondersteunt u de Hotstar Party-extensie en stelt u ons in staat innovatieve functies te blijven ontwikkelen en onze service te blijven onderhouden. Wij stellen uw steun op prijs en streven ernaar uw online ervaring voortdurend te verbeteren.","heading8":"Verdere vragen","para8":"Als u nog vragen heeft over ons gebruik van affiliate links of enig ander aspect van onze activiteiten, aarzel dan niet om contact op te nemen via e-mail op team@hotstarparty.party. Wij zijn hier om u duidelijkheid te bieden en u te helpen bij eventuele problemen."}