{"mainheading":"Tilknyttet avsløring for Hotstar Party","overview":"Oversikt","overviewpara":"På Hotstar Party, tilgjengelig fra","overviewparaspan":", streber vi etter å yte eksepsjonell service og forbedre brukeropplevelsen samtidig som vi opprettholder åpenhet i våre operasjoner. Denne tilknyttede opplysningen er gitt for å avsløre arten av våre tilknyttede forhold med tredjeparter.","heading1":"Forstå tilknyttede relasjoner","subheading11":"Hva er en affiliatelink?","subpara11":"En affiliate-lenke er en spesifikk URL som inneholder affiliate","subheading12":"Hvordan virker det?","subpara12":"Denne utvidelsen bruker automatisk tilknyttede koder til koblinger til selgere","heading2":"Vårt engasjement","subheading21":"Åpenhet","subpara21":"Hotstar Party tror på ærlighet i forhold, mening og identitet. Kompensasjonen som mottas kan påvirke annonseinnholdet, emnene eller innleggene i denne utvidelsen. Innholdet, annonseplassen eller innlegget vil tydelig identifiseres som betalt eller sponset innhold.","subheading22":"Tjenesteintegritet","subpara22":"Våre brukere","subheading23":"Tilknyttede partnerskap","subpara23":"Vi har partnerskap med ulike selgere og jobber kun med pålitelige tilknyttede nettverk. Vær oppmerksom på at disse eksterne nettstedene har sine egne","privacy":"personvernregler","terms":"vilkår for bruk","and":"og","subpara23span2":". Vi aksepterer ikke noe ansvar eller ansvar for deres praksis.","heading3":"Opptjening Ansvarsfraskrivelse","para3":"Denne utvidelsen er designet for å opprettholde høykvalitetstjenester og administrere serverkostnadene effektivt. Som en del av vår innsats for å opprettholde driften vår, kan vi tjene tilknyttede provisjoner på kjøp gjort på de fleste nettstedene etter installering av utvidelsen. Denne tilknyttede modellen fungerer automatisk og er en integrert del av vår forretningsstrategi.","heading4":"Kontaktinformasjon","para4":"Hvis du har spørsmål angående vår Affiliate Disclosure, eller din omgang med utvidelsen vår, vennligst kontakt oss på:","li41":"Hotstar Party","li42":"E-post:","li43":"Nettsted:","heading5":"Valg av tilknyttede partnere","subheading51":"Kriterier for valg av tilknyttede selskaper","subpara51":"Hos Hotstar Party velger vi våre tilknyttede partnere basert på deres relevans for brukerne våre og deres samsvar med våre servicestandarder. Vi er kun tilknyttet virksomheter som vi mener gir verdi til våre brukere og opprettholder lignende standarder for kvalitet og kundeservice.","subheading52":"Ingen ekstra kostnader for brukere","subpara52":"Det er viktig å understreke at bruk av tilknyttede lenker gjennom utvidelsen vår ikke medfører ekstra kostnader for deg. Prisene er de samme enten du kjøper gjennom en tilknyttet lenke eller en ikke-tilknyttet lenke. I noen tilfeller kan våre forhandlinger med tilknyttede selskaper til og med resultere i rabatter eller spesialtilbud som ikke er tilgjengelige andre steder.","heading6":"Brukervalg og åpenhet","subheading61":"Identifisere tilknyttede lenker","subpara61":"Når du bruker Hotstar Party, kan det hende du ikke alltid ser en etikett eller indikator på tilknyttede lenker fordi de er integrert i nettleseropplevelsen. Vi forplikter oss imidlertid til å opprettholde åpenhet om vår bruk av tilknyttet markedsføring.","subheading62":"Opt-out-alternativ","subpara62":"Brukere som foretrekker å ikke støtte Hotstar Party gjennom tilknyttede lenker kan velge å deaktivere denne funksjonen hvis de ønsker det. For instruksjoner om hvordan du melder deg ut, vennligst kontakt supportteamet vårt på team@hotstarparty.party.","subheading63":"Påvirkning på brukerdata","subpara63":"Vi sporer ikke personopplysninger knyttet til individuelle kjøp gjort gjennom tilknyttede lenker. Systemet vårt aggregerer bare det totale antallet transaksjoner gjort via utvidelsen for å beregne provisjoner. Dine personlige kjøpsdata forblir konfidensielle og deles ikke med tilknyttede partnere utover det som er nødvendig for å sikre tilknyttet provisjon.","heading7":"Din støtte","para7":"Ved å bruke tilknyttede lenker, støtter du Hotstar Party-utvidelsen og lar oss fortsette å utvikle innovative funksjoner og vedlikeholde tjenesten vår. Vi setter pris på din støtte og streber etter å forbedre din online opplevelse kontinuerlig.","heading8":"Flere spørsmål","para8":"Hvis du har ytterligere spørsmål om vår bruk av tilknyttede lenker eller andre aspekter av vår virksomhet, ikke nøl med å ta kontakt via e-post på team@hotstarparty.party. Vi er her for å gi klarhet og hjelpe med eventuelle bekymringer du måtte ha."}