{"mainheading":"Ujawnienie informacji stowarzyszonej w ramach imprezy Hotstar","overview":"Przegląd","overviewpara":"Na Hotstar Party, dostępny od","overviewparaspan":", staramy się zapewniać wyjątkową obsługę i poprawiać doświadczenia użytkowników, zachowując jednocześnie przejrzystość naszych działań. Niniejsze Informacje dla Partnerów zostały udostępnione w celu ujawnienia charakteru naszych relacji partnerskich ze stronami trzecimi.","heading1":"Zrozumienie relacji partnerskich","subheading11":"Co to jest link partnerski?","subpara11":"Link partnerski to konkretny adres URL zawierający partnera","subheading12":"Jak to działa?","subpara12":"To rozszerzenie automatycznie stosuje tagi partnerskie do linków sprzedawców","heading2":"Nasze zaangażowanie","subheading21":"Przezroczystość","subpara21":"Hotstar Party wierzy w szczerość relacji, opinii i tożsamości. Otrzymane wynagrodzenie może mieć wpływ na treść reklam, tematy lub posty publikowane w tym rozszerzeniu. Ta treść, przestrzeń reklamowa lub post zostaną wyraźnie oznaczone jako treści płatne lub sponsorowane.","subheading22":"Integralność usług","subpara22":"Nasi użytkownicy","subheading23":"Partnerstwa partnerskie","subpara23":"Współpracujemy z różnymi sprzedawcami i współpracujemy tylko z zaufanymi sieciami afiliacyjnymi. Należy pamiętać, że te zewnętrzne witryny mają swoje własne","privacy":"Polityka prywatności","terms":"warunki usługi","and":"I","subpara23span2":". Nie ponosimy żadnej odpowiedzialności za ich praktyki.","heading3":"Zastrzeżenie dotyczące zarabiania","para3":"Rozszerzenie to ma na celu utrzymanie wysokiej jakości usług i efektywne zarządzanie kosztami serwerów. W ramach naszych wysiłków na rzecz utrzymania naszej działalności możemy zarabiać prowizje partnerskie od zakupów dokonanych na większości stron internetowych po zainstalowaniu rozszerzenia. Ten model partnerski działa automatycznie i stanowi integralną część naszej strategii biznesowej.","heading4":"Informacje kontaktowe","para4":"Jeśli masz jakiekolwiek pytania dotyczące naszego ujawnienia informacji dla partnerów lub kontaktów z naszym rozszerzeniem, skontaktuj się z nami pod adresem:","li41":"Impreza z gorącymi gwiazdami","li42":"E-mail:","li43":"Strona internetowa:","heading5":"Wybór partnerów stowarzyszonych","subheading51":"Kryteria wyboru partnerów","subpara51":"W Hotstar Party wybieramy naszych partnerów stowarzyszonych na podstawie ich znaczenia dla naszych użytkowników i zgodności z naszymi standardami usług. Współpracujemy wyłącznie z firmami, które naszym zdaniem zapewniają wartość naszym użytkownikom i przestrzegają podobnych standardów jakości i obsługi klienta.","subheading52":"Brak dodatkowych kosztów dla użytkowników","subpara52":"Należy podkreślić, że korzystanie z linków partnerskich za pośrednictwem naszego rozszerzenia nie wiąże się z dodatkowymi kosztami. Ceny są takie same, niezależnie od tego, czy dokonujesz zakupu za pośrednictwem linku partnerskiego, czy linku niestowarzyszonego. W niektórych przypadkach nasze negocjacje z podmiotami stowarzyszonymi mogą nawet skutkować rabatami lub ofertami specjalnymi niedostępnymi gdzie indziej.","heading6":"Wybory użytkowników i przejrzystość","subheading61":"Identyfikacja linków partnerskich","subpara61":"Podczas korzystania z Hotstar Party możesz nie zawsze zobaczyć etykietę lub wskaźnik na linkach partnerskich, ponieważ są one zintegrowane z przeglądaniem sieci. Jednakże zobowiązujemy się do zachowania przejrzystości w zakresie korzystania z marketingu afiliacyjnego.","subheading62":"Opcja rezygnacji","subpara62":"Użytkownicy, którzy wolą nie wspierać Hotstar Party za pośrednictwem linków partnerskich, mogą wyłączyć tę funkcję, jeśli chcą. Aby uzyskać instrukcje dotyczące rezygnacji, skontaktuj się z naszym zespołem pomocy technicznej pod adresem team@hotstarparty.party.","subheading63":"Wpływ na dane użytkownika","subpara63":"Nie śledzimy danych osobowych związanych z indywidualnymi zakupami dokonanymi za pośrednictwem linków partnerskich. Nasz system agreguje jedynie całkowitą liczbę transakcji dokonanych za pośrednictwem rozszerzenia w celu naliczenia prowizji. Twoje osobiste dane dotyczące zakupów pozostają poufne i nie są udostępniane partnerom stowarzyszonym poza tym, co jest konieczne do zabezpieczenia prowizji partnerskiej.","heading7":"Twoja pomoc","para7":"Korzystając z linków partnerskich, wspierasz rozszerzenie Hotstar Party i umożliwiasz nam dalszy rozwój innowacyjnych funkcji i utrzymanie naszych usług. Jesteśmy wdzięczni za Twoje wsparcie i staramy się stale ulepszać Twoje doświadczenia online.","heading8":"Dalsze pytania","para8":"Jeśli masz dalsze pytania dotyczące korzystania przez nas z linków partnerskich lub jakichkolwiek innych aspektów naszej działalności, nie wahaj się wysłać e-maila na adres team@hotstarparty.party. Jesteśmy tutaj, aby zapewnić jasność i pomóc w razie jakichkolwiek wątpliwości."}