{"mainheading":"Divulgação de afiliados para Hotstar Party","overview":"Visão geral","overviewpara":"Na Hotstar Party, acessível a partir de","overviewparaspan":", nos esforçamos para fornecer um serviço excepcional e aprimorar a experiência do usuário, mantendo a transparência em nossas operações. Esta Divulgação de Afiliados foi fornecida para divulgar a natureza de nossos relacionamentos de afiliados com terceiros.","heading1":"Compreendendo os relacionamentos de afiliados","subheading11":"O que é um link de afiliado?","subpara11":"Um link de afiliado é um URL específico que contém o afiliado","subheading12":"Como funciona?","subpara12":"Esta extensão aplica automaticamente tags de afiliados a links de comerciantes","heading2":"Nosso compromisso","subheading21":"Transparência","subpara21":"Hotstar Party acredita na honestidade de relacionamento, opinião e identidade. A remuneração recebida pode influenciar o conteúdo publicitário, tópicos ou postagens feitas nesta extensão. Esse conteúdo, espaço publicitário ou postagem será claramente identificado como conteúdo pago ou patrocinado.","subheading22":"Integridade do serviço","subpara22":"Nossos usuários","subheading23":"Parcerias de afiliados","subpara23":"Temos parcerias com vários comerciantes e trabalhamos apenas com redes de afiliados confiáveis. Observe que esses sites externos têm seus próprios","privacy":"Políticas de privacidade","terms":"termos de serviço","and":"e","subpara23span2":". Não aceitamos qualquer responsabilidade ou obrigação por suas práticas.","heading3":"Isenção de responsabilidade de ganhos","para3":"Esta extensão foi projetada para manter um serviço de alta qualidade e gerenciar os custos do servidor de maneira eficaz. Como parte de nossos esforços para sustentar nossas operações, poderemos ganhar comissões de afiliados em compras feitas na maioria dos sites após a instalação da extensão. Este modelo de afiliado funciona de forma automática e é parte integrante da nossa estratégia de negócios.","heading4":"Informações de contato","para4":"Se você tiver alguma dúvida sobre nossa Divulgação de Afiliados ou sobre como lidar com nossa extensão, entre em contato conosco:","li41":"Festa Hotstar","li42":"E-mail:","li43":"Local na rede Internet:","heading5":"Seleção de parceiros afiliados","subheading51":"Critérios para escolha de afiliados","subpara51":"Na Hotstar Party, selecionamos nossos parceiros afiliados com base em sua relevância para nossos usuários e em seu alinhamento com nossos padrões de serviço. Nós nos afiliamos apenas a empresas que acreditamos agregar valor aos nossos usuários e manter padrões semelhantes de qualidade e atendimento ao cliente.","subheading52":"Sem custo adicional para os usuários","subpara52":"É importante enfatizar que o uso de links afiliados através de nossa extensão não acarreta custos adicionais para você. Os preços são os mesmos, quer você compre por meio de um link de afiliado ou de um link não afiliado. Em alguns casos, as nossas negociações com afiliados podem até resultar em descontos ou ofertas especiais não disponíveis em outros lugares.","heading6":"Escolhas do usuário e transparência","subheading61":"Identificando links afiliados","subpara61":"Ao usar o Hotstar Party, você nem sempre verá um rótulo ou indicador nos links afiliados porque eles estão integrados à experiência de navegação na web. No entanto, comprometemo-nos a manter a transparência sobre o uso do marketing de afiliados.","subheading62":"Opção de exclusão","subpara62":"Os usuários que preferem não oferecer suporte ao Hotstar Party por meio de links afiliados podem optar por desativar esse recurso, se desejarem. Para obter instruções sobre como cancelar, entre em contato com nossa equipe de suporte em team@hotstarparty.party.","subheading63":"Influência nos dados do usuário","subpara63":"Não rastreamos dados pessoais vinculados a compras individuais feitas por meio de links afiliados. Nosso sistema agrega apenas o número total de transações realizadas através da extensão para calcular as comissões. Seus dados pessoais de compra permanecem confidenciais e não são compartilhados com parceiros afiliados além do necessário para garantir a comissão do afiliado.","heading7":"Seu apoio","para7":"Ao usar links de afiliados, você apoia a extensão Hotstar Party e nos permite continuar desenvolvendo recursos inovadores e mantendo nosso serviço. Agradecemos seu apoio e nos esforçamos para melhorar continuamente sua experiência online.","heading8":"Mais perguntas","para8":"Se você tiver mais dúvidas sobre o uso de links afiliados ou qualquer outro aspecto de nossas operações, não hesite em entrar em contato por e-mail em team@hotstarparty.party. Estamos aqui para esclarecer e ajudar com qualquer dúvida que você possa ter."}