{"mainheading":"Dezvăluirea afiliaților pentru Hotstar Party","overview":"Prezentare generală","overviewpara":"La Hotstar Party, accesibil de la","overviewparaspan":", ne străduim să oferim servicii excepționale și să îmbunătățim experiența utilizatorului, menținând în același timp transparența în operațiunile noastre. Această Dezvăluire a afiliaților a fost furnizată pentru a dezvălui natura relațiilor noastre de afiliat cu terți.","heading1":"Înțelegerea relațiilor cu afiliați","subheading11":"Ce este un link afiliat?","subpara11":"Un link de afiliat este o adresă URL specifică care conține afiliatul","subheading12":"Cum functioneazã?","subpara12":"Această extensie aplică automat etichete de afiliat link-urilor comercianților","heading2":"Angajamentul nostru","subheading21":"Transparenţă","subpara21":"Hotstar Party crede în onestitatea relației, a opiniilor și a identității. Compensația primită poate influența conținutul publicitar, subiectele sau postările făcute în această extensie. Conținutul, spațiul publicitar sau postarea respectivă vor fi identificate în mod clar ca conținut plătit sau sponsorizat.","subheading22":"Integritatea serviciului","subpara22":"Utilizatorii noștri","subheading23":"Parteneriate afiliate","subpara23":"Avem parteneriate cu diverși comercianți și lucrăm numai cu rețele de afiliați de încredere. Vă rugăm să rețineți că aceste site-uri externe au propriile lor site-uri","privacy":"politicile de confidențialitate","terms":"Termenii serviciului","and":"și","subpara23span2":". Nu acceptăm nicio responsabilitate sau răspundere pentru practicile lor.","heading3":"Disclaimer pentru câștiguri","para3":"Această extensie este concepută pentru a menține un serviciu de înaltă calitate și a gestiona eficient costurile serverului. Ca parte a eforturilor noastre de a ne susține operațiunile, este posibil să câștigăm comisioane afiliate pentru achizițiile efectuate pe majoritatea site-urilor web după instalarea extensiei. Acest model de afiliat funcționează automat și este o parte integrantă a strategiei noastre de afaceri.","heading4":"Informații de contact","para4":"Dacă aveți întrebări cu privire la dezvăluirea afiliaților sau despre relațiile dvs. cu extensia noastră, vă rugăm să ne contactați la:","li41":"Hotstar Party","li42":"E-mail:","li43":"Site:","heading5":"Selectarea partenerilor afiliați","subheading51":"Criterii de alegere a afiliaților","subpara51":"La Hotstar Party, selectăm partenerii noștri afiliați în funcție de relevanța acestora pentru utilizatorii noștri și de alinierea lor la standardele noastre de servicii. Ne afiliam doar cu companii despre care credem că oferă valoare utilizatorilor noștri și respectă standarde similare de calitate și servicii pentru clienți.","subheading52":"Fără costuri suplimentare pentru utilizatori","subpara52":"Este important să subliniem că utilizarea linkurilor afiliate prin extensia noastră nu implică costuri suplimentare pentru dvs. Prețurile sunt aceleași indiferent dacă achiziționați printr-un link afiliat sau printr-un link non-afiliat. În unele cazuri, negocierile noastre cu afiliații pot duce chiar la reduceri sau oferte speciale care nu sunt disponibile în altă parte.","heading6":"Opțiunile utilizatorului și transparență","subheading61":"Identificarea linkurilor afiliate","subpara61":"În timp ce utilizați Hotstar Party, este posibil să nu vedeți întotdeauna o etichetă sau un indicator pe link-urile afiliate, deoarece acestea sunt integrate în experiența de navigare pe web. Cu toate acestea, ne angajăm să menținem transparența cu privire la utilizarea de către noi a marketingului afiliat.","subheading62":"Opțiunea de renunțare","subpara62":"Utilizatorii care preferă să nu sprijine Hotstar Party prin link-uri afiliate pot alege să dezactiveze această funcție dacă doresc. Pentru instrucțiuni despre cum să renunțați, vă rugăm să contactați echipa noastră de asistență la team@hotstarparty.party.","subheading63":"Influența asupra datelor utilizatorului","subpara63":"Nu urmărim datele personale legate de achizițiile individuale efectuate prin link-uri afiliate. Sistemul nostru cumulează doar numărul total de tranzacții efectuate prin extensia pentru calcularea comisioanelor. Datele dvs. personale de achiziție rămân confidențiale și nu sunt partajate cu partenerii afiliați în afara ceea ce este necesar pentru a asigura comisionul afiliat.","heading7":"Suportul dvs","para7":"Prin utilizarea link-urilor afiliate, susțineți extensia Hotstar Party și ne permiteți să dezvoltăm în continuare funcții inovatoare și să ne menținem serviciul. Apreciem sprijinul dumneavoastră și ne străduim să vă îmbunătățim în mod continuu experiența online.","heading8":"Întrebări suplimentare","para8":"Dacă aveți întrebări suplimentare despre utilizarea link-urilor afiliate sau orice alt aspect al operațiunilor noastre, nu ezitați să ne contactați prin e-mail la team@hotstarparty.party. Suntem aici pentru a oferi claritate și pentru a vă ajuta cu orice nelămurire pe care le aveți."}