{"mainheading":"Раскрытие информации о партнерстве Hotstar Party","overview":"Обзор","overviewpara":"На Hotstar Party, доступный с","overviewparaspan":", мы стремимся предоставлять исключительный сервис и улучшать качество обслуживания пользователей, сохраняя при этом прозрачность нашей деятельности. Настоящее раскрытие информации о партнерстве было предоставлено для раскрытия характера наших партнерских отношений с третьими лицами.","heading1":"Понимание партнерских отношений","subheading11":"Что такое партнерская ссылка?","subpara11":"Партнерская ссылка — это конкретный URL-адрес, содержащий партнерскую ссылку.","subheading12":"Как это работает?","subpara12":"Это расширение автоматически применяет партнерские теги к ссылкам продавцов.","heading2":"Наше обязательство","subheading21":"Прозрачность","subpara21":"Hotstar Party верит в честность отношений, мнений и идентичности. Полученная компенсация может повлиять на рекламный контент, темы или публикации, размещенные в этом расширении. Этот контент, рекламное пространство или публикация будут четко идентифицированы как платный или спонсируемый контент.","subheading22":"Целостность обслуживания","subpara22":"Наши пользователи","subheading23":"Партнерское партнерство","subpara23":"Мы имеем партнерские отношения с различными торговцами и работаем только с проверенными партнерскими сетями. Обратите внимание, что эти внешние сайты имеют свои собственные","privacy":"политика конфиденциальности","terms":"Условия использования","and":"и","subpara23span2":". Мы не несем никакой ответственности за их действия.","heading3":"Заработок","para3":"Это расширение предназначено для поддержания высокого качества обслуживания и эффективного управления расходами на сервер. В рамках наших усилий по поддержанию нашей деятельности мы можем получать партнерские комиссионные за покупки, совершенные на большинстве веб-сайтов после установки расширения. Эта партнерская модель работает автоматически и является неотъемлемой частью нашей бизнес-стратегии.","heading4":"Контактная информация","para4":"Если у вас есть какие-либо вопросы относительно раскрытия информации нашим партнерам или ваших отношений с нашим расширением, свяжитесь с нами по адресу:","li41":"Вечеринка горячей звезды","li42":"Электронная почта:","li43":"Веб-сайт:","heading5":"Выбор партнерских партнеров","subheading51":"Критерии выбора партнёров","subpara51":"В Hotstar Party мы выбираем наших аффилированных партнеров на основе их значимости для наших пользователей и их соответствия нашим стандартам обслуживания. Мы сотрудничаем только с теми компаниями, которые, по нашему мнению, представляют ценность для наших пользователей и поддерживают аналогичные стандарты качества и обслуживания клиентов.","subheading52":"Никаких дополнительных затрат для пользователей","subpara52":"Важно подчеркнуть, что использование партнерских ссылок через наше расширение не влечет за собой дополнительных затрат. Цены одинаковы независимо от того, совершаете ли вы покупку по партнерской или непартнерской ссылке. В некоторых случаях наши переговоры с партнерами могут даже привести к скидкам или специальным предложениям, недоступным где-либо еще.","heading6":"Выбор пользователя и прозрачность","subheading61":"Определение партнерских ссылок","subpara61":"При использовании Hotstar Party вы не всегда можете видеть метку или индикатор на партнерских ссылках, поскольку они интегрированы в процесс просмотра веб-страниц. Тем не менее, мы обязуемся сохранять прозрачность использования партнерского маркетинга.","subheading62":"Возможность отказа","subpara62":"Пользователи, которые предпочитают не поддерживать Hotstar Party через партнерские ссылки, могут при желании отключить эту функцию. Для получения инструкций о том, как отказаться, свяжитесь с нашей службой поддержки по адресу team@hotstarparty.party.","subheading63":"Влияние на данные пользователя","subpara63":"Мы не отслеживаем персональные данные, связанные с отдельными покупками, совершенными по партнерским ссылкам. Наша система агрегирует только общее количество транзакций, совершенных через расширение, для расчета комиссий. Ваши личные данные о покупках остаются конфиденциальными и не передаются аффилированным партнерам за пределами того, что необходимо для получения партнерской комиссии.","heading7":"Твоя поддержка","para7":"Используя партнерские ссылки, вы поддерживаете расширение Hotstar Party и позволяете нам продолжать разрабатывать инновационные функции и поддерживать наш сервис. Мы ценим вашу поддержку и стремимся постоянно улучшать ваш онлайн-опыт.","heading8":"Дальнейшие вопросы","para8":"Если у вас есть дополнительные вопросы по поводу использования нами партнерских ссылок или любого другого аспекта нашей деятельности, не стесняйтесь обращаться к нам по электронной почте: team@hotstarparty.party. Мы здесь, чтобы внести ясность и помочь с любыми проблемами, которые могут у вас возникнуть."}