{"mainheading":"Zverejnenie affiliate partnera pre Hotstar Party","overview":"Prehľad","overviewpara":"Na Hotstar Party, prístupné z","overviewparaspan":", snažíme sa poskytovať výnimočné služby a zlepšovať používateľskú skúsenosť pri zachovaní transparentnosti našich operácií. Toto Zverejnenie pridružených spoločností bolo poskytnuté s cieľom odhaliť povahu našich pridružených vzťahov s tretími stranami.","heading1":"Pochopenie pridružených vzťahov","subheading11":"Čo je to pridružený odkaz?","subpara11":"Partnerský odkaz je konkrétna adresa URL, ktorá obsahuje pridruženého partnera","subheading12":"Ako to funguje?","subpara12":"Toto rozšírenie automaticky aplikuje pridružené značky na odkazy obchodníkov","heading2":"Náš záväzok","subheading21":"Transparentnosť","subpara21":"Hotstar Party verí v čestnosť vzťahu, názoru a identity. Získaná kompenzácia môže ovplyvniť reklamný obsah, témy alebo príspevky uverejnené v tomto rozšírení. Tento obsah, reklamný priestor alebo príspevok budú jasne označené ako platený alebo sponzorovaný obsah.","subheading22":"Integrita služby","subpara22":"Naši používatelia","subheading23":"Affiliate partnerstvá","subpara23":"Máme partnerstvá s rôznymi obchodníkmi a spolupracujeme iba s dôveryhodnými pridruženými sieťami. Upozorňujeme, že tieto externé stránky majú svoje vlastné","privacy":"zásady ochrany osobných údajov","terms":"podmienky služby","and":"a","subpara23span2":". Neprijímame žiadnu zodpovednosť za ich praktiky.","heading3":"Vylúčenie zodpovednosti za zárobky","para3":"Toto rozšírenie je navrhnuté tak, aby udržiavalo vysokokvalitné služby a efektívne spravovalo náklady na server. V rámci nášho úsilia o udržanie našich operácií môžeme po inštalácii rozšírenia zarobiť pridružené provízie za nákupy uskutočnené na väčšine webových stránok. Tento affiliate model funguje automaticky a je neoddeliteľnou súčasťou našej obchodnej stratégie.","heading4":"Kontaktné informácie","para4":"Ak máte akékoľvek otázky týkajúce sa nášho zverejnenia pridružených spoločností alebo vašich rokovaní s naším rozšírením, kontaktujte nás na adrese:","li41":"Hotstar Party","li42":"Email:","li43":"Webstránka:","heading5":"Výber affiliate partnerov","subheading51":"Kritériá pre výber pridružených spoločností","subpara51":"Na Hotstar Party vyberáme našich pridružených partnerov na základe ich relevantnosti pre našich používateľov a ich súladu s našimi štandardmi služieb. Sme pridružení iba k podnikom, o ktorých sme presvedčení, že poskytujú hodnotu našim používateľom a dodržiavajú podobné štandardy kvality a služieb zákazníkom.","subheading52":"Žiadne dodatočné náklady pre používateľov","subpara52":"Je dôležité zdôrazniť, že používanie pridružených odkazov prostredníctvom nášho rozšírenia pre vás nespôsobuje dodatočné náklady. Ceny sú rovnaké bez ohľadu na to, či nakupujete prostredníctvom pridruženého alebo nepridruženého odkazu. V niektorých prípadoch môžu naše rokovania s pridruženými spoločnosťami dokonca viesť k zľavám alebo špeciálnym ponukám, ktoré nie sú dostupné inde.","heading6":"Používateľské voľby a transparentnosť","subheading61":"Identifikácia pridružených odkazov","subpara61":"Pri používaní Hotstar Party sa vám nemusí vždy zobraziť štítok alebo indikátor na pridružených odkazoch, pretože sú integrované do prostredia prehliadania webu. Zaväzujeme sa však zachovať transparentnosť v súvislosti s používaním affiliate marketingu.","subheading62":"Možnosť odhlásenia","subpara62":"Používatelia, ktorí nechcú podporovať Hotstar Party prostredníctvom pridružených odkazov, môžu túto funkciu zakázať, ak si to želajú. Ak chcete získať pokyny, ako sa odhlásiť, kontaktujte náš tím podpory na adrese team@hotstarparty.party.","subheading63":"Vplyv na používateľské údaje","subpara63":"Nesledujeme osobné údaje spojené s jednotlivými nákupmi uskutočnenými prostredníctvom pridružených odkazov. Náš systém agreguje iba celkový počet transakcií uskutočnených prostredníctvom rozšírenia na výpočet provízií. Vaše osobné údaje o nákupe zostávajú dôverné a nie sú zdieľané s affiliate partnermi nad rámec toho, čo je potrebné na zabezpečenie affiliate provízie.","heading7":"Vaša podpora","para7":"Používaním pridružených odkazov podporujete rozšírenie Hotstar Party a umožňujete nám pokračovať vo vývoji inovatívnych funkcií a udržiavaní našej služby. Vážime si vašu podporu a snažíme sa neustále zlepšovať vašu online skúsenosť.","heading8":"Ďalšie otázky","para8":"Ak máte ďalšie otázky týkajúce sa nášho používania pridružených odkazov alebo akéhokoľvek iného aspektu našich operácií, neváhajte nás kontaktovať prostredníctvom e-mailu na adrese team@hotstarparty.party. Sme tu, aby sme vám poskytli prehľad a pomohli vám s akýmikoľvek obavami, ktoré môžete mať."}