{"mainheading":"Razkritje pridruženih partnerjev za Hotstar Party","overview":"Pregled","overviewpara":"Na Hotstar Party, dostopen iz","overviewparaspan":"stremimo k zagotavljanju izjemnih storitev in izboljšanju uporabniške izkušnje, hkrati pa ohranjamo transparentnost našega delovanja. To pridruženo razkritje je namenjeno razkritju narave naših pridruženih odnosov s tretjimi osebami.","heading1":"Razumevanje partnerskih odnosov","subheading11":"Kaj je partnerska povezava?","subpara11":"Pridružena povezava je določen URL, ki vsebuje pridruženo podjetje","subheading12":"Kako deluje?","subpara12":"Ta razširitev samodejno uporabi pridružene oznake povezavam trgovcev","heading2":"Naša zaveza","subheading21":"Preglednost","subpara21":"Hotstar Party verjame v poštenost odnosa, mnenja in identitete. Prejeto nadomestilo lahko vpliva na oglaševalsko vsebino, teme ali objave v tej razširitvi. Ta vsebina, oglasni prostor ali objava bodo jasno označeni kot plačana ali sponzorirana vsebina.","subheading22":"Integriteta storitve","subpara22":"Naši uporabniki","subheading23":"Pridružena partnerstva","subpara23":"Imamo partnerstva z različnimi trgovci in sodelujemo samo z zaupanja vrednimi partnerskimi mrežami. Upoštevajte, da imajo ta zunanja spletna mesta svoja","privacy":"politike zasebnosti","terms":"Pogoji storitve","and":"in","subpara23span2":". Ne prevzemamo nobene odgovornosti ali odgovornosti za njihove prakse.","heading3":"Izjava o zaslužku","para3":"Ta razširitev je zasnovana za vzdrževanje visokokakovostnih storitev in učinkovito upravljanje stroškov strežnika. Kot del naših prizadevanj za vzdrževanje našega delovanja lahko po namestitvi razširitve zaslužimo pridružene provizije za nakupe na večini spletnih mest. Ta pridruženi model deluje samodejno in je sestavni del naše poslovne strategije.","heading4":"Kontaktni podatki","para4":"Če imate kakršna koli vprašanja v zvezi z našim razkritjem povezanih partnerjev ali vašim poslovanjem z našo razširitvijo, nas kontaktirajte na:","li41":"Hotstar zabava","li42":"E-naslov:","li43":"Spletna stran:","heading5":"Izbira pridruženih partnerjev","subheading51":"Merila za izbiro podružnic","subpara51":"Pri Hotstar Party izbiramo svoje pridružene partnerje na podlagi njihove ustreznosti za naše uporabnike in njihove usklajenosti z našimi standardi storitev. Povezujemo se samo s podjetji, za katera verjamemo, da našim uporabnikom zagotavljajo vrednost in podpirajo podobne standarde kakovosti in storitev za stranke.","subheading52":"Brez dodatnih stroškov za uporabnike","subpara52":"Pomembno je poudariti, da vam uporaba pridruženih povezav prek naše razširitve ne povzroča dodatnih stroškov. Cene so enake, ne glede na to, ali kupujete prek pridružene ali nepridružene povezave. V nekaterih primerih lahko naša pogajanja s podružnicami povzročijo celo popuste ali posebne ponudbe, ki niso na voljo drugje.","heading6":"Uporabniške izbire in preglednost","subheading61":"Prepoznavanje pridruženih povezav","subpara61":"Med uporabo Hotstar Party morda ne boste vedno videli oznake ali indikatorja na pridruženih povezavah, ker so integrirani v izkušnjo brskanja po spletu. Vendar se zavezujemo, da bomo ohranili preglednost glede naše uporabe pridruženega trženja.","subheading62":"Možnost zavrnitve","subpara62":"Uporabniki, ki ne želijo podpreti Hotstar Party prek pridruženih povezav, lahko to funkcijo onemogočijo, če želijo. Za navodila, kako se odjaviti, se obrnite na našo skupino za podporo na team@hotstarparty.party.","subheading63":"Vpliv na uporabniške podatke","subpara63":"Osebnih podatkov, povezanih s posameznimi nakupi, opravljenimi prek partnerskih povezav, ne sledimo. Naš sistem za izračun provizij združi samo skupno število transakcij, opravljenih prek razširitve. Vaši osebni podatki o nakupu ostanejo zaupni in se ne delijo s pridruženimi partnerji več kot je potrebno za zagotovitev pridružene provizije.","heading7":"Vaša podpora","para7":"Z uporabo pridruženih povezav podpirate razširitev Hotstar Party in nam omogočate, da še naprej razvijamo inovativne funkcije in vzdržujemo našo storitev. Cenimo vašo podporo in si prizadevamo nenehno izboljševati vašo spletno izkušnjo.","heading8":"Nadaljnja vprašanja","para8":"Če imate dodatna vprašanja o naši uporabi pridruženih povezav ali katerem koli drugem vidiku našega delovanja, se obrnite na e-pošto na team@hotstarparty.party. Tukaj smo, da zagotovimo jasnost in pomagamo pri morebitnih pomislekih."}