{"mainheading":"Откривање придруженог партнера за Хотстар Парти","overview":"Преглед","overviewpara":"На Хотстар Парти, доступно са","overviewparaspan":", настојимо да пружимо изузетну услугу и побољшамо корисничко искуство уз одржавање транспарентности у нашем пословању. Ово откривање придруженог партнера је дато да би се открила природа наших партнерских односа са трећим лицима.","heading1":"Разумевање партнерских односа","subheading11":"Шта је партнерска веза?","subpara11":"Партнерска веза је специфична УРЛ адреса која садржи партнерску везу","subheading12":"Како то функционише?","subpara12":"Ово проширење аутоматски примењује придружене ознаке на линкове трговаца","heading2":"Наша обавеза","subheading21":"Транспарентност","subpara21":"Хотстар Парти верује у искреност односа, мишљења и идентитета. Добијена надокнада може утицати на рекламни садржај, теме или постове направљене у овом додатку. Тај садржај, огласни простор или објава ће бити јасно идентификовани као плаћени или спонзорисани садржај.","subheading22":"Сервице Интегрити","subpara22":"Наши корисници","subheading23":"Партнерства","subpara23":"Имамо партнерства са разним трговцима и радимо само са поузданим партнерским мрежама. Имајте на уму да ови спољни сајтови имају своје","privacy":"политике приватности","terms":"услови коришћења","and":"и","subpara23span2":". Не прихватамо никакву одговорност за њихову праксу.","heading3":"Изјава о одрицању одговорности","para3":"Ово проширење је дизајнирано да одржава висококвалитетне услуге и ефикасно управља трошковима сервера. Као део наших напора да одржимо наше операције, можда ћемо зарадити провизије за партнере за куповине обављене на већини веб локација након инсталирања екстензије. Овај партнерски модел ради аутоматски и саставни је део наше пословне стратегије.","heading4":"Контакт информације","para4":"Ако имате било каквих питања у вези са откривањем наших партнера или вашим пословима са нашим проширењем, контактирајте нас на:","li41":"Хотстар Парти","li42":"Емаил:","li43":"Веб сајт:","heading5":"Избор придружених партнера","subheading51":"Критеријуми за избор филијала","subpara51":"У Хотстар Парти-у бирамо наше придружене партнере на основу њихове важности за наше кориснике и њихове усклађености са нашим стандардима услуга. Повезујемо се само са предузећима за која верујемо да пружају вредност нашим корисницима и подржавамо сличне стандарде квалитета и услуга за кориснике.","subheading52":"Без додатних трошкова за кориснике","subpara52":"Важно је нагласити да коришћење аффилиате линкова преко нашег проширења не изазива додатне трошкове за вас. Цене су исте без обзира да ли купујете преко партнерске везе или везе која није придружена. У неким случајевима, наши преговори са филијалама могу чак довести до попуста или специјалних понуда које нису доступне другде.","heading6":"Избор корисника и транспарентност","subheading61":"Идентификовање партнерских веза","subpara61":"Док користите Хотстар Парти, можда нећете увек видети ознаку или индикатор на партнерским везама јер су интегрисани у искуство прегледања веба. Међутим, обавезујемо се да ћемо одржавати транспарентност у вези са нашим коришћењем придруженог маркетинга.","subheading62":"Опт-Оут Оптион","subpara62":"Корисници који не желе да подржавају Хотстар Парти преко партнерских веза могу да одаберу да онемогуће ову функцију ако желе. За упутства о томе како да одустанете, контактирајте наш тим за подршку на теам@хотстарпарти.парти.","subheading63":"Утицај на корисничке податке","subpara63":"Не пратимо личне податке повезане са појединачним куповинама извршеним преко партнерских веза. Наш систем обједињује само укупан број трансакција извршених преко проширења да би израчунао провизије. Ваши лични подаци о куповини остају поверљиви и не деле се са придруженим партнерима осим онога што је неопходно да би се обезбедила провизија афилијације.","heading7":"Ваша подршка","para7":"Коришћењем партнерских веза, подржавате Хотстар Парти екстензију и омогућавате нам да наставимо да развијамо иновативне функције и одржавамо нашу услугу. Ценимо вашу подршку и трудимо се да непрестано побољшавамо ваше онлајн искуство.","heading8":"Даља питања","para8":"Ако имате додатних питања о нашем коришћењу партнерских веза или било ком другом аспекту нашег пословања, не устручавајте се да нам се обратите путем е-поште на теам@хотстарпарти.парти. Ту смо да вам пружимо јасноћу и помогнемо у вези са свим недоумицама које имате."}