{"mainheading":"Affiliate Disclosure för Hotstar Party","overview":"Översikt","overviewpara":"På Hotstar Party, tillgänglig från","overviewparaspan":", strävar vi efter att tillhandahålla exceptionell service och förbättra användarupplevelsen samtidigt som vi bibehåller transparens i vår verksamhet. Denna Affiliate Disclosure har tillhandahållits för att avslöja arten av våra affiliate relationer med tredje part.","heading1":"Förstå affiliate relationer","subheading11":"Vad är en affiliate-länk?","subpara11":"En affiliate-länk är en specifik URL som innehåller affiliate","subheading12":"Hur fungerar det?","subpara12":"Detta tillägg tillämpar automatiskt affiliate-taggar på länkar till handlare","heading2":"Vårt engagemang","subheading21":"Genomskinlighet","subpara21":"Hotstar Party tror på ärlighet i förhållande, åsikter och identitet. Ersättningen som erhålls kan påverka annonsinnehållet, ämnen eller inlägg som görs i denna förlängning. Innehållet, annonsutrymmet eller inlägget kommer tydligt att identifieras som betalt eller sponsrat innehåll.","subheading22":"Serviceintegritet","subpara22":"Våra användare","subheading23":"Affiliate Partnerskap","subpara23":"Vi har partnerskap med olika handlare och arbetar endast med betrodda affiliate-nätverk. Observera att dessa externa webbplatser har sina egna","privacy":"sekretesspolicyer","terms":"användarvillkor","and":"och","subpara23span2":". Vi tar inget ansvar eller ansvar för deras praxis.","heading3":"Tjäna ansvarsfriskrivning","para3":"Det här tillägget är utformat för att upprätthålla service av hög kvalitet och hantera serverkostnader effektivt. Som en del av våra ansträngningar för att upprätthålla vår verksamhet kan vi tjäna affiliate-provisioner på inköp som görs på de flesta webbplatser efter installation av tillägget. Denna affiliatemodell fungerar automatiskt och är en integrerad del av vår affärsstrategi.","heading4":"Kontaktinformation","para4":"Om du har några frågor angående vår Affiliate Disclosure, eller dina affärer med vår extension, vänligen kontakta oss på:","li41":"Hotstar Party","li42":"E-post:","li43":"Hemsida:","heading5":"Urval av Affiliate Partners","subheading51":"Kriterier för att välja affiliates","subpara51":"På Hotstar Party väljer vi våra affiliate partners baserat på deras relevans för våra användare och deras anpassning till våra servicestandarder. Vi samarbetar endast med företag som vi tror ger värde till våra användare och upprätthåller liknande standarder för kvalitet och kundservice.","subheading52":"Ingen extra kostnad för användare","subpara52":"Det är viktigt att betona att användningen av affiliate-länkar genom vårt tillägg inte medför ytterligare kostnader för dig. Priserna är desamma oavsett om du köper via en affiliate-länk eller en icke-affiliate-länk. I vissa fall kan våra förhandlingar med affiliates till och med resultera i rabatter eller specialerbjudanden som inte är tillgängliga någon annanstans.","heading6":"Användarval och transparens","subheading61":"Identifiera affiliate-länkar","subpara61":"När du använder Hotstar Party kanske du inte alltid ser en etikett eller indikator på affiliate-länkar eftersom de är integrerade i webbupplevelsen. Vi förbinder oss dock att upprätthålla transparens om vår användning av affiliate-marknadsföring.","subheading62":"Opt-out-alternativ","subpara62":"Användare som föredrar att inte stödja Hotstar Party genom affiliate-länkar kan välja att inaktivera den här funktionen om de vill. För instruktioner om hur du väljer bort det, vänligen kontakta vårt supportteam på team@hotstarparty.party.","subheading63":"Inflytande på användardata","subpara63":"Vi spårar inte personuppgifter kopplade till individuella köp gjorda via affiliate-länkar. Vårt system aggregerar endast det totala antalet transaktioner som gjorts via tillägget för att beräkna provisioner. Din personliga inköpsinformation förblir konfidentiell och delas inte med affiliate partners utöver vad som är nödvändigt för att säkerställa affiliate provision.","heading7":"Ditt stöd","para7":"Genom att använda affiliate-länkar stödjer du Hotstar Party-tillägget och gör det möjligt för oss att fortsätta utveckla innovativa funktioner och underhålla vår tjänst. Vi uppskattar ditt stöd och strävar efter att förbättra din onlineupplevelse kontinuerligt.","heading8":"Fler frågor","para8":"Om du har ytterligare frågor om vår användning av affiliate-länkar eller någon annan aspekt av vår verksamhet, tveka inte att kontakta oss via e-post på team@hotstarparty.party. Vi är här för att ge klarhet och hjälpa dig med eventuella problem du kan ha."}