{"mainheading":"Ufumbuzi wa Washirika kwa Hotstar Party","overview":"Muhtasari","overviewpara":"Kwenye Hotstar Party, inapatikana kutoka","overviewparaspan":", tunajitahidi kutoa huduma ya kipekee na kuboresha matumizi ya mtumiaji huku tukidumisha uwazi katika shughuli zetu. Ufumbuzi huu wa Washirika umetolewa ili kufichua asili ya uhusiano wetu wa washirika na wahusika wengine.","heading1":"Kuelewa Mahusiano ya Washirika","subheading11":"Kiungo Affiliate ni nini?","subpara11":"Kiungo mshirika ni URL maalum ambayo ina mshirika","subheading12":"Inafanyaje kazi?","subpara12":"Kiendelezi hiki kinatumika kiotomatiki lebo za washirika kwa viungo vya wafanyabiashara","heading2":"Ahadi Yetu","subheading21":"Uwazi","subpara21":"Hotstar Party inaamini katika uaminifu wa uhusiano, maoni, na utambulisho. Fidia inayopokelewa inaweza kuathiri maudhui ya utangazaji, mada au machapisho yaliyotolewa katika kiendelezi hiki. Maudhui hayo, nafasi ya utangazaji au chapisho litatambuliwa kwa uwazi kuwa maudhui yanayolipishwa au yanayofadhiliwa.","subheading22":"Uadilifu wa Huduma","subpara22":"Watumiaji wetu","subheading23":"Ushirikiano Affiliate","subpara23":"Tuna ushirikiano na wafanyabiashara mbalimbali na tunafanya kazi na mitandao inayoaminika pekee. Tafadhali kumbuka kuwa tovuti hizi za nje zina zao","privacy":"sera za faragha","terms":"masharti ya huduma","and":"na","subpara23span2":". Hatukubali jukumu au dhima yoyote kwa mazoea yao.","heading3":"Kanusho la Mapato","para3":"Kiendelezi hiki kimeundwa ili kudumisha huduma ya ubora wa juu na kudhibiti gharama za seva kwa ufanisi. Kama sehemu ya juhudi zetu za kuendeleza shughuli zetu, tunaweza kupata kamisheni za washirika kwa ununuzi unaofanywa kwenye tovuti nyingi baada ya kusakinisha kiendelezi. Muundo huu wa washirika hufanya kazi kiotomatiki na ni sehemu muhimu ya mkakati wetu wa biashara.","heading4":"Maelezo ya Mawasiliano","para4":"Ikiwa una maswali yoyote kuhusu Ufichuaji wetu wa Ushirika, au shughuli zako na ugani wetu, tafadhali wasiliana nasi kwa:","li41":"Sherehe ya Hotstar","li42":"Barua pepe:","li43":"Tovuti:","heading5":"Uteuzi wa Washirika Washirika","subheading51":"Vigezo vya Kuchagua Washirika","subpara51":"Katika Hotstar Party, tunachagua washirika wetu kulingana na umuhimu wao kwa watumiaji wetu na upatanishi wao na viwango vyetu vya huduma. Tunashirikiana tu na biashara ambazo tunaamini zinatoa thamani kwa watumiaji wetu na kuzingatia viwango sawa vya ubora na huduma kwa wateja.","subheading52":"Hakuna Gharama ya Ziada kwa Watumiaji","subpara52":"Ni muhimu kusisitiza kwamba kutumia viungo vya washirika kupitia ugani wetu hakuingizii gharama za ziada. Bei ni sawa iwapo unanunua kupitia kiungo mshirika au kiungo kisicho cha mshirika. Katika baadhi ya matukio, mazungumzo yetu na washirika yanaweza kusababisha punguzo au matoleo maalum ambayo hayapatikani kwingineko.","heading6":"Chaguo za Mtumiaji na Uwazi","subheading61":"Kutambua Viungo Affiliate","subpara61":"Unapotumia Hotstar Party, huenda usione lebo au kiashirio kila wakati kwenye viungo vya washirika kwa sababu vimeunganishwa katika matumizi ya kuvinjari wavuti. Hata hivyo, tunajitolea kudumisha uwazi kuhusu matumizi yetu ya uuzaji wa washirika.","subheading62":"Chaguo la Kutoka","subpara62":"Watumiaji ambao hawapendi kuunga mkono Hotstar Party kupitia viungo vya washirika wanaweza kuchagua kuzima kipengele hiki wakitaka. Kwa maagizo kuhusu jinsi ya kujiondoa, tafadhali wasiliana na timu yetu ya usaidizi katika team@hotstarparty.party.","subheading63":"Ushawishi kwenye Data ya Mtumiaji","subpara63":"Hatufuatilii data ya kibinafsi iliyounganishwa na ununuzi wa kibinafsi unaofanywa kupitia viungo vya washirika. Mfumo wetu unajumlisha tu jumla ya idadi ya miamala iliyofanywa kupitia kiendelezi ili kukokotoa kamisheni. Data yako ya kibinafsi ya ununuzi inasalia kuwa siri na haishirikiwi na washirika washirika zaidi ya kile kinachohitajika ili kupata tume ya washirika.","heading7":"Msaada Wako","para7":"Kwa kutumia viungo vya washirika, unaunga mkono kiendelezi cha Hotstar Party na kutuwezesha kuendelea kutengeneza vipengele vibunifu na kudumisha huduma zetu. Tunathamini usaidizi wako na tunajitahidi kuboresha matumizi yako ya mtandaoni kila mara.","heading8":"Maswali Zaidi","para8":"Ikiwa una maswali yoyote zaidi kuhusu matumizi yetu ya viungo vya washirika au kipengele kingine chochote cha shughuli zetu, usisite kuwasiliana kupitia barua pepe kwa team@hotstarparty.party. Tuko hapa ili kukupa uwazi na kukusaidia kwa maswala yoyote ambayo unaweza kuwa nayo."}