{"mainheading":"ஹாட்ஸ்டார் பார்ட்டிக்கான அஃபிலியேட் டிஸ்க்ளோஷர்","overview":"கண்ணோட்டம்","overviewpara":"ஹாட்ஸ்டார் பார்ட்டியில் இருந்து அணுகலாம்","overviewparaspan":", விதிவிலக்கான சேவையை வழங்கவும், எங்கள் செயல்பாடுகளில் வெளிப்படைத்தன்மையைப் பேணுவதன் மூலம் பயனர் அனுபவத்தை மேம்படுத்தவும் நாங்கள் முயற்சி செய்கிறோம். மூன்றாம் தரப்பினருடனான எங்களின் இணை உறவுகளின் தன்மையை வெளிப்படுத்துவதற்காக இந்த இணைப்பு வெளிப்படுத்தல் வழங்கப்பட்டுள்ளது.","heading1":"இணைந்த உறவுகளைப் புரிந்துகொள்வது","subheading11":"இணைப்பு இணைப்பு என்றால் என்ன?","subpara11":"இணை இணைப்பு என்பது ஒரு குறிப்பிட்ட URL ஆகும்","subheading12":"இது எப்படி வேலை செய்கிறது?","subpara12":"இந்த நீட்டிப்பு தானாக வணிகர்களின் இணைப்புகளுக்கு துணைக் குறிச்சொற்களைப் பயன்படுத்துகிறது","heading2":"எங்கள் அர்ப்பணிப்பு","subheading21":"வெளிப்படைத்தன்மை","subpara21":"Hotstar கட்சி உறவு, கருத்து மற்றும் அடையாளத்தின் நேர்மையை நம்புகிறது. பெறப்பட்ட இழப்பீடு இந்த நீட்டிப்பில் செய்யப்பட்ட விளம்பர உள்ளடக்கம், தலைப்புகள் அல்லது இடுகைகளை பாதிக்கலாம். அந்த உள்ளடக்கம், விளம்பர இடம் அல்லது இடுகை ஆகியவை பணம் செலுத்திய அல்லது ஸ்பான்சர் செய்யப்பட்ட உள்ளடக்கமாக தெளிவாக அடையாளம் காணப்படும்.","subheading22":"சேவை நேர்மை","subpara22":"எங்கள் பயனர்கள்","subheading23":"இணைந்த கூட்டாண்மைகள்","subpara23":"நாங்கள் பல்வேறு வணிகர்களுடன் கூட்டு வைத்திருக்கிறோம் மற்றும் நம்பகமான துணை நெட்வொர்க்குகளுடன் மட்டுமே வேலை செய்கிறோம். இந்த வெளிப்புற தளங்களுக்கு அவற்றின் சொந்தம் உள்ளது என்பதை நினைவில் கொள்ளவும்","privacy":"தனியுரிமைக் கொள்கைகள்","terms":"சேவை விதிமுறைகள்","and":"மற்றும்","subpara23span2":". அவர்களின் நடைமுறைகளுக்கு நாங்கள் எந்தப் பொறுப்பையும் பொறுப்பையும் ஏற்க மாட்டோம்.","heading3":"வருவாய் மறுப்பு","para3":"இந்த நீட்டிப்பு உயர்தர சேவையை பராமரிக்கவும், சர்வர் செலவுகளை திறம்பட நிர்வகிக்கவும் வடிவமைக்கப்பட்டுள்ளது. எங்கள் செயல்பாடுகளை நிலைநிறுத்துவதற்கான எங்கள் முயற்சிகளின் ஒரு பகுதியாக, நீட்டிப்பை நிறுவிய பிறகு, பெரும்பாலான இணையதளங்களில் செய்யப்படும் வாங்குதல்களுக்கு இணை கமிஷன்களைப் பெறலாம். இந்த இணைப்பு மாதிரி தானாகவே வேலை செய்கிறது மற்றும் எங்கள் வணிக உத்தியின் ஒருங்கிணைந்த பகுதியாகும்.","heading4":"தொடர்பு தகவல்","para4":"எங்கள் இணைப்பு வெளிப்படுத்தல் அல்லது எங்கள் நீட்டிப்பு தொடர்பான உங்கள் பரிவர்த்தனைகள் குறித்து ஏதேனும் கேள்விகள் இருந்தால், தயவுசெய்து எங்களை இங்கு தொடர்பு கொள்ளவும்:","li41":"ஹாட்ஸ்டார் பார்ட்டி","li42":"மின்னஞ்சல்:","li43":"இணையதளம்:","heading5":"இணை பங்குதாரர்களின் தேர்வு","subheading51":"துணை நிறுவனங்களைத் தேர்ந்தெடுப்பதற்கான அளவுகோல்கள்","subpara51":"Hotstar பார்ட்டியில், எங்கள் பயனர்களுக்கு அவர்களின் தொடர்பு மற்றும் எங்கள் சேவைத் தரங்களுடன் அவர்கள் சீரமைத்தல் ஆகியவற்றின் அடிப்படையில் எங்கள் துணைக் கூட்டாளர்களைத் தேர்ந்தெடுக்கிறோம். எங்கள் பயனர்களுக்கு மதிப்பை வழங்குவதாகவும், தரம் மற்றும் வாடிக்கையாளர் சேவையின் ஒரே மாதிரியான தரநிலைகளை நிலைநிறுத்துவதாகவும் நாங்கள் நம்பும் வணிகங்களுடன் மட்டுமே நாங்கள் இணைந்துள்ளோம்.","subheading52":"பயனர்களுக்கு கூடுதல் கட்டணம் இல்லை","subpara52":"எங்கள் நீட்டிப்பு மூலம் இணைப்பு இணைப்புகளைப் பயன்படுத்துவதால் உங்களுக்கு கூடுதல் செலவுகள் ஏற்படாது என்பதை வலியுறுத்துவது முக்கியம். இணைப்பு இணைப்பு மூலமாகவோ அல்லது இணைக்கப்படாத இணைப்பு மூலமாகவோ நீங்கள் வாங்கினாலும் விலைகள் ஒரே மாதிரியாக இருக்கும். சில சந்தர்ப்பங்களில், துணை நிறுவனங்களுடனான எங்கள் பேச்சுவார்த்தைகள் தள்ளுபடிகள் அல்லது சிறப்பு சலுகைகள் வேறு எங்கும் கிடைக்காது.","heading6":"பயனர் தேர்வுகள் மற்றும் வெளிப்படைத்தன்மை","subheading61":"இணைப்பு இணைப்புகளை அடையாளம் காணுதல்","subpara61":"Hotstar பார்ட்டியைப் பயன்படுத்தும் போது, ​​இணைய உலாவல் அனுபவத்தில் ஒருங்கிணைக்கப்பட்டுள்ளதால், இணைப்பு இணைப்புகளில் நீங்கள் எப்போதும் லேபிள் அல்லது குறிகாட்டியைப் பார்க்க முடியாது. எவ்வாறாயினும், இணைந்த சந்தைப்படுத்துதலைப் பயன்படுத்துவதில் வெளிப்படைத்தன்மையைப் பேணுவதற்கு நாங்கள் உறுதியளிக்கிறோம்.","subheading62":"விலகுதல் விருப்பம்","subpara62":"துணை இணைப்புகள் மூலம் Hotstar கட்சியை ஆதரிக்க விரும்பாத பயனர்கள் விரும்பினால், இந்த அம்சத்தை முடக்க தேர்வு செய்யலாம். எப்படி விலகுவது என்பது பற்றிய வழிமுறைகளுக்கு, team@hotstarparty.party இல் எங்கள் ஆதரவுக் குழுவைத் தொடர்பு கொள்ளவும்.","subheading63":"பயனர் தரவு மீதான தாக்கம்","subpara63":"இணைப்பு இணைப்புகள் மூலம் செய்யப்படும் தனிப்பட்ட வாங்குதல்களுடன் இணைக்கப்பட்ட தனிப்பட்ட தரவை நாங்கள் கண்காணிக்க மாட்டோம். கமிஷன்களைக் கணக்கிட, நீட்டிப்பு மூலம் செய்யப்பட்ட பரிவர்த்தனைகளின் மொத்த எண்ணிக்கையை மட்டுமே எங்கள் அமைப்பு ஒருங்கிணைக்கிறது. உங்களின் தனிப்பட்ட கொள்முதல் தரவு ரகசியமாகவே உள்ளது மற்றும் இணை கமிஷனைப் பாதுகாப்பதற்குத் தேவையானதைத் தாண்டி இணை கூட்டாளர்களுடன் பகிரப்படாது.","heading7":"உங்கள் ஆதரவு","para7":"இணை இணைப்புகளைப் பயன்படுத்துவதன் மூலம், நீங்கள் Hotstar கட்சி நீட்டிப்பை ஆதரிக்கிறீர்கள், மேலும் புதுமையான அம்சங்களைத் தொடர்ந்து மேம்படுத்தவும் எங்கள் சேவையைப் பராமரிக்கவும் எங்களுக்கு உதவுகிறீர்கள். உங்கள் ஆதரவை நாங்கள் பாராட்டுகிறோம் மற்றும் உங்கள் ஆன்லைன் அனுபவத்தை தொடர்ந்து மேம்படுத்த முயற்சி செய்கிறோம்.","heading8":"மேலும் கேள்விகள்","para8":"எங்கள் இணைப்பு இணைப்புகளின் பயன்பாடு அல்லது எங்கள் செயல்பாடுகளின் வேறு ஏதேனும் அம்சம் குறித்து உங்களுக்கு மேலும் ஏதேனும் கேள்விகள் இருந்தால், team@hotstarparty.party இல் மின்னஞ்சல் மூலம் தொடர்புகொள்ள தயங்க வேண்டாம். உங்களுக்கு ஏதேனும் கவலைகள் இருந்தால் தெளிவுபடுத்தவும் உதவவும் நாங்கள் இங்கு இருக்கிறோம்."}