{"mainheading":"హాట్‌స్టార్ పార్టీ కోసం అనుబంధ ప్రకటన","overview":"అవలోకనం","overviewpara":"హాట్‌స్టార్ పార్టీలో, దీని నుండి యాక్సెస్ చేయవచ్చు","overviewparaspan":", మేము మా కార్యకలాపాలలో పారదర్శకతను కొనసాగిస్తూ అసాధారణమైన సేవను అందించడానికి మరియు వినియోగదారు అనుభవాన్ని మెరుగుపరచడానికి ప్రయత్నిస్తాము. మూడవ పక్షాలతో మా అనుబంధ సంబంధాల స్వభావాన్ని బహిర్గతం చేయడానికి ఈ అనుబంధ ప్రకటన అందించబడింది.","heading1":"అనుబంధ సంబంధాలను అర్థం చేసుకోవడం","subheading11":"అనుబంధ లింక్ అంటే ఏమిటి?","subpara11":"అనుబంధ లింక్ అనేది అనుబంధాన్ని కలిగి ఉన్న నిర్దిష్ట URL","subheading12":"ఇది ఎలా పని చేస్తుంది?","subpara12":"ఈ పొడిగింపు వ్యాపారుల లింక్‌లకు అనుబంధ ట్యాగ్‌లను ఆటోమేటిక్‌గా వర్తింపజేస్తుంది","heading2":"మా నిబద్ధత","subheading21":"పారదర్శకత","subpara21":"హాట్‌స్టార్ పార్టీ సంబంధం, అభిప్రాయం మరియు గుర్తింపు యొక్క నిజాయితీని నమ్ముతుంది. అందుకున్న పరిహారం ఈ పొడిగింపులో చేసిన ప్రకటనల కంటెంట్, అంశాలు లేదా పోస్ట్‌లను ప్రభావితం చేయవచ్చు. ఆ కంటెంట్, ప్రకటన స్థలం లేదా పోస్ట్ చెల్లింపు లేదా ప్రాయోజిత కంటెంట్‌గా స్పష్టంగా గుర్తించబడుతుంది.","subheading22":"సేవా సమగ్రత","subpara22":"మా వినియోగదారులు","subheading23":"అనుబంధ భాగస్వామ్యాలు","subpara23":"మేము వివిధ వ్యాపారులతో భాగస్వామ్యాన్ని కలిగి ఉన్నాము మరియు విశ్వసనీయ అనుబంధ నెట్‌వర్క్‌లతో మాత్రమే పని చేస్తాము. ఈ బాహ్య సైట్‌లు వాటి స్వంత వాటిని కలిగి ఉన్నాయని దయచేసి గమనించండి","privacy":"గోప్యతా విధానాలు","terms":"సేవా నిబంధనలు","and":"మరియు","subpara23span2":". మేము వారి అభ్యాసాలకు ఎటువంటి బాధ్యత లేదా బాధ్యతను అంగీకరించము.","heading3":"నిరాకరణను సంపాదిస్తోంది","para3":"ఈ పొడిగింపు అధిక-నాణ్యత సేవను నిర్వహించడానికి మరియు సర్వర్ ఖర్చులను సమర్థవంతంగా నిర్వహించడానికి రూపొందించబడింది. మా కార్యకలాపాలను కొనసాగించే మా ప్రయత్నాలలో భాగంగా, పొడిగింపును ఇన్‌స్టాల్ చేసిన తర్వాత చాలా వెబ్‌సైట్‌లలో చేసిన కొనుగోళ్లపై మేము అనుబంధ కమీషన్‌లను సంపాదించవచ్చు. ఈ అనుబంధ మోడల్ స్వయంచాలకంగా పని చేస్తుంది మరియు మా వ్యాపార వ్యూహంలో అంతర్భాగం.","heading4":"సంప్రదింపు సమాచారం","para4":"మా అనుబంధ ప్రకటన లేదా మా పొడిగింపుతో మీ వ్యవహారాలకు సంబంధించి మీకు ఏవైనా ప్రశ్నలు ఉంటే, దయచేసి మమ్మల్ని ఇక్కడ సంప్రదించండి:","li41":"హాట్‌స్టార్ పార్టీ","li42":"ఇమెయిల్:","li43":"వెబ్‌సైట్:","heading5":"అనుబంధ భాగస్వాముల ఎంపిక","subheading51":"అనుబంధాలను ఎంచుకోవడానికి ప్రమాణాలు","subpara51":"Hotstar పార్టీలో, మేము మా అనుబంధ భాగస్వాములను మా వినియోగదారులకు వారి ఔచిత్యం మరియు మా సేవా ప్రమాణాలతో వారి సమలేఖనం ఆధారంగా ఎంపిక చేస్తాము. మేము మా వినియోగదారులకు విలువను అందజేస్తామని మరియు నాణ్యత మరియు కస్టమర్ సేవ యొక్క సారూప్య ప్రమాణాలను సమర్థిస్తున్నామని మేము విశ్వసించే వ్యాపారాలతో మాత్రమే అనుబంధం కలిగి ఉన్నాము.","subheading52":"వినియోగదారులకు అదనపు ఖర్చు లేదు","subpara52":"మా పొడిగింపు ద్వారా అనుబంధ లింక్‌లను ఉపయోగించడం వల్ల మీకు అదనపు ఖర్చులు ఉండవని నొక్కి చెప్పడం ముఖ్యం. మీరు అనుబంధ లింక్ లేదా నాన్-అఫిలియేట్ లింక్ ద్వారా కొనుగోలు చేసినా ధరలు ఒకే విధంగా ఉంటాయి. కొన్ని సందర్భాల్లో, అనుబంధ సంస్థలతో మా చర్చలు డిస్కౌంట్‌లు లేదా ప్రత్యేక ఆఫర్‌లకు దారితీయవచ్చు.","heading6":"వినియోగదారు ఎంపికలు మరియు పారదర్శకత","subheading61":"అనుబంధ లింక్‌లను గుర్తించడం","subpara61":"Hotstar పార్టీని ఉపయోగిస్తున్నప్పుడు, అనుబంధ లింక్‌లలో మీరు ఎల్లప్పుడూ లేబుల్ లేదా సూచికను చూడలేరు, ఎందుకంటే అవి వెబ్ బ్రౌజింగ్ అనుభవంలో విలీనం చేయబడ్డాయి. అయినప్పటికీ, మా అనుబంధ మార్కెటింగ్ వినియోగం గురించి పారదర్శకతను కొనసాగించడానికి మేము కట్టుబడి ఉన్నాము.","subheading62":"నిలిపివేసే ఎంపిక","subpara62":"అనుబంధ లింక్‌ల ద్వారా హాట్‌స్టార్ పార్టీకి మద్దతు ఇవ్వకూడదని ఇష్టపడే వినియోగదారులు వారు కోరుకుంటే ఈ లక్షణాన్ని నిలిపివేయడాన్ని ఎంచుకోవచ్చు. ఎలా నిలిపివేయాలనే దానిపై సూచనల కోసం, దయచేసి team@hotstarparty.party వద్ద మా మద్దతు బృందాన్ని సంప్రదించండి.","subheading63":"వినియోగదారు డేటాపై ప్రభావం","subpara63":"అనుబంధ లింక్‌ల ద్వారా వ్యక్తిగత కొనుగోళ్లకు లింక్ చేయబడిన వ్యక్తిగత డేటాను మేము ట్రాక్ చేయము. మా సిస్టమ్ కమీషన్‌లను లెక్కించడానికి పొడిగింపు ద్వారా చేసిన మొత్తం లావాదేవీల సంఖ్యను మాత్రమే సమకూరుస్తుంది. మీ వ్యక్తిగత కొనుగోలు డేటా గోప్యంగా ఉంటుంది మరియు అనుబంధ కమీషన్‌ను పొందేందుకు అవసరమైన దాని కంటే అనుబంధిత భాగస్వాములతో భాగస్వామ్యం చేయబడదు.","heading7":"మీ మద్దతు","para7":"అనుబంధ లింక్‌లను ఉపయోగించడం ద్వారా, మీరు Hotstar పార్టీ పొడిగింపుకు మద్దతిస్తున్నారు మరియు వినూత్న ఫీచర్‌లను అభివృద్ధి చేయడం మరియు మా సేవను కొనసాగించడం కొనసాగించడానికి మాకు వీలు కల్పిస్తున్నారు. మేము మీ మద్దతును అభినందిస్తున్నాము మరియు మీ ఆన్‌లైన్ అనుభవాన్ని నిరంతరం మెరుగుపరచడానికి ప్రయత్నిస్తాము.","heading8":"మరిన్ని ప్రశ్నలు","para8":"మా అనుబంధ లింక్‌ల వినియోగం లేదా మా కార్యకలాపాలకు సంబంధించిన ఏదైనా ఇతర అంశాల గురించి మీకు ఏవైనా ప్రశ్నలు ఉంటే, team@hotstarparty.party వద్ద ఇమెయిల్ ద్వారా సంప్రదించడానికి వెనుకాడకండి. మీకు ఏవైనా సమస్యలు ఉంటే స్పష్టత ఇవ్వడానికి మరియు సహాయం చేయడానికి మేము ఇక్కడ ఉన్నాము."}