{"mainheading":"การเปิดเผยข้อมูลพันธมิตรสำหรับ Hotstar Party","overview":"ภาพรวม","overviewpara":"ที่ Hotstar Party สามารถเข้าถึงได้จาก","overviewparaspan":"เรามุ่งมั่นที่จะให้บริการที่เป็นเลิศและปรับปรุงประสบการณ์ผู้ใช้ในขณะเดียวกันก็รักษาความโปร่งใสในการดำเนินงานของเรา การเปิดเผยข้อมูล Affiliate นี้จัดทำขึ้นเพื่อเปิดเผยลักษณะของความสัมพันธ์ Affiliate ของเรากับบุคคลที่สาม","heading1":"ทำความเข้าใจความสัมพันธ์ Affiliate","subheading11":"ลิงค์พันธมิตรคืออะไร?","subpara11":"ลิงค์พันธมิตรคือ URL เฉพาะที่มีพันธมิตร","subheading12":"มันทำงานอย่างไร?","subpara12":"ส่วนขยายนี้จะใช้แท็ก Affiliate กับลิงก์ของผู้ขายโดยอัตโนมัติ","heading2":"ความมุ่งมั่นของเรา","subheading21":"ความโปร่งใส","subpara21":"Hotstar Party เชื่อมั่นในความซื่อสัตย์ของความสัมพันธ์ ความคิดเห็น และอัตลักษณ์ การชดเชยที่ได้รับอาจส่งผลต่อเนื้อหาการโฆษณา หัวข้อ หรือโพสต์ที่ทำในส่วนขยายนี้ เนื้อหา พื้นที่โฆษณา หรือโพสต์นั้นจะถูกระบุอย่างชัดเจนว่าเป็นเนื้อหาที่ต้องชำระเงินหรือสนับสนุน","subheading22":"ความซื่อสัตย์ในการบริการ","subpara22":"ผู้ใช้ของเรา","subheading23":"ห้างหุ้นส่วนพันธมิตร","subpara23":"เรามีพันธมิตรกับผู้ค้าหลายรายและทำงานเฉพาะกับเครือข่ายพันธมิตรที่เชื่อถือได้เท่านั้น โปรดทราบว่าไซต์ภายนอกเหล่านี้มีไซต์ของตนเอง","privacy":"นโยบายความเป็นส่วนตัว","terms":"เงื่อนไขการให้บริการ","and":"และ","subpara23span2":"- เราไม่ยอมรับความรับผิดชอบหรือความรับผิดใด ๆ สำหรับการปฏิบัติของพวกเขา","heading3":"การรับข้อจำกัดความรับผิดชอบ","para3":"ส่วนขยายนี้ได้รับการออกแบบมาเพื่อรักษาบริการคุณภาพสูงและจัดการต้นทุนเซิร์ฟเวอร์อย่างมีประสิทธิภาพ ส่วนหนึ่งของความพยายามของเราในการรักษาการดำเนินงานของเรา เราอาจได้รับค่าคอมมิชชั่นจากพันธมิตรจากการซื้อบนเว็บไซต์ส่วนใหญ่หลังจากติดตั้งส่วนขยาย โมเดลพันธมิตรนี้ทำงานโดยอัตโนมัติและเป็นส่วนสำคัญของกลยุทธ์ทางธุรกิจของเรา","heading4":"ข้อมูลติดต่อ","para4":"หากคุณมีคำถามใดๆ เกี่ยวกับการเปิดเผยข้อมูลบริษัทในเครือของเรา หรือการติดต่อกับส่วนขยายของเรา โปรดติดต่อเราที่:","li41":"ปาร์ตี้ฮอตสตาร์","li42":"อีเมล:","li43":"เว็บไซต์:","heading5":"การคัดเลือกพันธมิตรพันธมิตร","subheading51":"หลักเกณฑ์ในการเลือกบริษัทในเครือ","subpara51":"ที่ Hotstar Party เราเลือกพันธมิตรในเครือโดยพิจารณาจากความเกี่ยวข้องกับผู้ใช้ของเราและความสอดคล้องกับมาตรฐานการบริการของเรา เราเป็นพันธมิตรกับธุรกิจที่เราเชื่อว่าให้คุณค่าแก่ผู้ใช้ของเราเท่านั้น และรักษามาตรฐานคุณภาพและการบริการลูกค้าที่คล้ายคลึงกัน","subheading52":"ไม่มีค่าใช้จ่ายเพิ่มเติมสำหรับผู้ใช้","subpara52":"สิ่งสำคัญคือต้องเน้นย้ำว่าการใช้ลิงก์พันธมิตรผ่านส่วนขยายของเรานั้นไม่มีค่าใช้จ่ายเพิ่มเติมสำหรับคุณ ราคาจะเท่ากันไม่ว่าคุณจะซื้อผ่านลิงก์ Affiliate หรือลิงก์ที่ไม่ใช่ Affiliate ในบางกรณี การเจรจาของเรากับบริษัทในเครืออาจส่งผลให้เกิดส่วนลดหรือข้อเสนอพิเศษที่ไม่สามารถหาได้จากที่อื่น","heading6":"ตัวเลือกของผู้ใช้และความโปร่งใส","subheading61":"การระบุลิงค์พันธมิตร","subpara61":"ในขณะที่ใช้ Hotstar Party คุณอาจไม่เห็นป้ายกำกับหรือตัวบ่งชี้บนลิงก์พันธมิตรเสมอไป เนื่องจากมีการรวมเข้ากับประสบการณ์การท่องเว็บ อย่างไรก็ตาม เรามุ่งมั่นที่จะรักษาความโปร่งใสเกี่ยวกับการใช้การตลาดแบบพันธมิตรของเรา","subheading62":"ตัวเลือกการยกเลิก","subpara62":"ผู้ใช้ที่ไม่ต้องการสนับสนุน Hotstar Party ผ่านลิงก์พันธมิตรสามารถเลือกปิดการใช้งานคุณสมบัตินี้ได้หากต้องการ สำหรับคำแนะนำในการยกเลิก โปรดติดต่อทีมสนับสนุนของเราที่ team@hotstarparty.party","subheading63":"อิทธิพลต่อข้อมูลผู้ใช้","subpara63":"เราไม่ติดตามข้อมูลส่วนบุคคลที่เชื่อมโยงกับการซื้อแต่ละรายการผ่านลิงก์พันธมิตร ระบบของเรารวบรวมเฉพาะจำนวนธุรกรรมทั้งหมดที่ทำผ่านส่วนขยายเพื่อคำนวณค่าคอมมิชชั่น ข้อมูลการซื้อส่วนบุคคลของคุณยังคงเป็นความลับและไม่มีการแบ่งปันกับพันธมิตรในเครือ นอกเหนือจากที่จำเป็นเพื่อรักษาค่าคอมมิชชั่นพันธมิตร","heading7":"การสนับสนุนของคุณ","para7":"การใช้ลิงก์ Affiliate คุณกำลังสนับสนุนส่วนขยาย Hotstar Party และทำให้เราสามารถพัฒนาคุณสมบัติที่เป็นนวัตกรรมและรักษาบริการของเราต่อไปได้ ขอขอบคุณสำหรับการสนับสนุนของคุณและมุ่งมั่นที่จะปรับปรุงประสบการณ์ออนไลน์ของคุณอย่างต่อเนื่อง","heading8":"คำถามเพิ่มเติม","para8":"หากคุณมีคำถามเพิ่มเติมเกี่ยวกับการใช้ลิงก์พันธมิตรของเราหรือแง่มุมอื่น ๆ ของการดำเนินงานของเรา โปรดติดต่อทางอีเมลที่ team@hotstarparty.party เราอยู่ที่นี่เพื่อให้ความชัดเจนและช่วยเหลือกับข้อกังวลใด ๆ ที่คุณอาจมี"}