{"mainheading":"Hotstar Partisi Ortaklık Açıklaması","overview":"Genel Bakış","overviewpara":"Hotstar Party'de şu adresten erişilebilir:","overviewparaspan":"olarak, operasyonlarımızda şeffaflığı korurken olağanüstü hizmet sunmaya ve kullanıcı deneyimini geliştirmeye çalışıyoruz. Bu Bağlı Kuruluş Açıklaması, üçüncü taraflarla olan bağlı kuruluş ilişkilerimizin niteliğini açıklamak için sağlanmıştır.","heading1":"Bağlı Kuruluş İlişkilerini Anlamak","subheading11":"Ortaklık Bağlantısı Nedir?","subpara11":"Satış ortağı bağlantısı, satış ortağını içeren belirli bir URL'dir","subheading12":"O nasıl çalışır?","subpara12":"Bu uzantı, bağlı kuruluş etiketlerini satıcıların bağlantılarına otomatik olarak uygular","heading2":"Bizim sözümüz","subheading21":"Şeffaflık","subpara21":"Hotstar Partisi ilişkide, fikirde ve kimlikte dürüstlüğe inanır. Alınan tazminat, bu uzantıda yapılan reklam içeriğini, konuları veya gönderileri etkileyebilir. Bu içerik, reklam alanı veya gönderi, ücretli veya sponsorlu içerik olarak açıkça tanımlanacaktır.","subheading22":"Hizmet Bütünlüğü","subpara22":"Kullanıcılarımız","subheading23":"Ortaklık Ortaklıkları","subpara23":"Çeşitli satıcılarla ortaklıklarımız var ve yalnızca güvenilir ortaklık ağlarıyla çalışıyoruz. Lütfen bu harici sitelerin kendilerine ait olduğunu unutmayın.","privacy":"gizlilik politikaları","terms":"kullanım Şartları","and":"Ve","subpara23span2":". Uygulamalarına ilişkin herhangi bir sorumluluk veya yükümlülük kabul etmiyoruz.","heading3":"Sorumluluk Reddi Kazanma","para3":"Bu uzantı, yüksek kaliteli hizmeti sürdürmek ve sunucu maliyetlerini etkin bir şekilde yönetmek için tasarlanmıştır. Faaliyetlerimizi sürdürme çabalarımızın bir parçası olarak, uzantıyı yükledikten sonra çoğu web sitesinde yapılan satın alma işlemlerinden ortaklık komisyonları kazanabiliriz. Bu ortaklık modeli otomatik olarak çalışır ve iş stratejimizin ayrılmaz bir parçasıdır.","heading4":"İletişim bilgileri","para4":"Bağlı Kuruluş Açıklamamızla veya uzantımızla olan ilişkilerinizle ilgili herhangi bir sorunuz varsa, lütfen bizimle şu adresten iletişime geçin:","li41":"Sıcak Yıldız Partisi","li42":"E-posta:","li43":"İnternet sitesi:","heading5":"Ortak Ortakların Seçimi","subheading51":"İştirak Seçimi Kriterleri","subpara51":"Hotstar Party'de bağlı ortaklarımızı, kullanıcılarımızla olan ilişkilerine ve hizmet standartlarımıza uyumlarına göre seçiyoruz. Yalnızca kullanıcılarımıza değer sağladığına ve benzer kalite ve müşteri hizmetleri standartlarını desteklediğine inandığımız işletmelerle bağlantı kurarız.","subheading52":"Kullanıcılara Ek Maliyet Yok","subpara52":"Uzantımız aracılığıyla ortaklık bağlantılarını kullanmanın size ek maliyet getirmediğini vurgulamak önemlidir. İster satış ortağı bağlantısıyla ister satış ortağı olmayan bağlantıyla satın alın, fiyatlar aynıdır. Bazı durumlarda, bağlı kuruluşlarla yaptığımız görüşmeler, başka yerde bulunmayan indirimler veya özel tekliflerle bile sonuçlanabilir.","heading6":"Kullanıcı Seçenekleri ve Şeffaflık","subheading61":"Satış Ortağı Bağlantılarını Tanımlama","subpara61":"Hotstar Party'yi kullanırken ortaklık bağlantılarında her zaman bir etiket veya gösterge göremeyebilirsiniz çünkü bunlar web tarama deneyimine entegredir. Ancak bağlı kuruluş pazarlamasını kullanımımız konusunda şeffaflığı korumayı taahhüt ediyoruz.","subheading62":"Devre Dışı Bırakma Seçeneği","subpara62":"Hotstar Party'yi ortaklık bağlantıları aracılığıyla desteklememeyi tercih eden kullanıcılar, isterlerse bu özelliği devre dışı bırakmayı seçebilirler. Nasıl vazgeçeceğinize ilişkin talimatlar için lütfen Team@hotstarparty.party adresinden destek ekibimizle iletişime geçin.","subheading63":"Kullanıcı Verileri Üzerindeki Etki","subpara63":"Satış ortağı bağlantıları aracılığıyla yapılan bireysel satın alımlarla bağlantılı kişisel verileri izlemiyoruz. Sistemimiz, komisyonları hesaplamak için yalnızca uzantı aracılığıyla yapılan toplam işlem sayısını toplar. Kişisel satın alma verileriniz gizli kalır ve ortaklık komisyonunu güvence altına almak için gerekli olanın ötesinde bağlı ortaklarla paylaşılmaz.","heading7":"Senin desteğin","para7":"Bağlı kuruluş bağlantılarını kullanarak Hotstar Party uzantısını destekliyorsunuz ve yenilikçi özellikler geliştirmeye ve hizmetimizi sürdürmeye devam etmemizi sağlıyorsunuz. Desteğinizi takdir ediyoruz ve çevrimiçi deneyiminizi sürekli olarak geliştirmek için çalışıyoruz.","heading8":"Uzak sorular","para8":"Bağlı kuruluş bağlantılarını kullanmamız veya operasyonlarımızın herhangi bir yönü hakkında başka sorularınız varsa, Team@hotstarparty.party adresinden e-posta yoluyla bize ulaşmaktan çekinmeyin. Aklınıza takılan her türlü endişeye açıklık getirmek ve yardımcı olmak için buradayız."}