{"mainheading":"Розкриття афілійованої інформації для Hotstar Party","overview":"Огляд","overviewpara":"На Hotstar Party, доступний з","overviewparaspan":", ми прагнемо надавати виняткові послуги та покращувати взаємодію з користувачами, зберігаючи при цьому прозорість наших операцій. Це Розкриття інформації про афілійованих осіб було надано, щоб розкрити характер наших партнерських відносин із третіми сторонами.","heading1":"Розуміння афілійованих відносин","subheading11":"Що таке партнерське посилання?","subpara11":"Партнерське посилання – це конкретна URL-адреса, яка містить партнерську інформацію","subheading12":"Як це працює?","subpara12":"Це розширення автоматично застосовує афілійовані теги до посилань продавців","heading2":"Наше зобов'язання","subheading21":"Прозорість","subpara21":"Hotstar Party вірить у чесність стосунків, думок та ідентичності. Отримана компенсація може вплинути на рекламний вміст, теми або публікації, розміщені в цьому розширенні. Цей вміст, рекламний простір або публікація буде чітко визначено як платний або спонсорований вміст.","subheading22":"Цілісність обслуговування","subpara22":"Наші користувачі","subheading23":"Партнерські відносини","subpara23":"Ми маємо партнерські відносини з різними продавцями та працюємо лише з надійними партнерськими мережами. Зверніть увагу, що ці зовнішні сайти мають власні","privacy":"політики конфіденційності","terms":"Умови використання","and":"і","subpara23span2":". Ми не несемо жодної відповідальності за їхні дії.","heading3":"Застереження щодо заробітку","para3":"Це розширення призначене для підтримки високої якості обслуговування та ефективного управління витратами на сервер. У рамках наших зусиль щодо підтримки нашої діяльності ми можемо отримувати комісійні від партнерів за покупки, зроблені на більшості веб-сайтів після встановлення розширення. Ця партнерська модель працює автоматично та є невід’ємною частиною нашої бізнес-стратегії.","heading4":"Контактна інформація","para4":"Якщо у вас виникли будь-які запитання щодо розкриття інформації про афілійованих осіб або вашої роботи з нашим розширенням, зв’яжіться з нами за адресою:","li41":"Hotstar Party","li42":"Електронна пошта:","li43":"сайт:","heading5":"Вибір афілійованих партнерів","subheading51":"Критерії вибору філій","subpara51":"У Hotstar Party ми обираємо наших афілійованих партнерів на основі їх відповідності нашим користувачам і відповідності нашим стандартам обслуговування. Ми співпрацюємо лише з компаніями, які, на нашу думку, є цінними для наших користувачів і дотримуються аналогічних стандартів якості та обслуговування клієнтів.","subheading52":"Без додаткових витрат для користувачів","subpara52":"Важливо підкреслити, що використання афілійованих посилань через наше розширення не стягує з вас додаткових витрат. Ціни однакові незалежно від того, купуєте ви за партнерським посиланням чи за непартнерським посиланням. У деяких випадках наші переговори з філіями можуть навіть призвести до знижок або спеціальних пропозицій, недоступних в інших країнах.","heading6":"Вибір користувача та прозорість","subheading61":"Ідентифікація партнерських посилань","subpara61":"Використовуючи Hotstar Party, ви не завжди можете бачити позначку чи індикатор на партнерських посиланнях, оскільки вони інтегровані в веб-перегляд. Проте ми зобов’язуємося підтримувати прозорість щодо використання афілійованого маркетингу.","subheading62":"Опція відмови","subpara62":"Користувачі, які не бажають підтримувати Hotstar Party через партнерські посилання, можуть вимкнути цю функцію, якщо бажають. Щоб отримати інструкції щодо відмови, зверніться до нашої служби підтримки за адресою team@hotstarparty.party.","subheading63":"Вплив на дані користувача","subpara63":"Ми не відстежуємо особисті дані, пов’язані з окремими покупками, зробленими через партнерські посилання. Наша система агрегує лише загальну кількість транзакцій, здійснених через розширення, для розрахунку комісій. Ваші особисті дані про покупки залишаються конфіденційними та не передаються афілійованим партнерам, окрім того, що необхідно для отримання партнерської комісії.","heading7":"Ваша підтримка","para7":"Використовуючи партнерські посилання, ви підтримуєте розширення Hotstar Party і дозволяєте нам продовжувати розробляти інноваційні функції та підтримувати наш сервіс. Ми цінуємо вашу підтримку та прагнемо постійно покращувати вашу роботу в Інтернеті.","heading8":"Подальші запитання","para8":"Якщо у вас виникнуть додаткові запитання щодо використання нами партнерських посилань або будь-якого іншого аспекту нашої діяльності, не соромтеся зв’язатися електронною поштою за адресою team@hotstarparty.party. Ми тут, щоб надати ясність і допомогти з будь-якими проблемами, які у вас можуть виникнути."}