{"mainheading":"Tiết lộ liên kết cho Hotstar Party","overview":"Tổng quan","overviewpara":"Tại Hotstar Party, có thể truy cập từ","overviewparaspan":", chúng tôi cố gắng cung cấp dịch vụ đặc biệt và nâng cao trải nghiệm người dùng đồng thời duy trì tính minh bạch trong hoạt động của mình. Tiết lộ liên kết này được cung cấp để tiết lộ bản chất mối quan hệ liên kết của chúng tôi với các bên thứ ba.","heading1":"Hiểu mối quan hệ liên kết","subheading11":"Liên kết liên kết là gì?","subpara11":"Liên kết liên kết là một URL cụ thể chứa liên kết","subheading12":"Làm thế nào nó hoạt động?","subpara12":"Tiện ích mở rộng này tự động áp dụng thẻ liên kết cho liên kết của người bán","heading2":"Cam kết của chúng tôi","subheading21":"Minh bạch","subpara21":"Hotstar Party tin vào sự trung thực trong mối quan hệ, quan điểm và bản sắc. Khoản bồi thường nhận được có thể ảnh hưởng đến nội dung, chủ đề hoặc bài đăng quảng cáo được thực hiện trong tiện ích mở rộng này. Nội dung, không gian quảng cáo hoặc bài đăng đó sẽ được xác định rõ ràng là nội dung được trả tiền hoặc được tài trợ.","subheading22":"Tính toàn vẹn của dịch vụ","subpara22":"Người dùng của chúng tôi","subheading23":"Quan hệ đối tác liên kết","subpara23":"Chúng tôi có quan hệ đối tác với nhiều người bán khác nhau và chỉ làm việc với các mạng liên kết đáng tin cậy. Xin lưu ý rằng các trang web bên ngoài này có trang web riêng","privacy":"chính sách bảo mật","terms":"điều khoản dịch vụ","and":"Và","subpara23span2":". Chúng tôi không chấp nhận bất kỳ trách nhiệm hoặc trách nhiệm pháp lý nào đối với hoạt động của họ.","heading3":"Tuyên bố từ chối trách nhiệm về thu nhập","para3":"Tiện ích mở rộng này được thiết kế để duy trì dịch vụ chất lượng cao và quản lý chi phí máy chủ một cách hiệu quả. Là một phần trong nỗ lực duy trì hoạt động của mình, chúng tôi có thể kiếm được hoa hồng liên kết khi mua hàng được thực hiện trên hầu hết các trang web sau khi cài đặt tiện ích mở rộng. Mô hình liên kết này hoạt động tự động và là một phần không thể thiếu trong chiến lược kinh doanh của chúng tôi.","heading4":"Thông tin liên lạc","para4":"Nếu bạn có bất kỳ câu hỏi nào liên quan đến Tiết lộ liên kết của chúng tôi hoặc giao dịch của bạn với tiện ích mở rộng của chúng tôi, vui lòng liên hệ với chúng tôi tại:","li41":"bữa tiệc ngôi sao nóng bỏng","li42":"E-mail:","li43":"Trang mạng:","heading5":"Lựa chọn đối tác liên kết","subheading51":"Tiêu chí chọn Affiliate","subpara51":"Tại Hotstar Party, chúng tôi chọn các đối tác liên kết dựa trên mức độ phù hợp của họ với người dùng và sự phù hợp của họ với các tiêu chuẩn dịch vụ của chúng tôi. Chúng tôi chỉ liên kết với các doanh nghiệp mà chúng tôi tin rằng mang lại giá trị cho người dùng và duy trì các tiêu chuẩn tương tự về chất lượng và dịch vụ khách hàng.","subheading52":"Không có chi phí bổ sung cho người dùng","subpara52":"Điều quan trọng cần nhấn mạnh là việc sử dụng các liên kết liên kết thông qua tiện ích mở rộng của chúng tôi sẽ không làm bạn phát sinh thêm chi phí. Giá cả như nhau cho dù bạn mua thông qua liên kết liên kết hay liên kết không liên kết. Trong một số trường hợp, cuộc đàm phán của chúng tôi với các chi nhánh thậm chí có thể dẫn đến giảm giá hoặc ưu đãi đặc biệt không có ở nơi nào khác.","heading6":"Lựa chọn của người dùng và tính minh bạch","subheading61":"Xác định các liên kết liên kết","subpara61":"Trong khi sử dụng Hotstar Party, không phải lúc nào bạn cũng có thể thấy nhãn hoặc chỉ báo trên các liên kết liên kết vì chúng được tích hợp vào trải nghiệm duyệt web. Tuy nhiên, chúng tôi cam kết duy trì tính minh bạch về việc sử dụng tiếp thị liên kết của chúng tôi.","subheading62":"Tùy chọn từ chối","subpara62":"Người dùng không muốn hỗ trợ Hotstar Party thông qua các liên kết liên kết có thể chọn tắt tính năng này nếu muốn. Để được hướng dẫn về cách từ chối, vui lòng liên hệ với nhóm hỗ trợ của chúng tôi theo địa chỉ team@hotstarparty.party.","subheading63":"Ảnh hưởng đến dữ liệu người dùng","subpara63":"Chúng tôi không theo dõi dữ liệu cá nhân liên quan đến các giao dịch mua riêng lẻ được thực hiện thông qua các liên kết liên kết. Hệ thống của chúng tôi chỉ tổng hợp tổng số giao dịch được thực hiện thông qua tiện ích mở rộng để tính hoa hồng. Dữ liệu mua hàng cá nhân của bạn vẫn được giữ bí mật và không được chia sẻ với các đối tác liên kết ngoài những gì cần thiết để đảm bảo hoa hồng liên kết.","heading7":"Sự hỗ trợ của bạn","para7":"Bằng cách sử dụng các liên kết liên kết, bạn đang hỗ trợ tiện ích mở rộng Hotstar Party và cho phép chúng tôi tiếp tục phát triển các tính năng đổi mới và duy trì dịch vụ của mình. Chúng tôi đánh giá cao sự hỗ trợ của bạn và cố gắng liên tục nâng cao trải nghiệm trực tuyến của bạn.","heading8":"Câu hỏi thêm","para8":"Nếu bạn có thêm bất kỳ câu hỏi nào về việc sử dụng các liên kết liên kết hoặc bất kỳ khía cạnh nào khác trong hoạt động của chúng tôi, vui lòng liên hệ qua email tại team@hotstarparty.party. Chúng tôi ở đây để cung cấp sự rõ ràng và hỗ trợ bất kỳ mối quan ngại nào mà bạn có thể có."}